Repository: yeager/translations
Catalog: Kodi/kodi-add-ons-image-decoders-imagedecoder-raw-*.po
Languages: sv_se

# Addon Summary
source: Reading of RAW digicam images
sv_se: Läsning av RAW-digitalkamerabilder

# Addon Description
source: Addon based on LibRaw for reading RAW files obtained from digital photo cameras (CRW/CR2, NEF, RAF, DNG, MOS, KDC, DCR and others; virtually all RAW formats are supported).
sv_se: Tillägg baserat på LibRaw för läsning av RAW-filer från digitala fotokameror (CRW/CR2, NEF, RAF, DNG, MOS, KDC, DCR m.fl.; i stort sett alla RAW-format stöds).

# #30100
source: Hasselblad 3F RAW Image - Digital photo captured by a Hasselblad digital camera.
sv_se: Hasselblad 3F RAW Image - Digitalt foto som tagits med en digitalkamera från Hasselblad.

# #30101
source: Sony Alpha Raw Digital Camera Image - An ARW file is a digital photograph captured by various Sony digital cameras.
sv_se: Sony Alpha Raw Digital Camera Image - En ARW-fil är ett digitalt fotografi som tagits med olika Sony-digitalkameror.

# #30102
source: Canon Raw Image File - A CR2 file is a raw camera image created by various Canon digital cameras.
sv_se: Canon Raw Image File - En CR2-fil är en rå kamerabild som skapas av olika Canon-digitalkameror.

# #30103
source: Canon Raw CIFF Image File - Uncompressed and unprocessed Camera RAW image file from a Canon digital camera.
sv_se: Canon Raw CIFF Image File - okomprimerad och obearbetad Camera RAW-bildfil från en Canon digitalkamera.

# #30104
source: Kodak Digital Camera RAW Image - DCR file is a digital photograph saved in the Kodak Digital Camera RAW format.
sv_se: Kodak Digital Camera RAW Image - DCR-fil är ett digitalt fotografi som sparats i Kodak Digital Camera RAW-format.

# #30105
source: Digital Negative Image File - A DNG file is a RAW camera image saved in the Digital Negative (DNG) format.
sv_se: Digital Negative Image File - En DNG-fil är en RAW-kamerabild som sparas i formatet Digital Negative (DNG).

# #30106
source: Epson RAW File - Camera RAW file captured by an Epson digital camera.
sv_se: Epson RAW File - RAW-fil som tagits med en digitalkamera från Epson.

# #30107
source: Kodak Photo-Enhancer File - Bitmap image format used by several Kodak digital cameras.
sv_se: Kodak Photo-Enhancer File - Bitmap-bildformat som används av flera Kodak-digitalkameror.

# #30108
source: Minolta Camera Raw Image - An MDC file is a camera raw image created by a Minolta digital camera.
sv_se: Minolta Camera Raw Image - En MDC-fil är en kameraråbild som skapats av en Minolta digitalkamera.

# #30109
source: Mamiya RAW Image - Camera RAW image captured by a Mamiya digital camera.
sv_se: Mamiya RAW Image - RAW-bild som tagits med en digitalkamera från Mamiya.

# #30110
source: Leaf Camera RAW File - RAW image captured by several different types of digital cameras.
sv_se: Leaf Camera RAW File - RAW-bild som tagits med flera olika typer av digitalkameror.

# #30111
source: Minolta Raw Image File - Raw image format used by Minolta Dimage digital cameras.
sv_se: Minolta Raw Image File - Raw-bildformat som används av Minolta Dimage digitalkameror.

# #30112
source: Nikon Electronic Format RAW Image - An NEF file is a raw photo captured by a Nikon digital camera.
sv_se: Nikon Electronic Format RAW Image - En NEF-fil är ett råfoto som tagits med en Nikon digitalkamera.

# #30113
source: Nikon Raw Image File - Raw image file produced by high-end Nikon COOLPIX and digital SLR cameras.
sv_se: Nikon Raw Image File - Rå bildfil som produceras av avancerade Nikon COOLPIX och digitala SLR-kameror.

# #30114
source: Olympus RAW File - An ORF file is a RAW photo taken with an Olympus digital camera.
sv_se: Olympus RAW File - En ORF-fil är ett RAW-foto som tagits med en Olympus digitalkamera.

# #30115
source: Pentax Electronic File - A PEF file is a raw camera image created by Pentax digital cameras.
sv_se: Pentax Electronic File - En PEF-fil är en rå kamerabild som skapas av Pentax digitalkameror.

# #30116
source: Portable Pixmap Image File - PPM file is a 24-bit color image formatted using a text format.
sv_se: Portable Pixmap Image File - PPM-filen är en 24-bitars färgbild som är formaterad med ett textformat.

# #30117
source: Fuji RAW Image File - An RAF file is a digital photograph captured by Fuji digital cameras.
sv_se: Fuji RAW Image File - En RAF-fil är ett digitalt fotografi som tagits med Fujis digitalkameror.

# #30118
source: Raw Image Data File - Image generated by digital cameras such as Panasonic, Leica, and Casio.
sv_se: Raw Image Data File - Bild som genereras av digitalkameror som Panasonic, Leica och Casio.

# #30119
source: Panasonic RAW Image - An RW2 file is a raw camera image created by a Panasonic LUMIX digital camera.
sv_se: Panasonic RAW Image - En RW2-fil är en rå kamerabild som skapats av en Panasonic LUMIX digitalkamera.

# #30120
source: Samsung RAW Image - Digital photo taken by a Samsung digital camera.
sv_se: Samsung RAW Image - Digitalt foto som tagits med en digitalkamera från Samsung.

# #30121
source: SIGMA X3F Camera RAW File - An X3F file is a RAW file saved in SIGMA's X3F format.
sv_se: SIGMA X3F Camera RAW File - En X3F-fil är en RAW-fil som sparats i SIGMAs X3F-format.
