Repository: yeager/translations
Catalog: Kodi/kodi-add-ons-pvr-clients-pvr-vuplus-*.po
Languages: sv_se

# Addon Summary
source: Kodi's frontend for Enigma2 based set-top boxes
sv_se: Kodi Frontend för Enigma2-baserade digitalboxar

# Addon Description
source: Enigma2 frontend - supporting streaming of Live TV & Recordings, EPG, Timers, Autotimers.[CR] [CR]For documentation visit: https://github.com/kodi-pvr/pvr.vuplus/blob/Matrix/README.md[CR]
sv_se: Enigma2 frontend; stödjer strömning av Live-TV & inspelningar, EPG, timers, autotimers.[CR] [CR]För dokumentationen besök https://github.com/kodi-pvr/pvr.vuplus/blob/master/README.md[CR]

# Addon Disclaimer
source: This is unstable software! The authors are in no way responsible for failed recordings, incorrect timers, wasted hours, or any other undesirable effects..
sv_se: Detta är instabil mjukvara! Upphovsmännen är inte ansvariga för misslyckade inspelningar, inkorrekta timers, bortslösade timmar, eller några andra oönskade effekter..

# #30000
source: Enigma2 hostname or IP address
sv_se: Enigma2 värdnamn eller IP-adress

# #30002
source: Streaming port
sv_se: Strömningsport

# #30003
source: Username
sv_se: Användarnamn

# #30004
source: Password
sv_se: Lösenord

# #30005
source: Connection
sv_se: Anslutning

# #30006
source: Icons
sv_se: Ikoner

# #30007
source: Program Streams
sv_se: Programflöden

# #30008
source: Icon path
sv_se: Ikonsökväg

# #30009
source: Update Interval
sv_se: Uppdateringsintervall

# #30011
source: Automatic timerlist cleanup
sv_se: Automatisk upprensning av timerlista

# #30012
source: Web interface port
sv_se: Port för webbgränssnitt

# #30013
source: Zap before channelswitch (i.e. for single tuner boxes)
sv_se: Zappa innan kanalbyte (t.ex. för enskilda mottagarboxar)

# #30014
source: Set program id for live channel or recorded streams
sv_se: Ställ in program-ID för livekanal eller inspelade strömmar

# #30015
source: Update interval
sv_se: Uppdateringsintervall

# #30016
source: Use bouquet specific channel numbers from backend
sv_se: Använd bukettspecifika kanalnummer från backend

# #30017
source: Only use current recording path from backend
sv_se: Använd endast aktuell inspelningssökväg från backend

# #30018
source: General
sv_se: Allmänt

# #30019
source: Channels
sv_se: Kanaler

# #30020
source: Advanced
sv_se: Avancerat

# #30022
source: Use recursive listing for recording locations
sv_se: Använd rekursiv listning för inspelningsplatser

# #30023
source: New timer default recording folder
sv_se: Ny timer standardinspelningsmapp

# #30024
source: Send powerstate mode on addon exit
sv_se: Sänd energisparläge vid avslutande av tillägget

# #30025
source: TV bouquet fetch mode
sv_se: TV-bukett hämtningsläge

# #30026
source: TV bouquet 1
sv_se: TV-bukett 1

# #30027
source: Fetch picons from web interface
sv_se: Hämta 'picons' från webbgränssnittet

# #30028
source: Use secure HTTP (https)
sv_se: Använd säker HTTP (https)

# #30029
source: Enable automatic configuration for live streams
sv_se: Aktivera automatisk konfiguration för direktsända strömmar

# #30030
source: Keep folder structure for recordings
sv_se: Behåll mappstrukturen för inspelningar

# #30031
source: Seasons and Episodes
sv_se: Säsonger och avsnitt

# #30033
source: Extract season, episode and year info where possible
sv_se: Extrahera säsonger, avsnitt och årinformation där det är möjligt

# #30034
source: Enable autotimers
sv_se: Aktivera automatisk timer

# #30035
source: Use picons.eu file format
sv_se: Använd picons.eu filformat

# #30036
source: Enable generate repeat timers
sv_se: Aktivera generera repetitionstimer

# #30037
source: Log missing genre text mappings
sv_se: Logg saknar genre textmappningar

# #30038
source: Web Interface
sv_se: Webbgränssnitt

# #30039
source: Streaming
sv_se: Strömning

# #30040
source: Put outline (e.g. sub-title) before plot
sv_se: Sätt översikt (t.ex. underrubrik) före handling

# #30041
source: Stream read chunk size
sv_se: Segmentstorlek på strömläsningar

# #30042
source: Never
sv_se: Aldrig

# #30043
source: In EPG only
sv_se: Endast i EPGn

# #30044
source: In recordings only
sv_se: Endast i inspelningar

# #30045
source: Always
sv_se: Alltid

# #30046
source: Extract show info file
sv_se: Extrahera show-infofil

# #30047
source: Rytec genre text Mappings
sv_se: Rytec genre textmappning

# #30048
source: Enable Rytec genre text mappings
sv_se: Aktivera Rytec genre textmappningar

# #30049
source: Rytec genre text mappings file
sv_se: Rytec genre textmappningsfil

# #30050
source: Custom live TV timeout (0 to use default)
sv_se: Anpassad Live-TV-timeout (0 för att använda standard)

# #30051
source: Login
sv_se: Inloggning

# #30052
source: Misc
sv_se: Övrigt

# #30053
source: Genre ID Mappings
sv_se: Genre ID-mappningar

# #30054
source: Enable genre ID Mappings
sv_se: Aktivera genre ID-mappningar

# #30055
source: Genre ID mappings file
sv_se: Genre ID-mappningsfil

# #30058
source: Radio bouquet fetch mode
sv_se: Radio bukett hämtningsläge

# #30059
source: Radio bouquet 1
sv_se: Radiobukett 1

# #30060
source: Timeshift
sv_se: Tidsförskjutning

# #30061
source: Enable timeshift
sv_se: Aktivera tidsskifte

# #30062
source: Timeshift buffer path
sv_se: Buffertsökväg för tidsförskjutning

# #30063
source: Off
sv_se: Av

# #30064
source: On playback
sv_se: Vid uppspelning

# #30065
source: On pause
sv_se: Vid paus

# #30066
source: Use secure HTTP (https) for streams
sv_se: Använd säker HTTP (https) för strömmar

# #30067
source: Use login for streams
sv_se: Använd inloggning för strömmar

# #30068
source: Fetch TV favourites bouquet
sv_se: Hämta TV-favoriter bukett

# #30069
source: Fetch radio favourites bouquet
sv_se: Hämta radio-favoriter bukett

# #30070
source: Recordings
sv_se: Inspelningar

# #30071
source: Recordings
sv_se: Inspelningar

# #30073
source: Number of repeat timers to generate
sv_se: Antalet av repetitionstimers att generera

# #30074
source: All bouquets
sv_se: Alla buketter

# #30075
source: Some bouquets
sv_se: Några buketter

# #30076
source: As first bouquet
sv_se: Som första bukett

# #30077
source: As last bouquet
sv_se: Som sista bukett

# #30078
source: Favourites bouquet
sv_se: Favoritbuketten

# #30079
source: Favourites (TV)
sv_se: Favoriter (TV)

# #30080
source: Favourites (Radio)
sv_se: Favoriter (Radio)

# #30081
source: unknown
sv_se: okänd

# #30082
source: (Not connected!)
sv_se: (Inte ansluten!)

# #30083
source: addon error
sv_se: tilläggsfel

# #30084
source: Omit location path from recording directory
sv_se: Utelämna sökvägen från inspelningskatalogen

# #30085
source: Group recordings into folders by title
sv_se: Gruppera inspelningar i mappar efter titel

# #30086
source: Backend
sv_se: Bakände

# #30087
source: Recording Padding
sv_se: Inspelningsutfyllnad

# #30088
source: Global start padding
sv_se: Global startutfyllnad

# #30089
source: Global end padding
sv_se: Global slututfyllnad

# #30090
source: Device Info
sv_se: Enhetsinfo

# #30092
source: AutoTimer tag in timer tags
sv_se: AutoTimer-tagg i timertaggar

# #30093
source: AutoTimer name in timer tags
sv_se: AutoTimer-namn i timertaggar

# #30095
source: True
sv_se: Sant

# #30096
source: False
sv_se: Falskt

# #30098
source: Deep standby
sv_se: Djup standby

# #30099
source: Wakeup, then standby
sv_se: Väck, sedan standby

# #30100
source: Update mode
sv_se: Uppdateringsläge

# #30101
source: Timers and recordings
sv_se: Timers och inspelningar

# #30102
source: Timers only
sv_se: Endast timer

# #30103
source: Use OpenWebIf picon path
sv_se: Använd OpenWebIf picon sökväg

# #30104
source: Enable trace logging in debug mode
sv_se: Aktivera spårloggning i felsökningsläge

# #30105
source: Other
sv_se: Annat

# #30106
source: EPG update delay per channel
sv_se: Fördröjning av EPG-uppdatering per kanal

# #30107
source: Recording EDLs (Edit Decision Lists)
sv_se: Inspelning av EDL:er (Edit Decision Lists)

# #30108
source: Enable EDLs support
sv_se: Aktivera stöd för EDLs

# #30109
source: EDL start time padding
sv_se: EDL starttid utfyllnad

# #30110
source: EDL stop time padding
sv_se: EDL stopptid utfyllnad

# #30111
source: Enable debug logging in normal mode
sv_se: Aktivera felsökningsloggning i normalt läge

# #30112
source: Last Scanned (TV)
sv_se: Senast skannad (TV)

# #30113
source: Last Scanned (Radio)
sv_se: Senast skannad (radio)

# #30114
source: Exclude last scanned bouquet
sv_se: Exklusive senast skannade bukett

# #30115
source: Skip Initial EPG Load
sv_se: Hoppa över första EPG-laddningen

# #30116
source: Channels and groups update mode
sv_se: Uppdateringsläge för kanaler och grupper

# #30117
source: Disabled
sv_se: Inaktiverad

# #30118
source: Notify on UI and Log
sv_se: Meddelande om UI och logg

# #30119
source: Reload Channels and Groups
sv_se: Ladda om kanaler och grupper

# #30120
source: Channels and groups update hour (24h)
sv_se: Uppdateringstimme för kanaler och grupper (24h)

# #30121
source: Connection check timeout
sv_se: Timeout för anslutningskontroll

# #30122
source: Connection check interval
sv_se: Intervall för kontroll av anslutning

# #30123
source: Autotimers
sv_se: Autotimer

# #30124
source: Limit 'Any Channel' autotimers to TV or Radio
sv_se: Begränsa autotimern "Any Channel" till TV eller radio

# #30125
source: Limit to groups of original EPG channel
sv_se: Begränsa till grupper av ursprungliga EPG-kanaler

# #30126
source: Use standard channel service reference
sv_se: Använd standardreferens för kanalservice

# #30127
source: Store last played/play count on the backend
sv_se: Lagra senast spelade/spelantal på backend

# #30128
source: Share last played across:
sv_se: Dela senast spelade över:

# #30129
source: Kodi instances
sv_se: Kodi instanser

# #30130
source: Kodi/E2 instances
sv_se: Kodi/E2-instanser

# #30131
source: Custom bouquets
sv_se: Specialbeställda buketter

# #30132
source: Custom TV bouquets file
sv_se: Anpassade TV-buketter fil

# #30133
source: Custom Radio bouquets file
sv_se: Anpassad fil för radiobuketter

# #30134
source: Number of TV bouquets
sv_se: Antal TV-buketter

# #30135
source: TV bouquet 2
sv_se: TV-bukett 2

# #30136
source: TV bouquet 3
sv_se: TV-bukett 3

# #30137
source: TV bouquet 4
sv_se: TV-bukett 4

# #30138
source: TV bouquet 5
sv_se: TV-bukett 5

# #30139
source: Number of radio bouquets
sv_se: Antal radiobuketter

# #30140
source: Radio bouquet 2
sv_se: Radiobukett 2

# #30141
source: Radio bouquet 3
sv_se: Radiobukett 3

# #30142
source: Radio bouquet 4
sv_se: Radiobukett 4

# #30143
source: Radio bouquet 5
sv_se: Radiobukett 5

# #30144
source: No addon debug logging in Kodi debug mode
sv_se: Ingen felsökningsloggning för addon i Kodis felsökningsläge

# #30145
source: Power Settings
sv_se: Inställningar för strömförsörjning

# #30148
source: Enable timeshift for IPTV streams
sv_se: Aktivera tidsförskjutning för IPTV-strömmar

# #30149
source: Use FFmpeg http reconnect options if possible
sv_se: Använd FFmpeg http-återanslutningsalternativ om möjligt

# #30150
source: Use mpegts MIME type for unknown streams
sv_se: Använd mpegts MIME-typ för okända strömmar

# #30151
source: - Modify inputstream.ffmpegdirect settings...
sv_se: - Ändra inställningarna för inputstream.ffmpegdirect...

# #30152
source: Retrieve provider name for channels
sv_se: Hämta leverantörsnamn för kanaler

# #30153
source: Enable timeshift disk limit
sv_se: Aktivera timeshift diskbegränsning

# #30154
source: Timeshift disk limit
sv_se: Timeshift diskgräns

# #30157
source: Recording Paths
sv_se: Inspelningsvägar

# #30158
source: Recording Locations
sv_se: Inspelningsplatser

# #30410
source: Automatic
sv_se: Automatisk

# #30420
source: Once off timer (auto)
sv_se: Timer för enstaka avbrott (auto)

# #30421
source: Once off timer (repeating)
sv_se: Timer för enstaka avbrott (upprepning)

# #30422
source: Once off timer (channel)
sv_se: Timer för enstaka avbrott (kanal)

# #30423
source: Repeating time/channel based
sv_se: Upprepning baserad på tid/kanal

# #30424
source: One time guide-based
sv_se: En gång guidebaserad

# #30425
source: Repeating guide-based
sv_se: Upprepande guidebaserad

# #30426
source: Auto guide-based
sv_se: Automatisk guidebaserad

# #30430
source: Disabled
sv_se: Inaktiverad

# #30431
source: Record if EPG title differs
sv_se: Spela in om EPG-titeln skiljer sig åt

# #30432
source: Record if EPG title and short description differs
sv_se: Spela in om EPG-titeln och den korta beskrivningen skiljer sig åt

# #30433
source: Record if EPG title and all descriptions differ
sv_se: Spela in om EPG-titeln och alla beskrivningar skiljer sig åt

# #30514
source: Timeshift buffer path does not exist
sv_se: Sökvägen för Tidsskifte-buffert existerar inte

# #30515
source: Enigma2: Could not reach web interface
sv_se: Enigma2: Kunde inte nå webbgränssnitt

# #30516
source: Enigma2: No channel groups found
sv_se: Enigma2: Inga kanalgrupper funna

# #30517
source: Enigma2: No channels found
sv_se: Enigma2: Inga kanaler funna

# #30518
source: Enigma2: Channel group changes detected, please restart to load changes
sv_se: Enigma2: Ändringar i kanalgruppen har upptäckts, starta om för att läsa in ändringarna

# #30519
source: Enigma2: Channel changes detected, please restart to load changes
sv_se: Enigma2: Kanaländringar upptäckta, vänligen starta om för att läsa in ändringarna

# #30520
source: Invalid Channel
sv_se: Ogiltig kanal

# #30521
source: Enigma2: Channel group changes detected, reloading...
sv_se: Enigma2: Kanalgruppsändringar upptäckta, laddar om...

# #30522
source: Enigma2: Channel changes detected, reloading...
sv_se: Enigma2: Kanalbyte upptäckt, laddar om...

# #30600
source: This category cotains the settings for connecting to the Enigma2 device
sv_se: Den här kategorin innehåller inställningar för anslutning till Enigma2-enheten

# #30601
source: The IP address or hostname of your enigma2 based set-top box.
sv_se: IP-adressen eller värdnamnet för din enigma2-baserade digitalbox.

# #30602
source: The port used to connect to the web interface.
sv_se: Den port som används för att ansluta till webbgränssnittet.

# #30603
source: Use https to connect to the web interface.
sv_se: Använd https för att ansluta till webbgränssnittet.

# #30604
source: If the webinterface of the set-top box is protected with a username/password combination this needs to be set in this option.
sv_se: Om digitalboxens webbgränssnitt är skyddat med en kombination av användarnamn och lösenord måste detta anges i detta alternativ.

# #30605
source: If the webinterface of the set-top box is protected with a username/password combination this needs to be set in this option.
sv_se: Om digitalboxens webbgränssnitt är skyddat med en kombination av användarnamn och lösenord måste detta anges i detta alternativ.

# #30606
source: When enabled the stream URL will be read from an M3U8 file. When disabled it is constructed based on the service reference of the channel. This option is rarely required and should not be enbaled unless you have a special use case. If viewing an IPTV Stream this option has no effect on those channels.
sv_se: När den är aktiverad läses stream-URL:en från en M3U8-fil. När den är inaktiverad konstrueras den baserat på kanalens tjänstereferens. Det här alternativet behövs sällan och bör inte aktiveras om du inte har ett speciellt användningsfall. Om du tittar på en IPTV-ström har detta alternativ ingen effekt på dessa kanaler.

# #30607
source: This option defines the streaming port the set-top box uses to stream live tv. The default is 8001 which should be fine if the user did not define a custom port within the webinterface.
sv_se: Det här alternativet definierar den streamingport som digitalboxen använder för att streama live-tv. Standardvärdet är 8001, vilket bör fungera bra om användaren inte har definierat en anpassad port i webbgränssnittet.

# #30608
source: Use https to connect to streams.
sv_se: Använd https för att ansluta till strömmar.

# #30609
source: Use the login username and password for streams.
sv_se: Använd användarnamn och lösenord för att logga in på streams.

# #30610
source: The value in seconds to wait for a connection check to complete before failure. Useful for tuning on older Enigma2 devices. Note, this setting should rarely need to be changed. It's more likely the `Connection check interval` setting will have the desired effect. Default is 30 seconds.
sv_se: Värdet i sekunder för att vänta på att en anslutningskontroll ska slutföras innan den misslyckas. Användbart för tuning på äldre Enigma2-enheter. Observera att denna inställning sällan bör behöva ändras. Det är mer troligt att inställningen `Connection check interval` har önskad effekt. Standard är 30 sekunder.

# #30611
source: The value in seconds to wait between connection checks. Useful for tuning on older Enigma2 devices. Default is 10 seconds.
sv_se: Värdet i sekunder som ska vänta mellan anslutningskontrollerna. Användbart för tuning på äldre Enigma2-enheter. Standardvärdet är 10 sekunder.

# #30620
source: This category cotains the settings whivh generally need to be set by the user
sv_se: Den här kategorin innehåller de inställningar som i allmänhet måste göras av användaren

# #30621
source: Fetch the picons straight from the Enigma 2 set-top box.
sv_se: Hämta picons direkt från Enigma 2-digitalboxen.

# #30622
source: Fetch the picon path from OpenWebIf instead of constructing from ServiceRef. Requires OpenWebIf 1.3.5 or higher. There is no effect if used on a lower version of OpenWebIf.
sv_se: Hämta picon-sökvägen från OpenWebIf istället för att konstruera den från ServiceRef. Kräver OpenWebIf 1.3.5 eller högre. Det har ingen effekt om det används på en lägre version av OpenWebIf.

# #30623
source: Assume all picons files fetched from the set-top box start with '1_1_1_' and end with '_0_0_0'.
sv_se: Antag att alla picons-filer som hämtas från digitalboxen börjar med "1_1_1_" och slutar med "_0_0_0".

# #30624
source: In order to have Kodi display channel logos you have to copy the picons from your set-top box onto your OpenELEC machine. You then need to specify this path in this property.
sv_se: För att Kodi ska kunna visa kanallogotyper måste du kopiera picons från din digitalbox till din OpenELEC-maskin. Du måste sedan ange den här sökvägen i den här egenskapen.

# #30625
source: As the set-top box can also be used to modify timers, delete recordings etc. and the set-top box does not notify the Kodi installation, the addon needs to regularly check for updates (new channels, new/changed/deletes timers, deleted recordings, etc.) This property defines how often the addon checks for updates. Please note that updating the recordings frequently can keep your receiver and it's harddisk from entering standby automatically.
sv_se: Eftersom digitalboxen också kan användas för att ändra timers, radera inspelningar etc. och digitalboxen inte meddelar Kodi-installationen, måste tillägget regelbundet kontrollera om det finns uppdateringar (nya kanaler, nya/ändrade/raderade timers, raderade inspelningar etc.) Den här egenskapen definierar hur ofta tillägget kontrollerar om det finns uppdateringar. Observera att om du uppdaterar inspelningarna ofta kan det förhindra att din mottagare och dess hårddisk automatiskt går in i standby.

# #30626
source: The mode used when the update interval is reached. Note that if there is any timer change detected a recordings update will always occur regardless of the update mode. Choose from one of the following two modes: [B]Timers and Recordings[/B] Update all timers and recordings; [B]Timers only[/B] Only update the timers. If it's important to not spin up the HDD on your STB use this option. The HDD should then only spin up when a timer event occurs.
sv_se: Det läge som används när uppdateringsintervallet har uppnåtts. Observera att om en timerändring upptäcks kommer en uppdatering av inspelningarna alltid att ske oavsett uppdateringsläge. Välj mellan ett av följande två lägen: [B]Timers och inspelningar[/B] Uppdatera alla timers och inspelningar; [B]Endast timers[/B] Uppdatera endast timers. Använd det här alternativet om det är viktigt att hårddisken på din STB inte snurrar. Hårddisken ska då bara snurra upp när en timerhändelse inträffar.

# #30627
source: The mode used when the hour in the next settings is reached. Choose from one of the following three modes: [B]Disabled[/B] Never check for channel and group changes; [B]Notify on UI and Log[/B] Display a notice in the UI and log the fact that a change was detectetd[/B]; [B]Reload Channels and Groups[/B] Disconnect and reconnect with E2 device to reload channels only if a change is detected.
sv_se: Det läge som används när timmen i nästa inställning har uppnåtts. Välj mellan ett av följande tre lägen: [B]Disabled[/B] Kontrollera aldrig efter kanal- och gruppändringar; [B]Notify on UI and Log[/B] Visa ett meddelande i användargränssnittet och logga det faktum att en ändring har upptäckts[/B]; [B]Reload Channels and Groups[/B] Koppla från och återanslut till E2-enheten för att ladda om kanalerna endast om en ändring upptäcks.

# #30628
source: The hour of the day when the check for new channels should occur. Default is 4h as the Auto Bouquet Maker (ABM) on the E2 device defaults to 3AM.
sv_se: Den timme på dygnet då sökningen efter nya kanaler ska ske. Standard är 4h eftersom Auto Bouquet Maker (ABM) på E2-enheten har standardvärdet 3AM.

# #30629
source: Some TV Providers (e.g. Nos - Portugal) using MPTS send extra program stream information. Setting the program id allows kodi to select the correct stream and therefore makes the channel/recording playable. Note that it takes approx 33% longer to open any stream with this option enabled.
sv_se: Vissa TV-leverantörer (t.ex. Nos - Portugal) som använder MPTS skickar extra information om programströmmen. Genom att ställa in program-ID kan kodi välja rätt ström och därmed göra kanalen/inspelningen spelbar. Observera att det tar cirka 33% longer att öppna en ström med det här alternativet aktiverat.

# #30640
source: This category cotains the settings for channels. When changing bouquets you may need to clear the channel cache to the settings to take effect. You can do this by going to the following in Kodi settings: 'Settings->PVR & Live TV->General->Clear cache'.
sv_se: Denna kategori innehåller inställningar för kanaler. När du byter buketter kan du behöva rensa kanalcachen för att inställningarna ska träda i kraft. Du kan göra detta genom att gå till följande i Kodi-inställningarna: 'Inställningar-> PVR & Live TV-> Allmänt-> Rensa cache'.

# #30641
source: Usually service reference's for the channels are in a standard format like '1:0:1:27F6:806:2:11A0000:0:0:0:'. On occasion depending on provider they can be extended with some text e.g. '1:0:1:27F6:806:2:11A0000:0:0:0::UTV' or '1:0:1:27F6:806:2:11A0000:0:0:0::UTV + 1'. If this option is enabled then all read service reference's will be read as standard. This is default behaviour. Functionality like autotimers will always convert to a standard reference.
sv_se: Vanligtvis är tjänstereferenserna för kanalerna i ett standardformat som '1:0:1:27F6:806:2:11A0000:0:0:0:'. Ibland, beroende på leverantör, kan de utökas med lite text, t.ex. '1:0:1:27F6:806:2:11A0000:0:0:0::UTV' eller '1:0:1:27F6:806:2:11A0000:0:0:0::UTV + 1'. Om detta alternativ är aktiverat kommer alla lästa servicereferenser att läsas som standard. Detta är standardbeteendet. Funktionalitet som autotimer konverteras alltid till en standardreferens.
