Repository: yeager/translations
Catalog: Kodi/kodi-add-ons-pvr-clients-pvr-vuplus-*.po
Languages: sv_se

# #30727
source: For devices with limited disk space a limit in Gigabytes can be set whereby timeshift will be switched off and playback will return to the live stream. Note that for timeshift on playback it will not be possible to timeshift again until a stream is restarted once this limit is reached.
sv_se: För enheter med begränsat diskutrymme kan en gräns i Gigabyte ställas in varvid timeshift stängs av och uppspelningen återgår till live stream. Observera att för timeshift vid uppspelning kommer det inte att vara möjligt att timeshifta igen förrän en ström startas om när denna gräns har nåtts.

# #30728
source: The disk space limit to use for the timeshift buffer in Gigabytes.
sv_se: Den diskutrymmesgräns som ska användas för timeshift-bufferten i Gigabyte.

# #30740
source: This category cotains advanced/expert settings
sv_se: Denna kategori innehåller avancerade/expertinställningar

# #30741
source: By default plot outline (short description on Enigma2) is not displayed in the UI. Can be displayed in EPG, Recordings or both. After changing this option you will need to clear the EPG cache `Settings->PVR & Live TV->Guide->Clear cache` for it to take effect.
sv_se: Som standard visas inte plot outline (kort beskrivning på Enigma2) i användargränssnittet. Kan visas i EPG, inspelningar eller båda. När du har ändrat det här alternativet måste du rensa EPG-cachen `Inställningar->PVR & Live TV->Guide->Rensa cache` för att det ska träda i kraft.

# #30742
source: If this option is set to a value other than `Disabled` then the addon will send a Powerstate command to the set-top box when Kodi will be closed (or the addon will be deactivated): [B]Disabled[/B] No command sent when the addon exits; [B]Standby[/B] Send the standby command on exit; [B]Deep standby[/B] Send the deep standby command on exit. Note, the set-top box will not respond to Kodi after this command is sent; [B]Wakeup, then standby[/B] Similar to standby but first sends a wakeup command. Can be useful if you want to ensure all streams have stopped. Note: if you use CEC this could cause your TV to wake.
sv_se: Om det här alternativet är inställt på ett annat värde än "Avaktiverad" kommer tillägget att skicka ett Powerstate-kommando till digitalboxen när Kodi stängs (eller tillägget avaktiveras): [B]Inaktiverad[/B] Inget kommando skickas när tillägget avslutas; [B]Standby[/B] Skicka standby-kommandot vid avslut; [B]Djup standby[/B] Skicka kommandot för djup standby vid avslut. Observera att digitalboxen inte kommer att svara på Kodi efter att detta kommando har skickats; [B]Wakeup, then standby[/B] Liknar standby men skickar först ett väckningskommando. Kan vara användbart om du vill försäkra dig om att alla strömmar har stoppats. Obs: om du använder CEC kan detta leda till att din TV vaknar.

# #30743
source: The timemout to use when trying to read live streams. Default for live streams is 0. Default for for timeshifting is 10 seconds.
sv_se: Den tidsgräns som ska användas när man försöker läsa live-strömmar. Standard för direktsändningar är 0. Standard för timeshifting är 10 sekunder.

# #30744
source: The chunk size used by Kodi for streams. Default at 0 to leave it to Kodi to decide. Can be useful to set manually when viewing streams remotely where buffering can occur as PVR is optimised for a local network.
sv_se: Den chunkstorlek som används av Kodi för strömmar. Standardvärdet är 0 för att låta Kodi bestämma. Kan vara användbart att ställa in manuellt när du tittar på strömmar på distans där buffring kan uppstå eftersom PVR är optimerad för ett lokalt nätverk.

# #30745
source: Debug log statements will display for the addon even though debug logging may not be enabled in Kodi. Note that all debug log statements will display at NOTICE level.
sv_se: Felsökningsloggmeddelanden kommer att visas för tillägget även om felsökningsloggning kanske inte är aktiverad i Kodi. Observera att alla debuggloggmeddelanden visas på NOTICE-nivå.

# #30746
source: Very detailed and verbose log statements will display in addition to standard debug statements. If enabled along with `Enable debug logging in normal mode` both trace and debug will display without debug logging enabled. In this case both debug and trace log statements will display at NOTICE level.
sv_se: Mycket detaljerade och utförliga loggutdrag visas utöver de vanliga felsökningsutdragen. Om detta aktiveras tillsammans med `Aktivera felsökningsloggning i normalläge` kommer både trace och debug att visas utan att felsökningsloggning är aktiverad. I det här fallet visas både debug- och trace-loggmeddelanden på NOTICE-nivå.

# #30747
source: Debug log statements will not be displayed for the addon even though debug logging is enabled in Kodi. This can be useful when trying to debug an issue in Kodi which is not addon related.
sv_se: Felsökningsloggmeddelanden visas inte för tillägget även om felsökningsloggning är aktiverad i Kodi. Detta kan vara användbart när du försöker felsöka ett problem i Kodi som inte är relaterat till tillägget.

# #30760
source: This category contains information and settings on/about the Enigma2 STB.
sv_se: Den här kategorin innehåller information och inställningar om/kring Enigma2 STB.

# #30762
source: autotimertagintags
sv_se: autotimertaggintaggar

# #30763
source: autotimernameintags
sv_se: autotimernamnintags

# #30764
source: This value reflects the backend setting [B]Margin before recording[/B]. It will be applied to the start of all new regular timers created including those created from Autotimers. Note that if a padding/margin is set on an Autotimer it will be custom for that Autotimer and will override this value.
sv_se: Detta värde återspeglar backend-inställningen [B]Marginal före inspelning[/B]. Det kommer att tillämpas på starten av alla nya vanliga timers som skapas, inklusive de som skapas från Autotimers. Observera att om en utfyllnad/marginal ställs in på en Autotimer kommer den att vara anpassad för den Autotimern och åsidosätta detta värde.

# #30765
source: This value reflects the backend setting [B]Margin after recording[/B]. It will be applied to the end of all new regular timers created including those created from Autotimers. Note that if a padding/margin is set on an Autotimer it will be custom for that Autotimer and will override this value.
sv_se: Detta värde återspeglar backend-inställningen [B]Marginal efter inspelning[/B]. Det kommer att tillämpas i slutet av alla nya vanliga timers som skapas, inklusive de som skapas från Autotimers. Observera att om en utfyllnad/marginal ställs in på en Autotimer kommer den att vara anpassad för den Autotimern och åsidosätta detta värde.

# #30766
source: The MAC address of the Engima2 STB to be used for WoL (Wake On LAN).
sv_se: MAC-adressen för den Engima2 STB som ska användas för WoL (Wake On LAN).
