Repository: yeager/translations
Catalog: Kodi/kodi-add-ons-pvr-clients-pvr-vuplus-*.po
Languages: sv_se

# #30642
source: When using the addon with a single tuner box it may be necessary that the addon needs to be able to zap to another channel on the set-top box. If this option is enabled each channel switch in Kodi will also result in a channel switch on the set-top box. Please note that [B]allow channel switching[/B] needs to be enabled in the webinterface on the set-top box.
sv_se: När du använder tillägget med en enda tunerbox kan det vara nödvändigt att tillägget måste kunna zappa till en annan kanal på digitalboxen. Om det här alternativet är aktiverat kommer varje kanalbyte i Kodi också att resultera i ett kanalbyte på digitalboxen. Observera att [B]tillåt kanalväxling[/B] måste vara aktiverat i webbgränssnittet på digitalboxen.

# #30643
source: Choose from one of the following three modes: [B]All bouquets[/B] Fetch all TV bouquets from the set-top box; [B]Some bouquets[/B] Only fetch the bouquets specified in the next options; [B]Favourites group[/B] Only fetch the system bouquet for TV favourites; [B]Custom groups[/B] Fetch a set of bouquets from the Set-top box whose names are loaded from an XML file.
sv_se: Välj mellan ett av följande tre lägen: [B]Alla buketter[/B] Hämta alla TV-buketter från digitalboxen; [B]Vissa buketter[/B] Hämta endast de buketter som anges i nästa alternativ; [B]Favoritgrupp[/B] Hämta endast systembuketten för TV-favoriter; [B]Anpassade grupper[/B] Hämta en uppsättning buketter från digitalboxen vars namn läses in från en XML-fil.

# #30644
source: If the previous option has been has been set to 'Some bouquets' you need to specify a TV bouquet to be fetched from the set-top box. Please note that this is the bouquet-name as shown on the set-top box (i.e. 'Favourites (TV)'). This setting is case-sensitive.
sv_se: Om det föregående alternativet har varit inställt på "Some bouquets" måste du ange en TV-bukett som ska hämtas från digitalboxen. Observera att detta är det buketnamn som visas på digitalboxen (t.ex. "Favoriter (TV)"). Denna inställning är skiftlägeskänslig.

# #30645
source: If the fetch mode is 'All bouquets' or 'Some bouquets' depending on your Enigma2 image you may need to explicitly fetch favourites if you require them. The options are: [B]Disabled[/B] Don't explicitly fetch TV favourites; [B]As first bouquet[/B] Explicitly fetch them as the first bouquet; [B]As last bouquet[/B] Explicitly fetch them as the last bouquet.
sv_se: Om hämtningsläget är "All bouquets" eller "Some bouquets" beroende på din Enigma2-bild kan du behöva hämta favoriter om du vill ha dem. Alternativen är: [B]Disabled[/B] Hämta inte TV-favoriter explicit; [B]Som första bukett[/B] Hämta dem explicit som första bukett; [B]Som sista bukett[/B] Hämta dem explicit som sista bukett.

# #30646
source: Last scanned is a system bouquet containing all the TV and Radio channels found in the last scan. Any TV channels found in the Last Scanned bouquet can be displayed as a group called 'Last Scanned (TV)' in Kodi. For TV this group is excluded by default. Disable this option to exclude this group. Note that if no TV groups are loaded the Last Scanned group for TV will be loaded by default regardless of this setting.
sv_se: Last scanned är en systembukett som innehåller alla TV- och radiokanaler som hittades i den senaste skanningen. Alla TV-kanaler som finns i den senast skannade buketten kan visas som en grupp som heter "Last Scanned (TV)" i Kodi. För TV är den här gruppen utesluten som standard. Inaktivera det här alternativet för att utesluta den här gruppen. Observera att om inga TV-grupper laddas kommer gruppen Senast skannad för TV att laddas som standard oavsett denna inställning.

# #30647
source: Choose from one of the following three modes: [B]All bouquets[/B] Fetch all Radio bouquets from the set-top box[/B]; [B]Some bouquets[/B] Only fetch the bouquets specified in the next options; [B]Favourites group[/B] Only fetch the system bouquet for Radio favourites; [B]Custom groups[/B] Fetch a set of bouquets from the Set-top box whose names are loaded from an XML file.
sv_se: Välj mellan ett av följande tre lägen: [B]Alla buketter[/B] Hämta alla radiobuketter från digitalboxen[/B]; [B]Vissa buketter[/B] Hämta endast de buketter som anges i nästa alternativ; [B]Favoritgrupp[/B] Hämta endast systembuketten för radiofavoriter; [B]Anpassade grupper[/B] Hämta en uppsättning buketter från digitalboxen vars namn läses in från en XML-fil.

# #30648
source: If the previous option has been has been set to 'Some bouquets' you need to specify a Radio bouquet to be fetched from the set-top box. Please note that this is the bouquet-name as shown on the set-top box (i.e. 'Favourites (Radio)'). This setting is case-sensitive.
sv_se: Om det föregående alternativet har varit inställt på "Some bouquets" måste du ange en radiobukett som ska hämtas från digitalboxen. Observera att detta är det buketnamn som visas på digitalboxen (t.ex. "Favoriter (Radio)"). Denna inställning är skiftlägeskänslig.

# #30649
source: If the fetch mode is 'All bouquets' or 'Some bouquets' depending on your Enigma2 image you may need to explicitly fetch favourites if you require them. The options are: [B]Disabled[/B] Don't explicitly fetch Radio favourites; [B]As first bouquet[/B] Explicitly fetch them as the first bouquet; [B]As last bouquet[/B] Explicitly fetch them as the last bouquet.
sv_se: Om hämtningsläget är "All bouquets" eller "Some bouquets" beroende på din Enigma2-bild kan du behöva hämta favoriter om du vill ha dem. Alternativen är: [B]Disabled[/B] Hämta inte uttryckligen radiofavoriter; [B]Som första bukett[/B] Hämta dem uttryckligen som den första buketten; [B]Som sista bukett[/B] Hämta dem uttryckligen som den sista buketten.

# #30650
source: Last scanned is a system bouquet containing all the TV and Radio channels found in the last scan. Any Radio channels found in the Last Scanned bouquet can be displayed as a group called 'Last Scanned (Radio)' in Kodi. For Radio this group is excluded by default. Disable this option to show this group.
sv_se: Last scanned är en systembukett som innehåller alla TV- och radiokanaler som hittades i den senaste skanningen. Alla radiokanaler som finns i den senast skannade buketten kan visas som en grupp som heter "Last Scanned (Radio)" i Kodi. För radio är den här gruppen utesluten som standard. Inaktivera det här alternativet för att visa den här gruppen.

# #30651
source: The file used to load the custom TV bouquets (groups). If no groups can be matched the channel list will default to 'Last Scanned (TV)'. The default file is `customTVGroups-example.xml`.
sv_se: Den fil som används för att ladda de anpassade TV-bouqueterna (grupperna). Om inga grupper kan matchas kommer kanallistan som standard att vara "Senast skannad (TV)". Standardfilen är `customTVGroups-example.xml`.

# #30652
source: The file used to load the custom Radio bouquets (groups). If no groups can be matched the channel list will default to 'Last Scanned (Radio)'. The default file is `customRadioGroups-example.xml`.
sv_se: Den fil som används för att ladda de anpassade radiobuketterna (grupperna). Om inga grupper kan matchas kommer kanallistan som standard att vara "Last Scanned (Radio)". Standardfilen är `customRadioGroups-example.xml`.

# #30653
source: The number of TV bouquets to load when `Some bouquets` is the selected fetch mode. Up to 5 can be chosen. If more than 5 are required the 'Custom bouquets' fetch mode should be used instead.
sv_se: Antalet TV-buketter som ska laddas när `Några buketter` är det valda hämtningsläget. Upp till 5 kan väljas. Om fler än 5 krävs bör hämtningsläget "Custom bouquets" användas istället.

# #30654
source: The number of Radio bouquets to load when `Some bouquets` is the selected fetch mode. Up to 5 can be chosen. If more than 5 are required the 'Custom bouquets' fetch mode should be used instead.
sv_se: Antalet radiobuketter som ska laddas när `Några buketter` är det valda hämtningsläget. Upp till 5 kan väljas. Om fler än 5 krävs bör hämtningsläget "Anpassade buketter" användas istället.

# #30655
source: If this option is enabled then each group in kodi will match the exact channel numbers used on the backend bouquets. If disabled (default) each channel will only have a single backend channel number (first occurence when loaded).
sv_se: Om det här alternativet är aktiverat kommer varje grupp i kodi att matcha de exakta kanalnummer som används på backendbuketterna. Om det är avaktiverat (standard) kommer varje kanal bara att ha ett enda kanalnummer på backend (första förekomsten när den laddas).

# #30656
source: Retrieve provider name from the backend when fetching channels. Default is enabled but disabling can speed up fetch times on older devices.
sv_se: Hämta leverantörsnamn från backend när du hämtar kanaler. Standard är aktiverat men inaktivering kan snabba upp hämtningstiderna på äldre enheter.

# #30660
source: This category cotains the settings for EPG (Electronic Programme Guide). Excluding logging missing genre text mappings all other options will require clearing the EPG cache to take effect. This can be done by going to 'Settings->PVR & Live TV->Guide->Clear cache' in Kodi after the addon restarts.
sv_se: Den här kategorin innehåller inställningar för EPG (Electronic Programme Guide). Med undantag för loggning av saknade genretextmappningar kommer alla andra alternativ att kräva att EPG-cachen rensas för att träda i kraft. Detta kan göras genom att gå till "Inställningar->PVR & Live TV->Guide->Rensa cache" i Kodi efter att tillägget har startats om.

# #30661
source: Check the description fields in the EPG data and attempt to extract season, episode and year info where possible. In addtion can also extract properties like new, live and premiere info.
sv_se: Kontrollera beskrivningsfälten i EPG-data och försök att extrahera information om säsong, avsnitt och år där det är möjligt. Dessutom kan man extrahera egenskaper som ny, live och premiärinformation.

# #30662
source: The config used to extract season, episode and year information. The default file is `English-ShowInfo.xml`.
sv_se: Den config som används för att extrahera information om säsong, avsnitt och år. Standardfilen är `English-ShowInfo.xml`.

# #30663
source: If the genre IDs sent with EPG data from your set-top box are not using the DVB standard, map from these to the DVB standard IDs. Sky UK for instance uses OpenTV, in that case without this option set the genre colouring and text would be incorrect in Kodi.
sv_se: Om de genre-ID:n som skickas med EPG-data från din digitalbox inte använder DVB-standarden, mappa från dessa till DVB-standard-ID:n. Sky UK använder till exempel OpenTV, i det fallet utan detta alternativ skulle genrefärgen och texten vara felaktig i Kodi.

# #30664
source: The config used to map set-top box EPG genre IDs to DVB standard IDs. The default file is `Sky-UK.xml`.
sv_se: Den konfiguration som används för att mappa EPG-genre-ID:n för digitalboxar till DVB-standard-ID:n. Standardfilen är `Sky-UK.xml`.

# #30665
source: If you use Rytec XMLTV EPG data this option can be used to map the text genres to DVB standard IDs.
sv_se: Om du använder Rytec XMLTV EPG-data kan detta alternativ användas för att mappa textgenrerna till DVB-standard-ID:n.

# #30666
source: The config used to map Rytec Genre Text to DVB IDs. The default file is `Rytec-UK-Ireland.xml`.
sv_se: Den konfiguration som används för att mappa Rytec Genre Text till DVB ID. Standardfilen är `Rytec-UK-Ireland.xml`.

# #30667
source: If you would like missing genre mappings to be logged so you can report them enable this option. Note: any genres found that don't have a mapping will still be extracted and sent to Kodi as strings. Currently genres are extracted by looking for text between square brackets, e.g. [B]TV Drama[/B], or for major, minor genres using a dot (.) to separate [B]TV Drama. Soap Opera[/B]
sv_se: Om du vill att saknade genremappningar ska loggas så att du kan rapportera dem aktiverar du det här alternativet. Observera: alla genrer som hittas men som inte har någon mappning kommer ändå att extraheras och skickas till Kodi som strängar. För närvarande extraheras genrer genom att leta efter text mellan hakparenteser, t.ex. [B]TV Drama[/B], eller för större och mindre genrer genom att använda en punkt (.) för att separera [B]TV Drama. Såpopera[/B]

# #30668
source: For older Enigma2 devices EPG updates can effect streaming quality (such as buffer timeouts). A delay of between 250ms and 5000ms can be introduced to improve quality. Only recommended for older devices. Choose the lowest value that avoids buffer timeouts.
sv_se: För äldre Enigma2-enheter kan EPG-uppdateringar påverka streamingkvaliteten (t.ex. bufferttidsavbrott). En fördröjning på mellan 250 ms och 5000 ms kan införas för att förbättra kvaliteten. Rekommenderas endast för äldre enheter. Välj det lägsta värdet som undviker bufferttimeouts.

# #30669
source: Ignore the intial EPG load (now and next). Enabled by default to prevent crash issues on LibreElec/CoreElec.
sv_se: Ignorera den inledande EPG-laddningen (nu och nästa). Aktiverad som standard för att förhindra kraschproblem på LibreElec/CoreElec.

# #30680
source: This category cotains the settings for recordings
sv_se: Denna kategori omfattar inställningar för inspelningar

# #30681
source: Store last played position and count on the backend so they can be shared across kodi instances. Only supported on OpenWebIf version 1.3.6+.
sv_se: Lagra senast spelade position och antal på backend så att de kan delas mellan olika Kodi-instanser. Stöds endast av OpenWebIf version 1.3.6+.

# #30682
source: The options are: [B]Kodi instances[/B] Only use the value in kodi and will not affect last played on the E2 device; [B]Kodi/E2 instances[/B] Use the value across kodi and the E2 device so they stay in sync. Last played will be synced with the E2 device once every 5-10 minutes per recording if the PVR menus are in use. Note that only a single kodi instance is required to have this option enabled.
sv_se: Alternativen är: [B]Kodi-instanser[/B] Använd endast värdet i kodi och påverkar inte senast spelade på E2-enheten; [B]Kodi/E2-instanser[/B] Använd värdet i kodi och E2-enheten så att de förblir synkroniserade. Senast spelade kommer att synkroniseras med E2-enheten en gång var 5-10 minut per inspelning om PVR-menyerna används. Observera att endast en enda Kodi-instans krävs för att aktivera det här alternativet.

# #30683
source: Per default the addon does not specify the recording folder in newly created timers, so the default set in the set-top box will be used. If you want to specify a different folder (i.e. because you want all recordings scheduled via Kodi to be stored in a separate folder), then you need to set this option.
sv_se: Som standard anger tillägget inte inspelningsmappen i nyskapade timers, så standardinställningen i digitalboxen kommer att användas. Om du vill ange en annan mapp (t.ex. för att du vill att alla inspelningar som schemaläggs via Kodi ska lagras i en separat mapp) måste du ställa in det här alternativet.

# #30684
source: If this option is not set the addon will fetch all available recordings from all configured paths from the set-top box. If this option is set then it will only list recordings that are stored within the 'current recording path' on the set-top box.
sv_se: Om detta alternativ inte är inställt kommer tillägget att hämta alla tillgängliga inspelningar från alla konfigurerade sökvägar från digitalboxen. Om det här alternativet är inställt kommer det bara att lista inspelningar som lagras inom den "aktuella inspelningssökvägen" på digitalboxen.

# #30685
source: If enabled use the real path from the backend to dictate the folder structure.
sv_se: Om den är aktiverad används den verkliga sökvägen från backend för att diktera mappstrukturen.

# #30686
source: EDLs are used to define commericals etc. in recordings. If a tool like Comskip is used to generate EDL files enabling this will allow Kodi PVR to use them. E.g. if there is a file called 'my recording.ts' the EDL file should be call 'my recording.edl'. Note: enabling this setting has no effect if the files are not present.
sv_se: EDL-filer används för att definiera reklamfilmer etc. i inspelningar. Om ett verktyg som Comskip används för att generera EDL-filer kommer detta att göra det möjligt för Kodi PVR att använda dem. Om det t.ex. finns en fil som heter "min inspelning.ts" ska EDL-filen heta "min inspelning.edl". Obs: Om du aktiverar den här inställningen har det ingen effekt om filerna inte finns.

# #30687
source: Padding to use at an EDL stop. I.e. use a negative number to start the cut earlier and positive to start the cut later. Default 0.
sv_se: Padding som ska användas vid ett EDL-stopp. Dvs. använd ett negativt tal för att starta klippningen tidigare och ett positivt tal för att starta klippningen senare. Standardvärde 0.

# #30688
source: Padding to use at an EDL stop. I.e. use a negative number to stop the cut earlier and positive to stop the cut later. Default 0.
sv_se: Utfyllnad att använda vid ett EDL-stopp. Dvs. använd ett negativt tal för att stoppa klippningen tidigare och ett positivt för att stoppa klippningen senare. Standardvärde 0.

# #30689
source: By default only the root of the location will be used to list recordings. When enabled the contents of child folders will be included.
sv_se: Som standard används endast roten till platsen för att lista inspelningar. När detta är aktiverat inkluderas även innehållet i underordnade mappar.

# #30690
source: When using the folder structure from the backend omit the location path from the directory. Useful as it can remove the need to traverse unused folders each time recordings are accessed.
sv_se: När du använder mappstrukturen från backend utelämnar du platssökvägen från katalogen. Användbart eftersom det kan ta bort behovet av att korsa oanvända mappar varje gång inspelningar öppnas.

# #30691
source: Create a virtual structure grouping recordings with the same name into folders. Will be applied to all recordings unless keeping the folder structure on the backend. In that case it will only be applied to the recordings in the root of each recording location.
sv_se: Skapa en virtuell struktur som grupperar inspelningar med samma namn i mappar. Kommer att tillämpas på alla inspelningar om inte mappstrukturen behålls på backend. I så fall kommer den endast att tillämpas på inspelningarna i roten på varje inspelningsplats.

# #30700
source: This category cotains the settings for timers (regular and auto)
sv_se: Den här kategorin innehåller inställningar för timers (vanliga och automatiska)

# #30701
source: Repeat timers will display as timer rules. Enabling this will make Kodi generate regular timers to match the repeat timer rules so the UI can show what's scheduled and currently recording for each repeat timer.
sv_se: Upprepade timers kommer att visas som timerregler. Om du aktiverar detta kommer Kodi att generera regelbundna timers som matchar reglerna för upprepade timers så att användargränssnittet kan visa vad som är schemalagt och vad som för närvarande spelas in för varje upprepad timer.

# #30702
source: The number of Kodi PVR timers to generate.
sv_se: Antalet Kodi PVR-timers som ska genereras.

# #30703
source: If this option is set then the addon will send the command to delete completed timers from the set-top box after each update interval.
sv_se: Om detta alternativ är inställt kommer tilläggsprogrammet att skicka kommandot att radera slutförda timers från digitalboxen efter varje uppdateringsintervall.

# #30704
source: When this is enabled there are some settings required on the set-top box to enable linking of AutoTimers (Timer Rules) to Timers in the Kodi UI. The addon attempts to set these automatically on boot.
sv_se: När detta är aktiverat krävs vissa inställningar på digitalboxen för att möjliggöra länkning av AutoTimers (Timer Rules) till Timers i Kodi-gränssnittet. Tillägget försöker ställa in dessa automatiskt vid uppstart.

# #30705
source: If last scanned groups are excluded attempt to limit new autotimers to either TV or Radio (dependent on channel used to create the autotimer). Note that if last scanned groups are enabled this is not possible and the setting will be ignored.
sv_se: Om grupper med sista skanning är uteslutna försöker man begränsa nya autotimer till antingen TV eller Radio (beroende på vilken kanal som användes för att skapa autotimern). Observera att om grupper som skannats senast är aktiverade är detta inte möjligt och inställningen kommer att ignoreras.

# #30706
source: For the channel used to create the autotimer limit to channel groups that this channel is a member of.
sv_se: För den kanal som används för att skapa autotimern begränsa till kanalgrupper som denna kanal är medlem i.

# #30720
source: This category cotains the settings for timeshift. Timeshifting allows you to pause live TV as well as move back and forward from your current position similar to playing back a recording. The buffer is deleted each time a channel is changed or stopped.
sv_se: Den här kategorin innehåller inställningar för timeshift. Timeshifting gör att du kan pausa direktsänd TV samt flytta dig bakåt och framåt från din nuvarande position på liknande sätt som när du spelar upp en inspelning. Bufferten raderas varje gång en kanal ändras eller stoppas.

# #30721
source: What timeshift option do you want: [B]Disabled[/B] No timeshifting; [B]On Pause[/B] Timeshifting starts when a live stream is paused. E.g. you want to continue from where you were at after pausing; [B]On Playback[/B] Timeshifting starts when a live stream is opened. E.g. You can go to any point in the stream since it was opened.
sv_se: Vilket timeshift-alternativ vill du ha: [B]Disabled[/B] Ingen timeshifting; [B]On Pause[/B] Timeshifting startar när en live stream pausas. Du vill t.ex. fortsätta från där du var efter pausen; [B]Vid uppspelning[/B] Tidsförskjutningen startar när en live stream öppnas. Du kan t.ex. gå till vilken punkt som helst i streamen sedan den öppnades.

# #30722
source: The path used to store the timeshift buffer. The default is the `addon_data/pvr.vuplus` folder in userdata.
sv_se: Den sökväg som används för att lagra timeshift-bufferten. Standard är mappen `addon_data/pvr.vuplus` i userdata.

# #30723
source: Enable the timeshift feature for IPTV streams using inputstream.ffmpegdirect. Note that this feature only works on playback and will ignore the timeshift mode used for regular channel playback.
sv_se: Aktivera timeshift-funktionen för IPTV-strömmar med hjälp av inputstream.ffmpegdirect. Observera att den här funktionen endast fungerar vid uppspelning och ignorerar det timeshift-läge som används för vanlig kanaluppspelning.

# #30724
source: Note this can only apply to http/https streams that are processed by libavformat (e.g. M3u8/HLS).
sv_se: Observera att detta endast kan gälla http/https-strömmar som bearbetas av libavformat (t.ex. M3u8/HLS).

# #30725
source: If the type of stream cannot be determined assume it's an MPEG TS stream.
sv_se: Om det inte går att avgöra vilken typ av ström det är, antar vi att det är en MPEG TS-ström.

# #30726
source: Open settings dialog for inputstream.ffmpegdirect for modification of timeshift and other settings.
sv_se: Öppna inställningsdialogrutan för inputstream.ffmpegdirect för ändring av tidsförskjutning och andra inställningar.
