Repository: yeager/translations
Catalog: Read the Docs/for_translation_readthedocs_readthedocs_*.po
Languages: sv

source: This integration is not managed by Read the Docs currently. If this integration is not functioning correctly, you can try re-syncing it. Otherwise you'll need to update the configuration on your repository. You can use the following address to manually configure this webhook.
sv: Den här integrationen hanteras inte av Read the Docs för närvarande. Om den här integrationen inte fungerar korrekt kan du försöka synkronisera den igen. Annars måste du uppdatera konfigurationen i ditt repository. Du kan använda följande adress för att manuellt konfigurera denna webhook.

source: To manually configure this webhook with your provider, use the following information:
sv: Använd följande information för att manuellt konfigurera denna webhook med din leverantör:

source: Secret:
sv: Hemlighet:

source: This integration does not have a secret, the authenticity of the incoming webhook cannot be verified. <strong>Click on "Resync webhook" to generate a secret.</strong> Read more in our <a href="https://blog.readthedocs.com/security-update-on-incoming-webhooks/">blog post</a>.
sv: Den här integrationen har ingen hemlighet och äktheten hos den inkommande webhooken kan inte verifieras. <strong>Klicka på "Resync webhook" för att generera en hemlighet.</strong> Läs mer i vårt <a href="https://blog.readthedocs.com/security-update-on-incoming-webhooks/">blogginlägg</a>.

source: For more information on manually configuring a webhook, refer to <a href="https://docs.readthedocs.io/page/guides/setup/git-repo-automatic.html"> our webhook documentation. </a>
sv: Mer information om manuell konfiguration av en webhook finns i <a href="https://docs.readthedocs.io/page/guides/setup/git-repo-automatic.html"> vår dokumentation om webhook.</a>

source: Resync webhook
sv: Webhook för resynkronisering

source: Delete webhook
sv: Ta bort webhook

source: External Links
sv: Externa länkar

source: Link text
sv: Länktext

source: Internal Links
sv: Interna länkar

source: Bold
sv: Fet

source: text to bold
sv: text till fetstil

source: Emphasized
sv: Understruken

source: text to emphasize
sv: text att framhäva

source: Lists
sv: Listor

source: Item
sv: Artikel

source: Source Code
sv: Källkod

source: e.g. Check out this code
sv: t.ex. Kolla in den här koden

source: actual code indented
sv: faktisk kod indragen

source: reStructuredText Primer
sv: primer för reStructuredText

source: Start building your documentation
sv: Börja bygga upp din dokumentation

source: This project has not been built yet. Try building the latest version now, or if you would like to build a specific version, select the version below and your documentation build will be triggered.
sv: Det här projektet har inte byggts ännu. Försök att bygga den senaste versionen nu, eller om du vill bygga en specifik version, välj versionen nedan och din dokumentationsbyggnad kommer att utlösas.

source: Build latest version
sv: Bygg senaste versionen

source: Your documentation is ready to use
sv: Din dokumentation är klar att användas

source: Your documentation has been built. Ensure your documentation is kept up to date with every commit to your repository, by <a href="http://docs.readthedocs.io/page/webhooks.html">setting up a webhook</a>.
sv: Din dokumentation har skapats. Se till att din dokumentation hålls uppdaterad med varje commit till ditt repository genom att <a href="http://docs.readthedocs.io/page/webhooks.html">konfigurera en webhook</a>.

source: View your documentation
sv: Visa din dokumentation

source: Your documentation failed to build
sv: Din dokumentation kunde inte byggas

source: There was a problem building your documentation, you can see what went wrong in the build output. If you need more help, check out some of the <a href="http://docs.readthedocs.io/page/faq.html">problems frequently encountered</a> during builds.
sv: Det uppstod ett problem när du byggde din dokumentation, du kan se vad som gick fel i build-utdata. Om du behöver mer hjälp kan du läsa mer om några av de <a href="http://docs.readthedocs.io/page/faq.html">problem som ofta uppstår</a> under byggandet.

source: View build output
sv: Visa byggresultat

source: Your documentation is building
sv: Din dokumentation är under uppbyggnad

source: You'll be able to view your documentation in a minute or two, once your project is done building.
sv: Du kommer att kunna se din dokumentation inom en minut eller två, när ditt projekt är färdigbyggt.

source: Ready to share your documentation
sv: Redo att dela med dig av din dokumentation

source: You don't have any projects yet, but you can start building documentation by importing one. Not sure how to start documenting your project? Check out the <a href="%(tutorial_url)s">Tutorial</a> to learn how.
sv: Du har inga projekt ännu, men du kan börja bygga upp dokumentation genom att importera ett. Är du osäker på hur du ska börja dokumentera ditt projekt? Kolla in <a href="%(tutorial_url)s">självstudien</a> för att lära dig hur du gör.

source: In a hurry? <a href="%(template_project_url)s">Fork our template project</a> on GitHub, and <a href="%(projects_import_url)s">import it</a>.
sv: Har du bråttom? <a href="%(template_project_url)s">Fördela vårt mallprojekt</a> på GitHub och <a href="%(projects_import_url)s">importera</a> det.

source: Import a Project
sv: Importera ett projekt

source: Documentation Advertising
sv: Dokumentationsannonsering

source: We will periodically run advertisements on built documentation pages for sponsors, however we have strict guidelines on advertisements:
sv: Vi kommer med jämna mellanrum att visa annonser på dokumentationssidor för sponsorer, men vi har strikta riktlinjer för annonser:

source: We don't give sponsors access to user information.
sv: Vi ger inte sponsorer tillgång till användarinformation.

source: We only report the number of impressions and number of ad clicks.
sv: Vi rapporterar endast antalet visningar och antalet annonsklick.

source: We only allow image and text ads which we host ourselves. There are no advertiser-supplied scripts running on Read the Docs.
sv: Vi tillåter endast bild- och textannonser som vi själva är värd för. Det finns inga skript som tillhandahålls av annonsörer som körs på Read the Docs.

source: For more details on advertising on Read the Docs including the privacy protections we have in place for users and <a href="https://docs.readthedocs.io/page/advertising/ethical-advertising.html#community-ads">community advertising</a> we run on behalf of the open source community, see <a href="https://docs.readthedocs.io/page/advertising/ethical-advertising.html">our documentation</a>.
sv: Mer information om annonsering på Read the Docs, inklusive det integritetsskydd vi har för användare och den <a href="https://docs.readthedocs.io/page/advertising/ethical-advertising.html#community-ads">samhällsannonsering</a> vi kör på uppdrag av open source-samhället, finns i <a href="https://docs.readthedocs.io/page/advertising/ethical-advertising.html">vår dokumentation</a>.

source: Opting out
sv: Välj bort

source: In addition to the advertising preferences we have for <a href="%(ads_preferences_url)s">individual users</a>, we have multiple ways for projects to opt out of advertising on Read the Docs.
sv: Utöver de reklampreferenser vi har för <a href="%(ads_preferences_url)s">enskilda användare</a> har vi flera sätt för projekt att välja bort reklam på Read the Docs.

source: If you are part of a company that uses Read the Docs to host documentation for a commercial product, please consider <a href="https://readthedocs.com/">Read the Docs for Business</a> which offers a completely ad-free experience, private repositories, private documentation, additional build resources, and dedicated support.
sv: Om du är en del av ett företag som använder Read the Docs som värd för dokumentation för en kommersiell produkt kan du överväga <a href="https://readthedocs.com/">Read the Docs for Business som</a> erbjuder en helt annonsfri upplevelse, privata arkiv, privat dokumentation, ytterligare byggresurser och dedikerad support.

source: By becoming a <a href="%(gold_detail)s">Gold member</a> to Read the Docs, you may remove advertising from your projects for all visitors.
sv: Genom att bli <a href="%(gold_detail)s">Gold-medlem</a> i Read the Docs kan du ta bort reklam från dina projekt för alla besökare.

source: Project owners can <a href="#removing-paid-advertising">opt out of paid advertisements</a> for their projects. Readers will still see community ads for open source projects and conferences.
sv: Projektägare kan <a href="#removing-paid-advertising">välja bort betalda annonser</a> för sina projekt. Läsarna kommer fortfarande att se community-annonser för projekt och konferenser med öppen källkod.

source: If you would like to completely remove advertising from your open source project, but both Read the Docs for Business and our Gold memberships don't seem like the right fit, please <a href="mailto:ads@readthedocs.org?subject=Alternatives%%20to%%20advertising">get in touch</a> to discuss alternatives to advertising.
sv: Om du helt vill ta bort reklam från ditt projekt med öppen källkod, men varken Read the Docs for Business eller vårt guldmedlemskap verkar passa dig, kan du <a href="mailto:ads@readthedocs.org?subject=Alternatives%%20to%%20advertising">kontakta</a> oss för att diskutera alternativ till reklam.

source: If you are a company hosting commercial documentation on our community site, we do not allow removing paid advertisements on your documentation. Please consider Read the Docs for Business or a Gold membership.
sv: Om du är ett företag som är värd för kommersiell dokumentation på vår community-webbplats tillåter vi inte att du tar bort betalda annonser på din dokumentation. Överväg Read the Docs for Business eller ett guldmedlemskap.

source: Update advertising preference
sv: Uppdatera inställningar för annonsering

source: Create a new project
sv: Skapa ett nytt projekt

source: Create a New Project
sv: Skapa ett nytt projekt

source: Create new documentation here. If you already have docs in a public repository,
sv: Skapa ny dokumentation här. Om du redan har dokument i ett offentligt arkiv,

source: import an existing project
sv: importera ett befintligt projekt

source: Create
sv: Skapa

source: Project Dashboard
sv: Projektets kontrollpanel

source: Important Versions
sv: Viktiga versioner

source: passing
sv: passerar

source: failing
sv: misslyckande

source: Search all docs
sv: Sök i alla dokument

source: Connect your Accounts
sv: Anslut dina konton

source: Have a GitHub account? Connect your account and import your existing projects automatically.
sv: Har du ett GitHub-konto? Anslut ditt konto och importera dina befintliga projekt automatiskt.

source: Learn More
sv: Läs mer

source: Check out the <a href="%(rtd_docs_url)s">documentation for Read the Docs</a>. It contains lots of information about how to get the most out of RTD.
sv: Kolla in <a href="%(rtd_docs_url)s">dokumentationen för Read the Docs</a>. Den innehåller massor av information om hur du får ut mesta möjliga av RTD.

source: Delete %(name)s?
sv: Ta bort %(name)s?

source: This project <a href="%(subproject_url)s">has subprojects</a> under it. Deleting this project will make them to become regular projects. This will break the URLs of all its subprojects and they will be served normally as other projects.
sv: Detta projekt <a href="%(subproject_url)s">har under</a> projekt under sig. Om du tar bort det här projektet kommer de att bli vanliga projekt. Detta kommer att bryta webbadresserna för alla dess underprojekt och de kommer att visas normalt som andra projekt.

source: You sure?
sv: Är du säker?

source: Edit Project
sv: Redigera projekt

# The 'or' is in between 'Save' and 'Delete project'
source: or
sv: eller

source: Delete project
sv: Ta bort projekt

source: Addons
sv: Tillägg

source: Edit Versions
sv: Redigera versioner

source: Subprojects
sv: Delprojekt

source: Email Notifications
sv: E-postnotifikationer

source: Traffic Analytics
sv: Trafikanalys

source: Search Analytics
sv: Sökanalys

source: Import a Remote Repository
sv: Importera ett fjärrarkiv

source: There was an error with your request:
sv: Det uppstod ett fel med din begäran:

source: Refresh your accounts
sv: Uppdatera dina konton

source: Import a Repository
sv: Importera ett arkiv

source: We're only showing public repositories. For private projects and other features, please use <a href="https://readthedocs.com/">Read the Docs for Business</a>.
sv: Vi visar bara offentliga arkiv. För privata projekt och andra funktioner ska du använda <a href="https://readthedocs.com/">Read the Docs for Business</a>.

source: No remote repositories found, try <a href="#" %(binding)s>refreshing your accounts</a>.
sv: Inga fjärrarkiv hittades, försök <a href="#" %(binding)s>att uppdatera dina konton</a>.

source: You don't currently have any connected accounts. Connect your account to be able to easily set up projects.
sv: Du har för närvarande inte några anslutna konton. Anslut ditt konto för att enkelt kunna sätta upp projekt.

source: This repository requires admin access to import
sv: Detta arkiv kräver administratörsbehörighet för att importera

source: Locked
sv: Låst

source: This repository has already been imported
sv: Det här arkivet har redan importerats

# verb, action to see in detail
source: View
sv: Visa

source: You can import your project manually if it isn't listed here or connected to one of your accounts.
sv: Du kan importera ditt projekt manuellt om det inte finns med i listan eller är kopplat till något av dina konton.

source: Import Manually
sv: Importera manuellt

source: Filter repositories
sv: Filtrera lagringsplatser

source: Projects tagged with %(tag)s
sv: Projekt taggade med %(tag)s

source: Browse projects
sv: Bläddra bland projekt

source: Configure email notifications to be sent on build failures.
sv: Konfigurera e-postmeddelanden som ska skickas vid misslyckade byggnationer.

source: Webhooks have been moved to their own page. Go to the <a href="%(webhooks_url)s">Webhooks page</a> if you are looking for your webhooks.
sv: Webhooks har flyttats till en egen sida. Gå till <a href="%(webhooks_url)s">sidan Webhooks</a> om du letar efter dina webhooks.

source: Existing Notifications
sv: Befintliga meddelanden

source: Remove Notifications
sv: Ta bort aviseringar

source: New Email Notifications
sv: Nya e-postmeddelanden

source: Add an email address to notify
sv: Lägg till en e-postadress som ska meddelas

source: Add Email Notification
sv: Lägg till e-postmeddelande

source: Resync
sv: Omsynk

source: Top viewed pages in the past 30 days
sv: Mest visade sidor under de senaste 30 dagarna

source: No data available.
sv: Data saknas.

source: Daily pageview totals
sv: Dagliga sidvisningar totalt

source: Download all data
sv: Ladda ner all data

source: Not Found (404) pages
sv: Sidor som inte hittats (404)

source: * The way that we track 404 pages is on our backend hosting. It's possible the number of times each page is viewed is undercounted because of caching in the browser or in a CDN.
sv: * Det sätt som vi spårar 404-sidor på är på vår backend-hosting. Det är möjligt att antalet gånger varje sida visas är underräknat på grund av cachelagring i webbläsaren eller i ett CDN.

source: Edit Translations
sv: Redigera översättningar

source: To add a translation to your project, select a project below.
sv: Välj ett projekt nedan för att lägga till en översättning i ditt projekt.

source: This project is <a href="%(project_settings_url)s">configured</a> with a versioning scheme that doesn't support translations.
sv: Det här projektet är <a href="%(project_settings_url)s">konfigurerat</a> med ett versionshanteringssystem som inte stöder översättningar.

source: This project is already configured as the <code>%(language)s</code> translation of "%(main_project)s". Nested translations are not supported.
sv: Det här projektet är redan konfigurerat som <code>%(language)s</code> översättning av "%(main_project)s". Nästlade översättningar stöds inte.

source: View translations of "%(main_project)s".
sv: Visa översättningar av "%(main_project)s".

source: Existing Translations
sv: Befintliga översättningar

source: No translations are currently configured
sv: Inga översättningar är för närvarande konfigurerade

source: Choose which project you would like to add as a translation.
sv: Välj vilket projekt du vill lägga till som översättning.

source: Add Translation
sv: Lägg till översättning

source: Edit Maintainers
sv: Redigera underhållsansvariga

source: This allows you to add maintainers to your project. It gives them admin access to the project, so be careful!
sv: Detta gör att du kan lägga till underhållare i ditt projekt. Det ger dem administratörsbehörighet till projektet, så var försiktig!

source: Add maintainer
sv: Lägg till underhållare

source: Add Maintainer
sv: Lägg till underhållare

source: This version is inactive but its documentation is still available online. You can <a href="#" onclick="document.forms['version_delete_html'].submit();">delete this version's documentation</a> if you want to remove it completely.
sv: Den här versionen är inaktiv men dokumentationen finns fortfarande tillgänglig online. Du kan <a href="#" onclick="document.forms['version_delete_html'].submit();">radera dokumentationen</a> för den <a href="#" onclick="document.forms['version_delete_html'].submit();">här versionen</a> om du vill ta bort den helt.

source: Active Versions
sv: Aktiva versioner

source: Activate a version
sv: Aktivera en version

source: Active versions are built whenever new code is pushed to that branch or tag.
sv: Aktiva versioner skapas när ny kod läggs till i den grenen eller taggen.

source: Filter Inactive Versions
sv: Filtrera inaktiva versioner

source: Activate
sv: Aktivera

source: No versions found
sv: Inga versioner hittades

source: Showing the first %(max_inactive_versions)s of %(total_inactive_versions_count)s inactive versions.</a>.
sv: Visar de första %(max_inactive_versions)s av %(total_inactive_versions_count)s inaktiva versionerna.</a>.

source: Learn more about states <a href="%(docs_link)s">here</a>.
sv: Läs mer om tillstånd <a href="%(docs_link)s">här</a>.

source: Using subprojects allows you to serve multiple projects from the same domain as your main project. <a href="https://docs.readthedocs.io/en/stable/subprojects.html">Learn more</a>.
sv: Med hjälp av underprojekt kan du betjäna flera projekt från samma domän som ditt huvudprojekt. <a href="https://docs.readthedocs.io/en/stable/subprojects.html">Läs mer om</a> hur du gör.

source: Update subproject
sv: Uppdatera delprojekt

source: Delete subproject
sv: Ta bort underprojekt

source: Add subproject
sv: Lägg till underprojekt

source: Subprojects are projects hosted from the same URL as their parent project. This is useful for organizing multiple projects under a custom domain.
sv: Underprojekt är projekt som hostas från samma URL som deras överordnade projekt. Detta är användbart för att organisera flera projekt under en anpassad domän.

source: This project is already configured as a subproject of %(project)s. Nested subprojects are not currently supported.
sv: Det här projektet är redan konfigurerat som ett underprojekt till %(project)s. Nästlade underprojekt stöds inte för närvarande.

source: View subprojects of %(project)s
sv: Visa underprojekt av %(project)s

source: No subprojects are currently configured
sv: Inga underprojekt är för närvarande konfigurerade

source: Top queries in the past 30 days
sv: De vanligaste sökningarna under de senaste 30 dagarna

source: Daily search totals
sv: Dagliga söktotaler

source: Here's a place to describe how to get up and running with your project
sv: Här finns en plats där du kan beskriva hur du kommer igång med ditt projekt

source: Here is where you can describe how to install %(name)s
sv: Här kan du beskriva hur du installerar %(name)s

source: We’ll send a <code>POST</code> request to the URL with the JSON payload below on the selected events. Check <a href="%(docs_url)s">our docs</a> for more information.
sv: Vi skickar en <code>POST-begäran</code> till URL:en med JSON-nyttolasten nedan för de valda händelserna. Se <a href="%(docs_url)s">våra dokument</a> för mer information.

source: This webhook was created from our old implementation and doesn't have a custom payload. Check <a href="%(docs_url)s">our docs</a> for the payload description or edit the payload to set a custom one.
sv: Denna webhook skapades från vår gamla implementering och har inte en anpassad nyttolast. Kontrollera <a href="%(docs_url)s">våra dokument</a> för beskrivningen av nyttolasten eller redigera nyttolasten för att ange en anpassad.

source: Add Webhook
sv: Lägg till webhook

source: No webhooks found.
sv: Inga webhooks hittades.

source: Search: %(query)s
sv: Sök efter: %(query)s

source: Object Type
sv: Objekttyp

source: Files
sv: Filer

source: Search all
sv: Sök allt

source: %(count)s results for <code>%(query)s</code>
sv: %(count)s resultat för <code>%(query)s</code>

source: No results found.
sv: Inga resultat hittades.

source: Security
sv: Säkerhet

source: Security at Read the Docs
sv: Säkerhet på Read the Docs

source: For more details on security at Read the Docs or to report a security issue, please see our <a href="https://docs.readthedocs.io/page/security.html">security policy</a>.
sv: För mer information om säkerheten på Read the Docs eller för att rapportera ett säkerhetsproblem, se vår <a href="https://docs.readthedocs.io/page/security.html">säkerhetspolicy</a>.

source: Social Network Login Failure
sv: Fel vid inloggning på sociala nätverk

source: An error occurred while attempting to login via your social network account.
sv: Ett fel uppstod när du försökte logga in via ditt sociala nätverkskonto.

source: On this page, you can manage the integration with your Git provider(s) that enables automatic import and configuration of your repositories. <a href="https://docs.readthedocs.io/en/stable/connected-accounts.html" target="_blank">Read our documentation page about connecting Git providers.</a>
sv: På den här sidan kan du hantera integrationen med din(a) Git-leverantör(er) som möjliggör automatisk import och konfiguration av dina repositories. <a href="https://docs.readthedocs.io/en/stable/connected-accounts.html" target="_blank">Läs vår dokumentationssida om anslutning av Git-leverantörer.</a>

source: Active connections
sv: Aktiva anslutningar

source: The following services are currently connected to your account:
sv: Följande tjänster är för närvarande anslutna till ditt konto:

source: Disconnect
sv: Koppla från

source: The API version this connection uses is no longer supported, please reconnect your Bitbucket account.
sv: Den API-version som den här anslutningen använder stöds inte längre, återanslut ditt Bitbucket-konto.

source: You currently have no social network accounts connected to this account.
sv: Du har för närvarande inga sociala nätverkskonton kopplade till det här kontot.

source: Note: If you press the <strong>Disconnect</strong> button to disconnect a service, you should also visit your Git Provider in order to delete the OAuth connection of Read the Docs. On GitHub, this is located in <code>Settings > Applications > Authorized OAuth Apps</code>.
sv: Observera: Om du trycker på knappen <strong>Koppla från</strong> för att koppla bort en tjänst bör du också besöka din Git Provider för att ta bort OAuth-anslutningen för Read the Docs. På GitHub finns detta i <code>Inställningar > Program > Auktoriserade OAuth-appar</code>.
