Repository: yeager/translations
Catalog: Read the Docs/for_translation_readthedocs_readthedocs_*.po
Languages: sv

source: Path relative to the version.
sv: Sökväg i förhållande till versionen.

source: Full path including the version and language parts.
sv: Fullständig sökväg inklusive version och språkdelar.

source: HTTP status code
sv: HTTP-statuskod

source: Project that this API key grants access to
sv: Projekt som denna API-nyckel ger tillgång till

source: Build API key
sv: Skapa API-nyckel

source: Build API keys
sv: Skapa API-nycklar

source: This field is required.
sv: Detta fält är obligatoriskt.

source: Object does not exist.
sv: Objektet finns inte.

source: Incorrect type. Expected URL string, received {data_type}.
sv: Felaktig typ. Förväntad URL-sträng, tog emot {data_type}.

source: Invalid project name "{0}": no slug generated.
sv: Ogiltigt projektnamn "{0}": ingen slugg genererad.

source: Project with slug "{0}" already exists.
sv: Projekt med sluggen "{0}" finns redan.

source: Project with {slug_name}={value} is not valid as subproject
sv: Projekt med {slug_name}={value} är inte giltigt som underprojekt

source: A subproject with this alias already exists
sv: Ett underprojekt med detta alias finns redan

source: Prefix redirects have been removed. Please use an exact redirect `/prefix/*` instead. See {blog_link}.
sv: Prefixomdirigeringar har tagits bort. Använd en exakt omdirigering `/prefix/*` istället. Se {blog_link}.

source: sphinx_html redirect has been renamed to clean_url_to_html. See {blog_link}.
sv: sphinx_html-omdirigeringen har bytt namn till clean_url_to_html. Se {blog_link}.

source: sphinx_htmldir redirect has been renamed to html_to_clean_url. See {blog_link}.
sv: sphinx_htmldir-omdirigeringen har bytt namn till html_to_clean_url. Se {blog_link}.

source: Page view
sv: Sidvisning

source: Download
sv: Ladda ner

source: Authentication
sv: Autentisering

source: Authentication failure
sv: Autentiseringen misslyckades

source: Log out
sv: Logga ut

source: Invitation sent
sv: Inbjudan skickad

source: Invitation revoked
sv: Inbjudan återkallad

source: Invitation accepted
sv: Inbjudan accepterad

source: Invitation declined
sv: Inbjudan avböjd

source: User
sv: Användare

source: User ID
sv: Användar-ID

source: Username
sv: Användarnamn

source: Project
sv: Projekt

source: Project ID
sv: Projekt-id

source: Project slug
sv: Projektslugg

source: Organization
sv: Organisation

source: Organization ID
sv: Organisationsnummer

source: Organization slug
sv: Organisationens slugg

source: Action
sv: Åtgärd

source: IP address
sv: IP-adress

source: Browser user-agent
sv: Webbläsarens user-agent

source: Resource
sv: Resurs

source: Extra data about the log entry. Its structure depends on the type of log entry.
sv: Extra data om loggposten. Dess struktur beror på vilken typ av loggpost det är.

source: shared link
sv: delad länk

source: shared password
sv: delat lösenord

source: User authenticated
sv: Användaren är autentiserad

source: User failed to authenticate
sv: Användaren misslyckades med att autentisera sig

source: User logged out
sv: Användaren är utloggad

source: User visited a page
sv: Användaren besökte en sida

source: User downloaded a document
sv: Användaren laddade ner ett dokument

source: User sent an invitation
sv: Användaren skickade en inbjudan

source: User revoked an invitation
sv: Användaren återkallade en inbjudan

source: User accepted an invitation
sv: Användaren accepterade en inbjudan

source: User declined an invitation
sv: Användaren tackade nej till en inbjudan

source: %(date)s ago
sv: %(date)s sedan

source: actor:
sv: aktör:

source: anonymous
sv: anonym

source: project:
sv: projekt:

source: page:
sv: sida:

source: to user:
sv: till användaren:

source: to email:
sv: till e-post:

source: organization:
sv: organisation:

source: No activity logged yet
sv: Ingen aktivitet inloggad ännu

source: Builds
sv: Byggnationer

source: Triggered
sv: Aktiverad

source: Cloning
sv: Klonar

source: Installing
sv: Installerar

source: Building
sv: Bygger

source: Uploading
sv: Laddar upp

source: Finished
sv: Färdig

source: Cancelled
sv: Avbruten

source: Manpage
sv: Manualsida

source: Dash
sv: Tankestreck

source: External
sv: Extern

source: Branch
sv: Gren

source: Tag
sv: Tagg

source: Unknown
sv: Okänd

source: Open
sv: Öppen

source: Closed
sv: Stängd

source: Any version
sv: Alla versioner

source: SemVer versions
sv: SemVer-versioner

source: Custom match
sv: Anpassad matchning

source: Active
sv: Aktiv

source: Build successful
sv: Byggnationen lyckades

source: Build failed
sv: Byggnationen misslyckades

source: Pull/merge request
sv: Begäran om pull/merge

source: All versions
sv: Alla versioner

source: State
sv: Tillstånd

source: Any
sv: Alla

source: Type
sv: Typ

source: States
sv: Tillstånd

source: Privacy
sv: Sekretess

source: {version} is the default version of the project, it should be active.
sv: {version} är standardversionen av projektet, den bör vara aktiv.

source: The slug can contain lowercase letters, numbers, dots, dashes or underscores,
sv: Sluggen kan innehålla gemener, siffror, prickar, bindestreck eller understreck,

source: A version with that slug already exists.
sv: En version med den sluggen finns redan.

source: Custom match should not be empty.
sv: Anpassad matchning ska inte vara tom.

source: Invalid Python regular expression.
sv: Ogiltigt reguljärt Python-uttryck.

source: Identifier
sv: Identifierare

source: Verbose Name
sv: Utförligt namn

source: Slug
sv: Slugg

source: A unique identifier used in the URL and links for this version. It can contain lowercase letters, numbers, dots, dashes or underscores. It must start with a lowercase letter or a number.
sv: En unik identifierare som används i URL:en och länkarna för den här versionen. Den kan innehålla små bokstäver, siffror, punkter, bindestreck eller understreck. Den måste börja med en gemen bokstav eller en siffra.

source: Supported
sv: Stöds

source: State of the PR/MR associated to this version.
sv: Status för den PR/MR som är kopplad till denna version.

source: Built
sv: Byggd

source: Uploaded
sv: Uppladdad

source: Privacy Level
sv: Sekretessnivå

source: Level of privacy for this Version.
sv: Sekretessnivå för denna version.

source: Hidden
sv: Dold

source: Hide this version from the version (flyout) menu and search results?
sv: Dölj den här versionen från versionsmenyn (flyout) och sökresultaten?

source: Machine Created
sv: Maskin skapad

source: Has PDF
sv: Har PDF

source: Has ePub
sv: Har ePub

source: Has HTML Zip
sv: Har HTML Zip

source: Documentation type
sv: Dokumentationstyp

source: Type of documentation the version was built with.
sv: Typ av dokumentation som versionen byggdes med.

source: Data generated at build time by the doctool (`readthedocs-build.yaml`).
sv: Data som genereras vid byggtiden av doctool (`readthedocs-build.yaml`).

source: Inject new addons js library for this version
sv: Injicera nytt js-bibliotek för tillägg för denna version

source: Date
sv: Datum

source: Success
sv: Lyckades

source: Setup
sv: Konfiguration

source: Setup error
sv: Konfigurationsfel

source: Output
sv: Utmatning

source: Error
sv: Fel

source: Exit code
sv: Avslutskod

source: Commit
sv: Arkivera

source: Version slug
sv: Versionens slugg

source: Version name
sv: Versionens namn

source: Version type
sv: Versionens typ

source: Configuration used in the build
sv: Konfiguration som används vid byggandet

source: Custom build configuration file path used in this build
sv: Sökväg till konfigurationsfilen för anpassad byggnation som används i denna byggnation

source: Build Length
sv: Bygglängd

source: Builder
sv: Byggare

source: Cold Storage
sv: Kall lagring

source: Build
sv: Bygg

source: Command
sv: Kommando

source: Description
sv: Beskrivning

source: Command output
sv: Kommandoutdata

source: Command exit code
sv: Kommandots avslutskod

source: Start time
sv: Starttid

source: End time
sv: Sluttid

source: Activate version
sv: Aktivera version

source: Hide version
sv: Dölj version

source: Make version public
sv: Gör versionen publik

source: Make version private
sv: Gör versionen privat

source: Set version as default
sv: Ställ in version som standard

source: Delete version
sv: Ta bort version

source: Rule priority
sv: Regelprioritet

source: A lower number (0) means a higher priority
sv: En lägre siffra (0) innebär en högre prioritet

source: Match argument
sv: Matchningsargument

source: Value used for the rule to match the version
sv: Värde som används för att regeln ska matcha versionen

source: Predefined match argument
sv: Fördefinierat matchningsargument

source: Match argument defined by us, it is used if is not None, otherwise match_arg will be used.
sv: Matchningsargument definierat av oss, det används om det inte är None, annars används match_arg.

source: Action to apply to matching versions
sv: Åtgärd för att tillämpa på matchande versioner

source: Action argument
sv: Åtgärdsargument

source: Value used for the action to perfom an operation
sv: Värde som används för åtgärden för att utföra en operation

source: Type of version the rule should be applied to
sv: Typ av version som regeln ska tillämpas på

source: Version activated
sv: Version aktiverad

source: Version hidden
sv: Version dold

source: Version set to public privacy
sv: Version inställd på offentlig integritet

source: Version set to private privacy
sv: Version inställd på privat integritet

source: Version set as default
sv: Version inställd som standard

source: Version deleted
sv: Version raderad

source: Matched rule
sv: Matchad regel

source: Failed: {project[name]} ({commit})
sv: Misslyckades: {project[name]} ({commit})

source: Failed: {project[name]} ({version[verbose_name]})
sv: Misslyckades: {project[name]} ({version[verbose_name]})

source: Enter a valid slug consisting of lowercase letters, numbers, dots, dashes or underscores. It must start with a letter or a number.
sv: Ange en giltig slug bestående av gemener, siffror, prickar, bindestreck eller understreck. Den måste börja med en bokstav eller en siffra.

source: There was an unexpected problem in your config file
sv: Det uppstod ett oväntat problem i din konfigurationsfil

source: Config file not found at default path
sv: Konfigurationsfilen hittades inte på standardsökvägen

source: Configuration file not found
sv: Konfigurationsfilen hittades inte

source: Configuration key not supported in this version
sv: Konfigurationsnyckel stöds inte i denna version

source: Invalid configuration key
sv: Ogiltig konfigurationsnyckel

source: Invalid configuration version
sv: Ogiltig konfigurationsversion

source: Missing configuration option
sv: Saknar konfigurationsalternativ

source: Invalid configuration option
sv: Ogiltigt konfigurationsalternativ

source: Invalid APT package name
sv: Ogiltigt APT-paketnamn

source: Invalid Python install method
sv: Ogiltig Python-installationsmetod

source: Missing configuration key
sv: Konfigurationsnyckel saknas

source: Invalid configuration key: {{key}}
sv: Ogiltig konfigurationsnyckel: {{key}}

source: Invalid syntax in configuration file
sv: Ogiltig syntax i konfigurationsfilen

source: Missing required key
sv: Saknar nödvändig nyckel

source: Config file validation error
sv: Fel vid validering av konfigurationsfil

source: Missing Sphinx configuration key
sv: Konfigurationsnyckel för Sphinx saknas

source: Missing MkDocs configuration key
sv: MkDocs-konfigurationsnyckel saknas

source: user projects
sv: användarprojekt

source: has active project
sv: har aktivt projekt

source: has built project
sv: har byggt projekt

source: has project with recent builds
sv: har nyligen byggda projekt

source: First name
sv: Förnamn

source: Last name
sv: Efternamn

source: Please type your username to confirm.
sv: Ange ditt användarnamn för att bekräfta.

source: Username does not match!
sv: Användarnamnet matchar inte!

source: Explanation of the issue
sv: Förklaring av frågan

source: Please provide as much detail as possible.
sv: Ange så många detaljer som möjligt.

source: Is there a specific page this happened?
sv: Finns det någon specifik sida där detta hände?

source: Screenshot or additional file
sv: Skärmdump eller ytterligare fil

source: Anything else that would help us solve this issue?
sv: Något annat som kan hjälpa oss att lösa problemet?

source: Low
sv: Låg

source: High
sv: Hög

source: Please rate the severity of this event.
sv: Gradera allvarlighetsgraden av denna händelse.

source: This option is only enabled for Gold users.
sv: Detta alternativ är endast aktiverat för Gold-användare.

source: username
sv: användarnamn

source: Homepage
sv: Startsida

source: See paid advertising
sv: Visa betald marknadsföring

source: If unchecked, you will still see community ads.
sv: Om den inte är markerad kommer du fortfarande att se gemenskapsannonser.

source: Subscribe to our mailing list, and get helpful onboarding suggestions.
sv: Prenumerera på vår sändlista och få användbara förslag på onboarding.

source: Whitelisted
sv: Vitlistad

source: Banned
sv: Avstängd

source: Email address not verified
sv: E-postadressen är inte verifierad

source: Command killed due to timeout or excessive memory consumption
sv: Kommandot avbröts på grund av tidsgräns eller för hög minnesförbrukning

source: Command exited abnormally
sv: Kommandot avslutades onormalt

source: A build environment is currently running for this version
sv: En byggmiljö är för närvarande igång för denna version

source: Build user exception
sv: Skapa undantag för användare

source: Build application exception
sv: Bygg undantag för applikation

source: Pending configuration of custom domain: {{domain}}
sv: Väntar på konfiguration av anpassad domän: {{domain}}

source: Validation of custom domain expired: {{domain}}
sv: Validering av anpassad domän har löpt ut: {{domain}}

source: This project has reached the limit of {feature.value} domains. Consider removing unused domains.
sv: Detta projekt har nått gränsen på {feature.value} domäner. Överväg att ta bort oanvända domäner.

source: Your organization has reached the limit of {feature.value} domains. Consider removing unused domains or upgrading your plan.
sv: Din organisation har nått gränsen på {feature.value} domäner. Överväg att ta bort oanvända domäner eller uppgradera din plan.

source: No project found.
sv: Inget projekt hittades.

source: This project is already Ad-Free.
sv: Detta projekt är redan reklamfritt.

source: Publication date
sv: Publiceringsdatum

source: Modified date
sv: Ändringsdatum

source: Level
sv: Nivå

source: Projects
sv: Projekt

source: Gold Projects
sv: Guldprojekt

source: Gold members may completely remove advertising for all visitors to their projects.
sv: Guldmedlemmar kan helt ta bort reklam för alla besökare till sina projekt.

source: For small businesses or personal projects, we ask for $5 per month to remove ads from a project.
sv: För små företag eller personliga projekt ber vi om 5 USD per månad för att ta bort annonser från ett projekt.

source: For corporate supported open source projects, we ask for a $50 membership in order to cover our support and operations costs.
sv: För projekt med öppen källkod som stöds av företag ber vi om ett medlemskap på 50 USD för att täcka våra support- och driftskostnader.

source: Ad-free projects
sv: Annonsfria projekt

source: Remove Ad-Free Status
sv: Ta bort Ad-Free Status

source: Remove
sv: Ta bort

source: No projects are currently ad-free.
sv: Inga projekt är för närvarande reklamfria.

source: Make a project ad-free
sv: Gör ett projekt reklamfritt

source: Choose which project you would like to make ad-free.
sv: Välj vilket projekt du vill göra reklamfritt.

source: Make Project Ad-Free
sv: Gör projektet reklamfritt

source: You can't make any more projects ad-free with your current Gold membership of %(gold_level)s. You can either increase the level of your membership or change which projects you make ad-free.
sv: Du kan inte göra fler projekt reklamfria med ditt nuvarande guldmedlemskap på %(gold_level)s. Du kan antingen höja nivån på ditt medlemskap eller ändra vilka projekt du gör reklamfria.

source: Read the Docs Gold Membership
sv: Read the Docs Guldmedlemskap

source: Supporting Read the Docs lets us work more on features that people love. Your money will go directly to maintenance and development of the product.
sv: Att ge sitt stöd till Read the Docs låter oss arbeta på fler funktioner som folk älskar. Dina pengar går direkt till underhåll och utveckling av produkten.

source: If you are a company using Read the Docs, please consider <a href="https://readthedocs.com/">Read the Docs for Business</a>. This will help us cover our costs, and provide you with a better experience on the site.
sv: Om du är ett företag som använder Read the Docs kan du överväga <a href="https://readthedocs.com/">Read the Docs for Business.</a> Det hjälper oss att täcka våra kostnader och ger dig en bättre upplevelse på webbplatsen.

source: For any questions about our Gold membership program, please <a href="mailto:rev@readthedocs.org?subject=Gold%%20membership%%20questions">email us</a>.
sv: Om du har några frågor om vårt Gold-medlemskapsprogram, kontakta oss via <a href="mailto:rev@readthedocs.org?subject=Gold%%20membership%%20questions">e-post</a>.

source: Your Gold membership
sv: Ditt guldmedlemskap

source: Thanks for supporting Read the Docs! It really means a lot to us.
sv: Tack för att du ger ditt stöd till Read the Docs! Det betyder verkligen mycket.

source: Manage subscription
sv: Hantera prenumeration

source: Gold projects
sv: Guldprojekt

source: Choose projects you would like to make ad-free.
sv: Välj projekt som du vill göra reklamfria.

source: Select Projects
sv: Välj projekt

source: Become a Gold member
sv: Bli Gold-medlem

source: Sign Up
sv: Registera dig

source: There was an error connecting to Stripe, please try again in a few minutes
sv: Det uppstod ett fel vid anslutningen till Stripe, försök igen om några minuter

source: Request headers
sv: Rubriker för begäran

source: Request body
sv: Brödtext för begäran

source: Response body
sv: Respons för begäran

source: Status code
sv: Statuskod

source: Exchange {0}
sv: Utbyte {0}

source: GitHub incoming webhook
sv: Inkommande webhook från GitHub

source: Bitbucket incoming webhook
sv: Inkommande webhook från Bitbucket

source: GitLab incoming webhook
sv: Inkommande webhook från GitLab

source: Generic API incoming webhook
sv: Inkommande webhook för generiskt API

source: Integration type
sv: Integrationstyp

source: Provider data
sv: Uppgifter om leverantör

source: Secret used to validate the payload of the webhook
sv: Hemlighet som används för att validera webhookens nyttolast

source: From user
sv: Från användare

source: To user
sv: Till användare

source: E-mail
sv: E-post

source: Expiration date
sv: Förfallodatum

source: Invitation expired
sv: Inbjudan har löpt ut

source: Invitation pending
sv: Inbjudan avvaktar

source: Revoke
sv: Återkalla

source: Invitation request
sv: Begäran om inbjudan

source: <a href="%(requestor_url)s">%(requestor_name)s</a> has invited you to join the <code>%(target_name)s</code> %(target_type)s.
sv: <a href="%(requestor_url)s">%(requestor_name)s</a> har bjudit in dig att delta i <code>%(target_name)s</code> %(target_type)s.

source: Your invitation has expired.
sv: Din inbjudan har löpt ut.

source: Ask the admin of the organization to invite you again.
sv: Be organisationens administratör att bjuda in dig igen.

source: Ask the admin of the project to invite you again.
sv: Be administratören för projektet att bjuda in dig igen.

source: This invitation will expire in <span title="%(expiration_date)s">%(valid_until)s</span>.
sv: Denna inbjudan upphör att gälla om <span title="%(expiration_date)s">%(valid_until)s</span>.

source: Accept
sv: Acceptera

source: Decline
sv: Avböj

source: Undefined error
sv: Odefinierat fel

source: Unknown problem
sv: Okänt problem

source: There was a problem while updating your documentation
sv: Det uppstod ett problem när du uppdaterade din dokumentation

source: Build terminated due to inactivity
sv: Byggnaden har avslutats på grund av inaktivitet

source: Maximum concurrency limit reached.
sv: Den maximala gränsen för samtidighet har uppnåtts.

source: Build cancelled manually.
sv: Byggnationen avbröts manuellt.

source: Build skipped.
sv: Byggnation hoppades över.

source: Build terminated due to time out.
sv: Byggnationen avbröts på grund av tidsgräns.

source: Build terminated due to excessive memory consumption.
sv: Bygget avslutades på grund av för hög minnesförbrukning.

source: Build used a deprecated VCS is not supported: {{vcs}}.
sv: Bygget använde en föråldrad VCS som inte stöds: {{vcs}}.

source: Build terminated due to unknown error.
sv: Byggnationen avbröts på grund av ett okänt fel.

source: Builds are temporary disabled for this project.
sv: Byggnationer är tillfälligt inaktiverade för detta projekt.

source: No HTML content found
sv: Inget HTML-innehåll hittades

source: Build output directory is not a directory
sv: Build-utdatakatalogen är inte en katalog

source: Build output directory doesn't contain any file
sv: Build-utdatakatalogen innehåller inte någon fil

source: Build output directory contains multiple files
sv: Build-utdatakatalogen innehåller flera filer

source: Index file is not present in HTML output directory
sv: Indexfilen finns inte i HTML-utdatakatalogen

source: Your project is outputing files in an old directory
sv: Ditt projekt matar ut filer i en gammal katalog

source: Your project doesn't have a <code>.readthedocs.yaml</code> file
sv: Ditt projekt har inte en <code>.readthedocs.yaml-fil</code>

source: Configuration key <code>build.image</code> is deprecated
sv: Konfigurationsnyckeln <code>build.image</code> är föråldrad

source: Configuration key <code>build.os</code> is required
sv: Konfigurationsnyckel <code>build.os</code> krävs

source: There is at least one file that exceeds the size limit
sv: Det finns minst en fil som överskrider storleksgränsen

source: There is no PDF file in output directory
sv: Det finns ingen PDF-fil i utdatakatalogen

source: Config key <code>build.commands</code> is in beta
sv: Konfigurationsnyckeln <code>build.commands</code> är i betaversion

source: No TeX files were found
sv: Inga TeX-filer hittades

source: MkDocs <code>docs_dir</code> configuration option is invalid
sv: MkDocs <code>docs_dir-konfigurationsalternativet</code> är ogiltigt

source: MkDocs <code>docs_dir</code> path not found
sv: MkDocs <code>docs_dir</code> sökväg hittades inte

source: MkDocs <code>{{extra_config}}</code> configuration option is invalid
sv: MkDocs <code>{{extra_config}}</code> konfigurationsalternativet är ogiltigt

source: MkDocs configuration file is empty
sv: MkDocs konfigurationsfil är tom

source: MkDocs configuration file not found
sv: MkDocs konfigurationsfil hittades inte

source: Unknown error when loading your MkDocs configuration file
sv: Okänt fel vid inläsning av MkDocs konfigurationsfil

source: Syntax error in <code>mkdocs.yml</code>
sv: Syntaxfel i <code>mkdocs.yml</code>

source: Show under bell icon
sv: Visa under klocksymbol

source: Users
sv: Användare

source: Name
sv: Namn

source: Email
sv: E-post

source: Avatar image URL
sv: URL för avatarbild

source: URL to organization page
sv: URL till organisationssida

source: VCS provider
sv: VCS-leverantör

source: Connected account
sv: Anslutet konto

source: Full Name
sv: Fullständigt namn

source: Description of the project
sv: Projektets beskrivning

source: Owner avatar image URL
sv: URL för ägarens avatarbild

source: Repository clone URL
sv: URL för klonat arkiv

source: Private repository
sv: Privat arkiv

source: Default branch of the repository
sv: Standardgren för arkivet
