Repository: yeager/translations
Catalog: Read the Docs/for_translation_readthedocs_readthedocs_*.po
Languages: sv

source: Has admin privilege
sv: Har adminrättigheter

source: Unable to attach webhook to this project
sv: Det går inte att koppla webhook till det här projektet

source: The project doesn't have a valid webhook set up
sv: Projektet har inte en giltig webhook konfigurerad

source: {{provider_name}} build status report failed
sv: {{provider_name}} byggstatusrapporten misslyckades

source: Failed to add deploy key to project
sv: Misslyckades med att lägga till deploy-nyckel till projektet

source: Our access to your following accounts was revoked: {provider}. Please, reconnect them from your social account connections.
sv: Vår tillgång till följande konton har återkallats: {provider}. Återanslut dem från dina sociala kontoanslutningar.

source: This integration type is not compatible with the project's Git provider.
sv: Den här integrationstypen är inte kompatibel med projektets Git-leverantör.

source: Webhook activated
sv: Webhook aktiverad

source: Webhook activation failed. Make sure you have the necessary permissions.
sv: Webhook-aktiveringen misslyckades. Kontrollera att du har de nödvändiga behörigheterna.

source: Read-only
sv: Endast läs

source: Recently created
sv: Nyligen skapade

source: Least recently created
sv: Minst nyligen skapade

source: Name (descending)
sv: Namn (i fallande ordning)

source: All organizations
sv: Alla organisationer

source: Sort by
sv: Sortera efter

source: All projects
sv: Alla projekt

source: All teams
sv: Alla team

source: Access
sv: Åtkomst

source: All access levels
sv: Alla åtkomstnivåer

source: Owner
sv: Ägare

source: Organization Name
sv: Organisationsnamn

source: Billing Email
sv: E-postadress för fakturering

source: Invalid organization name: no slug generated
sv: Ogiltigt organisationsnamn: ingen slug genererad

source: Organization %(name)s already exists
sv: Organisation %(name)s finns redan

source: Email address or username
sv: E-postadress eller användarnamn

source: User %(username)s does not exist
sv: Användaren %(username)s finns inte

source: User %(username)s is already an owner
sv: Användare %(username)s är redan ägare

source: Team already exists
sv: Teamet finns redan

source: User is already a team member
sv: Användaren är redan medlem i teamet

source: Owners
sv: Ägare

source: Home Page
sv: Hemsida

source: Never disable
sv: Inaktivera aldrig

source: Disabled
sv: Inaktiverad

source: Artifacts Cleaned
sv: Artefakter tömda

source: Maximum concurrent builds allowed for this organization
sv: Maximalt antal samtidiga byggnationer som tillåts för den här organisationen

source: Stripe customer ID
sv: Stripe kund-ID

source: Stripe customer
sv: Stripe kund

source: Stripe subscription
sv: Stripe-abonnemang

source: organization
sv: organisation

source: team
sv: grupp

source: Count
sv: Antal

source: Total
sv: Totalt

source: Details
sv: Detaljer

source: Security Log
sv: Säkerhetslogg

source: Delete Organization
sv: Ta bort organisation

source: Deleting this organization will also remove all the organization's teams, users, projects, and built documentation. Are you sure that it is safe to remove this organization?
sv: Om du tar bort den här organisationen tas även alla organisationens team, användare, projekt och byggd dokumentation. Är du säker på att det är är säkert att ta bort den här organisationen?

source: Delete forever
sv: Ta bort permanent

source: Edit Organization
sv: Redigera organisation

source: Save
sv: Spara

source: or
sv: eller

source: Delete organization
sv: Ta bort organisation

source: Edit Organization Owners
sv: Redigera organisationsägare

source: Owners have full access to this Organization
sv: Ägarna har full tillgång till denna organisation

source: Add Owner
sv: Lägg till ägare

source: Organizations
sv: Organisationer

source: Teams
sv: Team

source: Members
sv: Medlemmar

source: Settings
sv: Inställningar

source: invite pending
sv: inbjudan väntar

source: This team doesn't have any members
sv: Detta team har inga medlemmar

source: This is a list of all the team members and owners inside your organization. To invite members, <a href="%(invite_url)s">invite them to a team</a>
sv: Detta är en lista över alla teammedlemmar och ägare i din organisation. Om du vill bjuda in medlemmar <a href="%(invite_url)s">bjuder</a>du in <a href="%(invite_url)s">dem till ett team</a>

source: Next
sv: Nästa

source: Finish
sv: Färdig

source: Previous
sv: Föregående

source: Create an Organization
sv: Skapa en organisation

source: Invite your Company
sv: Bjud in ditt företag

source: Finally, if you'd like to <b>invite your company to join you</b>, invite some members to share documentation with below. More members can be invited to your team later, in the organization admin dashboard.
sv: Slutligen, om du vill bjuda <b>in ditt företag att ansluta sig till dig</b>, bjuda in några medlemmar att dela dokumentation med nedan. Fler medlemmar kan bjudas in till ditt team senare, i organisationens administratörspanel.

source: Before you can add a project or build documentation, we will help you create an organization. Access to your documentation is limited to <b>only those inside your organization</b>, or inside a team with access. We'll help set up a team shortly, <b>start by entering your organization details</b>.
sv: Innan du kan lägga till ett projekt eller bygga dokumentation, hjälper vi dig att skapa en organisation. Åtkomst till din dokumentation är begränsad till <b>endast de som finns i din organisation</b>, eller inom ett team med åtkomst. Vi hjälper dig att skapa ett team inom kort, <b>börja med att ange dina organisationsuppgifter</b>.

source: Create a Team
sv: Skapa ett team

source: Choose an organization
sv: Välj en organisation

source: You are a member of several organizations. Select the organization that you want to use:
sv: Du är medlem i flera organisationer. Välj den organisation som du vill använda:

source: Your user is not a member of an organization yet.
sv: Din användare är inte medlem i någon organisation ännu.

source: Get Started
sv: Kom igång

source: To start building documentation, we will first help you create an organization.
sv: För att börja bygga dokumentation hjälper vi dig först att skapa en organisation.

source: Access to your documentation is limited to <b>only those inside your organization</b>, or inside a team with access.
sv: Åtkomst till din dokumentation är begränsad till <b>endast de inom din organisation,</b> eller inom ett team med åtkomst.

source: No need to decide now, you can pick a plan that fits your organization after a <b>30 day trial</b>.
sv: Du behöver inte bestämma dig nu, du kan välja en plan som passar din organisation efter en <b>30-dagars</b> provperiod.

source: There are no teams currently established.
sv: Det finns för närvarande inga etablerade team.

source: Invite Members
sv: Bjud in medlemmar

source: Invite members to
sv: Bjud in medlemmar att

source: Let them in
sv: Släpp in dem

source: Organization Security Log
sv: Organisationens säkerhetslogg

source: The <a href="%(docs_url)s">organization security log</a> allows you to see what has happened recently in your organization.
sv: I <a href="%(docs_url)s">organisationens säkerhetslogg</a> kan du se vad som nyligen har hänt i din organisation.

source: Showing logs from the last %(days_limit)s days. You can upgrade your plan to increase the time period that is stored.
sv: Visar loggar från de senaste %(days_limit)s dagarna. Du kan uppgradera din plan för att öka den tidsperiod som lagras.

source: Showing logs from all time.
sv: Visar loggar från alla tider.

source: Add Team
sv: Lägg till team

source: Delete Team
sv: Ta bort grupp

source: Deleting this team will revoke access for users that were in the team. Are you sure that it is safe to remove these users?
sv: Om du tar bort det här teamet återkallas åtkomsten för användare som ingick i teamet. Är du säker på att det är säkert att ta bort dessa användare?

source: Edit Team
sv: Redigera grupp

source: Manage Projects
sv: Hantera projekt

source: Invite Member
sv: Bjud in medlem

source: Update Team
sv: Uppdatering av teamet

source: Add Team Member
sv: Lägg till teammedlem

source: Add Member
sv: Lägg till medlem

source: Team's Projects
sv: Teamets projekt

source: Select the projects that you would like this team to have access to.
sv: Välj de projekt som du vill att det här teamet ska ha tillgång till.

source: Update Projects
sv: Uppdatera projekt

source: Verify your email address
sv: Verifiera din e-postadress

source: Organization updated
sv: Organisation uppdaterad

source: Organization deleted
sv: Organisation borttagen

source: Owner removed
sv: Ägaren borttagen

source: User is the last owner, can't be removed
sv: Användaren är den sista ägaren, kan inte tas bort

source: Team added
sv: Team lades till

source: Team deleted
sv: Team borttaget

source: Team updated
sv: Teamet uppdaterat

source: Team projects updated
sv: Uppdatering av teamprojekt

source: Member added to team
sv: Medlem tillagd i teamet

source: Member removed from team
sv: Medlem borttagen från teamet

source: You have successfully deleted your account
sv: Du har tagit bort ditt konto

source: Updated your advertising preferences
sv: Uppdaterade dina reklaminställningar

source: Yes
sv: Ja

source: No
sv: Nej

source: Not spam (1-{})
sv: Inte spam (1-{})

source: Don't show Ads ({}-{})
sv: Visa inte annonser ({}-{})

source: Deny on robots ({}-{})
sv: Avvisa på robotar ({}-{})

source: Don't show dashboard ({}-{})
sv: Visa inte instrumentpanelen ({}-{})

source: Don't serve docs ({}-{})
sv: Serverar inte dokument ({}-{})

source: Delete project (>={})
sv: Ta bort projekt (>={})

source: Sphinx HtmlDir
sv: Sfinx HtmlDir

source: Sphinx Single Page HTML
sv: Sphinx HTML för en enda sida

source: Mkdocs Html Pages
sv: Mkdocs Html-sidor

source: Generic
sv: Allmän

source: Deleted
sv: Raderad

source: Public
sv: Offentlig

source: Private
sv: Privat

source: Valid and active
sv: Giltig och aktiv

source: Invalid
sv: Ogiltig

source: Pending
sv: Väntande

source: Multiple versions with translations (/<language>/<version>/<filename>)
sv: Flera versioner med översättningar (/<language>/<version>/<filename>)

source: Multiple versions without translations (/<version>/<filename>)
sv: Flera versioner utan översättningar (/<version>/<filename>)

source: Single version without translations (/<filename>)
sv: Enkel version utan översättningar (/<filename>)

source: Alphabetically
sv: Alfabetisk ordning

source: Python Packaging (PEP 440 and PEP 425)
sv: Python Packaging (PEP 440 och PEP 425)

source: CalVer (YYYY.0M.0M)
sv: CalVer (ÅÅÅÅ.0M.0M)

source: Define your own pattern
sv: Definiera ditt eget mönster

source: Default (from theme or Read the Docs)
sv: Standard (från tema eller Read the Docs)

source: Bottom left
sv: Nedre vänster

source: Bottom right
sv: Nedre höger

source: Top left
sv: Överst vänster

source: Top right
sv: Överst höger

source: Recently built
sv: Nyligen byggd

source: Least recently built
sv: Senast byggd

source: Frequently built
sv: Ofta byggda

source: Least frequently built
sv: Minst frekvent byggda

source: Recently modified
sv: Nyligen ändrad

source: Least recently modified
sv: Senast ändrad

source: Hidden versions
sv: Dolda versioner

source: Visible versions
sv: Synliga versioner

source: Public versions
sv: Publika versioner

source: Private versions
sv: Privata versioner

source: Visibility
sv: Synlighet

source: No connected repository
sv: Inget anslutet arkiv

source: Invalid project name, a project already exists with that name
sv: Ogiltigt projektnamn, det finns redan ett projekt med det namnet

source: Invalid project name
sv: Ogiltigt projektnamn

source: We have detected that this project is public, pull request previews are set to public.
sv: Vi har upptäckt att det här projektet är offentligt, förhandsvisningar av pull requests är inställda på offentligt.

source: To build from pull requests you need a
sv: För att bygga från pull requests behöver du en

source: To build from pull requests your repository's webhook needs to send pull request events.
sv: För att bygga från pull requests måste ditt förvars webhook skicka händelser för pull requests.

source: Pull request builds not supported
sv: Pull request-byggnader stöds inte

source: You must first <a href='{url}'>add a connected service
sv: Du måste först <a href='{url}'>lägga till en ansluten tjänst

source: No connected services found
sv: Inga anslutna tjänster hittades

source: Only organization owners may create new projects when single sign-on is enabled.
sv: Endast organisationsägare kan skapa nya projekt när single sign-on är aktiverat.

source: Organization single sign-on enabled
sv: Organisationens single sign-on aktiverad

source: You must be on a team with admin permissions in order to add a new project to your organization.
sv: Du måste ingå i ett team med administratörsbehörighet för att kunna lägga till ett nytt projekt i din organisation.

source: Admin permission required
sv: Administratörsbehörighet krävs

source: Projects cannot be manually configured when single sign-on is enabled for your organization.
sv: Projekt kan inte konfigureras manuellt när enkel inloggning är aktiverat för din organisation.

source: Short description of this project
sv: Kort beskrivning av detta projekt

source: This setting is inherited from the <a href="{link}">parent translation</a>.
sv: Denna inställning ärvs från den <a href="{link}">överordnade översättningen</a>.

source: There is already a "{lang}" translation for the {proj} project.
sv: Det finns redan en "{lang}"-översättning för {proj}-projektet.

source: Length of each tag must be less than or equal to 100 characters.
sv: Längden på varje tagg måste vara mindre än eller lika med 100 tecken.

source: Enable Addons
sv: Aktivera tillägg

source: Visual diff enabled
sv: Visuell diff aktiverad

source: Enabled
sv: Aktiverad

source: Ignored files
sv: Ignorerade filer

source: Show a notification on builds from pull requests
sv: Visa ett meddelande om builds från pull requests

source: Show a notification on non-stable versions
sv: Visa ett meddelande om icke-stabila versioner

source: Show a notification on latest version
sv: Visa ett meddelande om den senaste versionen

source: CSS main content selector
sv: CSS-väljare för huvudinnehåll

source: The flyout sorting custom pattern is required when selecting a custom pattern.
sv: Flyout-sortering av anpassat mönster krävs när du väljer ett anpassat mönster.

source: User %(username)s is already a maintainer
sv: Användare %(username)s är redan en underhållare

source: The payload must be a valid JSON object.
sv: Nyttolasten måste vara ett giltigt JSON-objekt.

source: This project is configured with a versioning scheme that doesn't support translations.
sv: Det här projektet är konfigurerat med ett versionshanteringssystem som inte stöder översättningar.

source: This domain has a CNAME record pointing to the APEX domain. Please remove the CNAME before adding the domain.
sv: Den här domänen har en CNAME-post som pekar på APEX-domänen. Ta bort CNAME innan du lägger till domänen.

source: This domain has a CNAME record pointing to another CNAME. Please remove the CNAME before adding the domain.
sv: Den här domänen har en CNAME-post som pekar på ett annat CNAME. Ta bort CNAME innan du lägger till domänen.

source: DNS resolution timed out. Make sure the domain is correct, or try again later.
sv: DNS-upplösningen gick över tidsgränsen. Kontrollera att domänen är korrekt, eller försök igen senare.

source: The domain is not valid.
sv: Domänen är inte giltig.

source: Only one domain can be canonical at a time.
sv: Endast en domän kan vara kanonisk åt gången.

source: Variable name can't start with __ (double underscore)
sv: Variabelns namn får inte börja med __ (dubbelt understreck)

source: Variable name can't start with READTHEDOCS
sv: Variabelns namn kan inte börja med READTHEDOCS

source: There is already a variable with this name for this project
sv: Det finns redan en variabel med det här namnet för det här projektet

source: Variable name can't contain spaces
sv: Variabelnamnet får inte innehålla mellanslag

source: Only letters, numbers and underscore are allowed
sv: Endast bokstäver, siffror och understreck är tillåtna

source: Main project
sv: Huvudprojekt

source: Subproject
sv: Delprojekt

source: Base version to compare against (eg. DocDiff, File Tree Diff)
sv: Basversion att jämföra mot (t.ex. DocDiff, File Tree Diff)

source: List of ignored files. One per line.
sv: Lista över ignorerade filer. En per rad.

source: Sorting of versions
sv: Sortering av versioner

source: Custom version sorting pattern
sv: Sorteringsmönster för anpassad version

source: Show <code>latest</code> and <code>stable</code> at the beginning
sv: Visa <code>senaste</code> och <code>stabilaste</code> i början

source: Repository URL
sv: URL till arkivet

source: Git repository URL
sv: URL till Git-arkivet

source: Repository type
sv: Typ av arkiv

source: Project homepage
sv: Projektets webbsida

source: The project's homepage
sv: Projektets webbsida

source: Canonical URL
sv: Kanonisk URL

source: URL that documentation is expected to serve from
sv: URL som dokumentationen förväntas fungera från

source: URL versioning scheme
sv: Versioneringsschema för URL

source: This affects URL your documentation is served from, and if it supports translations or versions. Changing the versioning scheme will break your current URLs, so you might need to create a redirect.
sv: Detta påverkar URL:en som din dokumentation serveras från och om den stöder översättningar eller versioner. Om du ändrar versionshanteringssystemet kommer dina nuvarande webbadresser att brytas, så du kan behöva skapa en omdirigering.

source: Single version
sv: Enkel version

source: A single version site has no translations and only your "latest" version, served at the root of the domain. Use this with caution, only turn it on if you will <b>never</b> have multiple versions of your docs.
sv: En webbplats med en enda version har inga översättningar och endast den "senaste" versionen, som serveras i domänens rot. Använd den här funktionen med försiktighet och aktivera den bara om du <b>aldrig</b> kommer att ha flera versioner av dina dokument.

source: Default version
sv: Standardversion

source: The version of your project that / redirects to
sv: Den version av ditt projekt som / omdirigerar till

source: Default branch
sv: Standardgren

source: What branch "latest" points to. Leave empty to use the default value for your VCS.
sv: Vilken gren "latest" pekar på. Lämna tomt om du vill använda standardvärdet för ditt VCS.

source: Custom path prefix
sv: Anpassat sökvägsprefix

source: A custom path prefix used when serving documentation from this project. By default we serve documentation at the root (/) of a domain.
sv: Ett anpassat sökvägsprefix som används när dokumentation från det här projektet visas. Som standard visas dokumentationen i roten (/) av en domän.

source: Custom subproject path prefix
sv: Prefix för anpassad sökväg för underprojekt

source: A custom path prefix used when evaluating the root of a subproject. By default we serve documentation from subprojects under the `/projects/` prefix.
sv: Ett anpassat sökvägsprefix som används vid utvärdering av roten till ett underprojekt. Som standard visas dokumentation från underprojekt under prefixet `/projects/`.

source: Build pull requests for this project
sv: Skapa pull requests för detta projekt

source: More information in <a href="https://docs.readthedocs.io/page/guides/autobuild-docs-for-pull-requests.html">our docs</a>.
sv: Mer information finns i <a href="https://docs.readthedocs.io/page/guides/autobuild-docs-for-pull-requests.html">vår dokumention</a>.

source: Privacy level of Pull Requests
sv: Sekretessnivå för Pull Requests

source: Should builds from pull requests be public? <strong>If your repository is public, don't set this to private</strong>.
sv: Bör builds från pull requests vara offentliga? <strong>Om ditt arkiv är offentligt ska du inte ställa in detta till privat</strong>.

source: CDN Enabled
sv: CDN aktiverad

source: Analytics code
sv: Analytisk kod

source: Google Analytics Tracking ID (ex. <code>UA-22345342-1</code>). This may slow down your page loads.
sv: Google Analytics spårnings-ID (t.ex. <code>UA-22345342-1</code>). Detta kan göra att sidladdningen går långsammare.

source: Disable Analytics
sv: Inaktivera Analytics

source: Disable Google Analytics completely for this project (requires rebuilding documentation)
sv: Inaktivera Google Analytics helt för det här projektet (kräver ombyggnad av dokumentationen)

source: Alternative container image
sv: Alternativ containeravbildning

source: Container memory limit
sv: Begränsning av containerns minne

source: Memory limit in Docker format -- example: <code>512m</code> or <code>1g</code>
sv: Minnesgräns i Docker-format - exempel: <code>512m</code> eller <code>1g</code>

source: Container time limit in seconds
sv: Tidsgräns för behållare i sekunder

source: Alternate build queue id
sv: Alternativt kö-id för byggnation

source: Maximum concurrent builds allowed for this project
sv: Maximalt antal samtidiga byggnationer tillåtna för detta projekt

source: Allow paid advertising
sv: Tillåt betald annonsering

source: If unchecked, users will still see community ads.
sv: Om den inte är markerad kommer användarna fortfarande att se community-annonser.

source: Ad-free
sv: Annonsfri

source: Is spam?
sv: Är skräppost?

source: Manually marked as (not) spam
sv: Manuellt markerad som (inte) skräppost

source: Show version warning
sv: Visa versionsvarning

source: Show warning banner in non-stable nor latest versions.
sv: Visa varningsbanner i icke-stabila eller senaste versioner.

source: Path for .readthedocs.yaml
sv: Sökväg för .readthedocs.yaml

source: <strong>Warning: experimental feature</strong>. Custom path from repository top-level to your <code>.readthedocs.yaml</code>, ex. <code>subpath/docs/.readthedocs.yaml</code>. Leave blank for default value: <code>.readthedocs.yaml</code>.
sv: <strong>Varning: experimentell funktion</strong>. Anpassad sökväg från arkivets toppnivå till din <code>.readthedocs.yaml</code>, t.ex. <code>subpath/docs/.readthedocs.yaml</code>. Lämna tomt för standardvärde: <code>.readthedocs</code>. <code>yaml</code>.

source: Featured
sv: Utvalda

source: Skip (disable) building this project
sv: Hoppa över (inaktivera) byggandet av detta projekt

source: Delisted
sv: Avlistad

source: Delisting a project removes it from Read the Docs search indexing and asks external search engines to remove it via robots.txt
sv: Genom att avregistrera ett projekt tas det bort från Read the Docs sökindexering och externa sökmotorer uppmanas att ta bort det via robots.txt

source: Should the project dashboard be public?
sv: Bör projektets instrumentpanel vara offentlig?

source: Related projects
sv: Liknande projekt

source: Language
sv: Språk

source: The language the project documentation is rendered in. Note: this affects your project's URL.
sv: Det språk som projektdokumentationen återges på. Observera: detta påverkar projektets URL.

source: Programming Language
sv: Programmeringsspråk

source: The primary programming language the project is written in.
sv: Det primära programmeringsspråket som projektet är skrivet i.

source: This project has been built with a webhook
sv: Detta projekt har byggts med en webhook

source: This project has been successfully cloned
sv: Detta projekt har framgångsrikt klonats

source: Connected repository
sv: Anslutet arkiv

source: Repository connected to this project
sv: Arkiv kopplat till detta projekt
