Repository: yeager/translations
Catalog: Read the Docs/for_translation_readthedocs_readthedocs_*.po
Languages: sv

source: Popular tags
sv: Populära taggar

source: Automation Rules
sv: Regler för automatisering

source: Automate actions on new branches and tags. Check the <a href="https://docs.readthedocs.io/page/automation-rules.html">documentation on automation rules</a> for more information.
sv: Automatisera åtgärder för nya grenar och taggar. Mer information finns i <a href="https://docs.readthedocs.io/page/automation-rules.html">dokumentationen om automatiseringsregler</a>.

source: Add Rule
sv: Lägg till regel

source: No automation rules are currently configured.
sv: Inga automatiseringsregler är för närvarande konfigurerade.

source: Recent Activity
sv: Senaste aktivitet

source: %(type)s "%(version)s" matched the pattern <span>"%(pattern)s"</span>, and the action <a href="%(url)s">%(action)s</a> was performed %(date)s ago.
sv: %(type)s "%(version)s" matchade mönstret <span>"%(pattern)s</span>", och åtgärden <a href="%(url)s">%(action)s</a> utfördes för %(date)s sedan.

source: There is no recent activity
sv: Det finns ingen ny aktivitet

source: This build is still waiting to be built
sv: Detta bygge väntar fortfarande på att bli byggt

source: Passed
sv: Godkänd

source: Failed
sv: Misslyckad

source: No builds found
sv: Inga byggen hittades

source: Hello,
sv: Hej,

source: Keep documenting,
sv: Fortsätt dokumentera,

source: No objects found
sv: Inga objekt hittades

source: My Projects
sv: Mina projekt

source: Log Out
sv: Logga ut

source: Log In
sv: Logga in

source: Create, host, and browse documentation.
sv: Skapa, hosta och bläddra i dokumentation.

source: Close notification
sv: Stäng meddelandet

source: View Docs
sv: Visa dokumentation

source: delisted
sv: avlistad

source: Overview
sv: Översikt

source: Downloads
sv: Nedladdningar

source: Search
sv: Sök

source: Versions
sv: Versioner

source: Repository
sv: Arkiv

source: Used in URL's and in code to represent the project name
sv: Används i webbadresser och i kod för att representera projektnamnet

source: Project Slug
sv: Permalänk

source: Last Built
sv: Senast byggd

source: passed
sv: godkänd

source: failed
sv: misslyckades

source: Currently Building
sv: Byggs för närvarande

source: No builds yet
sv: Inga byggnationer ännu

source: Maintainers
sv: Underhållsansvariga

source: Badge
sv: Emblem

source: Tags
sv: Taggar

source: Project has no tags.
sv: Projektet har inga taggar.

source: Add some in your <a href="%(edit_url)s">project settings</a>.
sv: Lägg till några i dina <a href="%(edit_url)s">projektinställningar</a>.

source: Short URLs
sv: Korta webbadresser

source: Translations
sv: Översättningar

source: Sub Projects
sv: Underprojekt

source: Default Version
sv: Standardversion

source: 'latest' Version
sv: "senaste" version

source: No active versions.
sv: Inga aktiva versioner.

source: Build a version
sv: Bygg en version

# Build is a verb
source: Build version
sv: Bygg version

source: No downloads for this project.
sv: Inga nedladdningar för detta projekt.

source: No builds
sv: Inga byggnationer

source: No Docs
sv: Inga dokument

source: No projects found
sv: Inga projekt hittades

source: Search all the docs
sv: Sök i alla dokument

source: Search Read the Docs
sv: Sök på Read the Docs

source: Let's do this.
sv: Låt oss göra det här.

source: Maze Found
sv: Labyrint funnen

source: 404 Not Found
sv: 404, Sidan hittades inte

source: You have encountered a 404 on Read the Docs. You are either looking for a page that does not exist or a project that has been removed.
sv: Du har stött på en 404 på Read the Docs. Antingen letar du efter en sida som inte finns eller ett projekt som har tagits bort.

source: Too many requests
sv: För många förfrågningar

source: Bad request
sv: Felaktig begäran

source: Your request is either unsupported or we didn't understand it.
sv: Din begäran stöds antingen inte eller så förstod vi den inte.

source: Server Error
sv: Serverfel

source: The host "%(domain)s" is unknown to Read the Docs
sv: Värden "%(domain)s" är okänd för Read the Docs

source: If you control this domain and believe this is in error, please review our <a href="%(docsurl)s">custom domain documentation</a>. In the past, we allowed custom domains to point to us without configuring the domain in the Read the Docs dashboard and we attempted to intelligently guess the correct project based on DNS settings. Now, we believe that explicit is better than implicit. Below are some steps to help you get your domain working again:
sv: Om du kontrollerar den här domänen och tror att detta är felaktigt, läs igenom vår <a href="%(docsurl)s">dokumentation</a> om <a href="%(docsurl)s">anpassade</a> domäner. Tidigare tillät vi anpassade domäner att peka på oss utan att konfigurera domänen i instrumentpanelen Läs dokumenten och vi försökte på ett intelligent sätt gissa rätt projekt baserat på DNS-inställningar. Nu anser vi att explicit är bättre än implicit. Nedan följer några steg som hjälper dig att få din domän att fungera igen:

source: Are you the project owner?
sv: Är du projektägare?

source: Here are some tips to address 404 errors:
sv: Här är några tips för att hantera 404-fel:

source: Ensure you have a CNAME record pointing to <code>readthedocs.io</code>
sv: Se till att du har en CNAME-post som pekar på <code>readthedocs.io</code>

source: Add your desired domain in the Read the Docs dashboard for your project (under Your Project &gt;&gt; Admin &gt;&gt; Domains)
sv: Lägg till önskad domän i Read the Docs-panelen för ditt projekt (under Ditt projekt &gt;&gt; Admin &gt;&gt; Domäner)

source: You are browsing the documentation of <code>%(project_slug)s</code>. The %(not_found_subject)s you are looking for was not found.
sv: Du bläddrar i dokumentationen för <code>%(project_slug)s</code>. Den %(not_found_subject)s du letar efter hittades inte.

source: Documentation changes over time and pages are moved around. You can try to navigate to <a href="/">the index page</a> of the project and use its navigation, or search for a similar page.
sv: Dokumentationen förändras över tid och sidor flyttas runt. Du kan försöka navigera till projektets <a href="/">indexsida</a> och använda dess navigering, eller söka efter en liknande sida.

source: Try searching?
sv: Försök att söka?

source: Use your own custom 404 page:
sv: Använd din egen anpassade 404-sida:

source: Read more
sv: Läs mer

source: Create redirects when you move contents:
sv: Skapa omdirigeringar när du flyttar innehåll:

source: no domain
sv: ingen domän

source: The project for <code>%(domain)s</code> that you are looking for either does not exist, has been deleted or doesn't have any successful builds yet.
sv: Projektet för <code>%(domain)s</code> som du letar efter antingen inte existerar, har tagits bort eller har inga framgångsrika builds ännu.

source: 418. I'm a teapot
sv: 418. Jag är en tekanna

source: Confirm flagging
sv: Bekräfta flaggning

source: What you are saying:
sv: Vad du säger:

source: Are you sure you want to flag "%(object)s" as "%(flag_type.title)s"?
sv: Är du säker på att du vill flagga "%(object)s" som "%(flag_type.title)s"?

source: Yes, this is %(title)s
sv: Ja, det här är %(title)s

source: cancel
sv: avbryt

source: Flagging successful
sv: Flaggning lyckades

source: You have successfully flagged "%(object)s" as "%(flag_type.title)s"
sv: Du har flaggat "%(object)s" som "%(flag_type.title)s"

source: Thank you for contributing to the quality of this site!
sv: Tack för att du bidrar till kvaliteten på denna webbplats!

source: Read the Docs simplifies technical documentation by automating building, versioning, and hosting for you. Build up-to-date documentation for the web, print, and offline use on every version control push automatically.
sv: Read the Docs förenklar teknisk dokumentation genom att automatisera skapande, versionshantering och hosting åt dig. Skapa uppdaterad dokumentation för webben, utskrift och offline-användning på varje versionskontroll automatiskt.

source: Home
sv: Hem

source: Technical documentation lives here
sv: Teknisk dokumentation finns här

source: Read the Docs simplifies software documentation by automating building, versioning, and hosting of your docs for you.
sv: Read the Docs förenklar programvarudokumentation genom att automatisera uppbyggnad, versionshantering och hosting av dina dokument åt dig.

source: Free docs hosting for open source
sv: Gratis hosting av dokument för öppen källkod

source: We will host your documentation for free, forever. There are no tricks. We help over 100,000 open source projects share their docs, including a custom domain and theme.
sv: Vi kommer att hosta din dokumentation gratis, för alltid. Det finns inga tricks. Vi hjälper över 100 000 projekt med öppen källkod att dela sina dokument, inklusive en anpassad domän och ett tema.

source: Always up to date
sv: Alltid uppdaterad

source: Whenever you push code to your favorite version control service, whether that is GitHub, Bitbucket, or GitLab, we will automatically build your docs so your code and documentation are never out of sync.
sv: När du skickar kod till din favoritversionskontrolltjänst, oavsett om det är GitHub, Bitbucket eller GitLab, bygger vi automatiskt dina dokument så att din kod och dokumentation aldrig är osynkroniserade.

source: Downloadable formats
sv: Nedladdningsbara format

source: We build and host your docs for the web, but they are also viewable as PDFs, as single page HTML, and for eReaders. No additional configuration is required.
sv: Vi bygger och hostar dina dokument för webben, men de kan också visas som PDF-filer, som HTML med en sida och för läsplattor. Ingen ytterligare konfiguration krävs.

source: Multiple versions
sv: Flera versioner

source: We can host and build multiple versions of your docs so having a 1.0 version of your docs and a 2.0 version of your docs is as easy as having a separate branch or tag in your version control system.
sv: Vi kan hosta och bygga flera versioner av dina dokument så att det är lika enkelt att ha en 1.0-version av dina dokument och en 2.0-version av dina dokument som att ha en separat gren eller tagg i ditt versionshanteringssystem.

source: Read the Tutorial
sv: Läs handledningen

source: About Read the Docs
sv: Om Read the Docs

source: Read the Docs has grown substantially since its beginning as a weekend project and is closing in on being a top-1000 site on the internet. Today, we:
sv: Read the Docs har vuxit avsevärt sedan starten som ett helgprojekt och närmar sig nu en plats bland de 1000 bästa webbplatserna på internet. Idag är vi:

source: <ul class="donate-about"> <li>Serve over <b>55 million pages</b> of documentation a month</li> <li>Serve over <b>40 TB</b> of documentation a month</li> <li>Host over <b>80,000 open source projects</b> and support over <b>100,000 users</b></li> <li>Are supported by a <a href="https://docs.readthedocs.io/en/latest/team.html">very small team</a> of dedicated engineers</li> </ul>
sv: <ul class="donate-about"> <li>Servera över <b>55 miljoner sidor</b> dokumentation per månad</li> <li>Servera över <b>40 TB</b> dokumentation per månad</li> <li>Är värd för över <b>80.000 open source-projekt</b> och stöder över <b>100.000 användare</b></li> <li>Stöds av ett <a href="https://docs.readthedocs.io/en/latest/team.html">mycket litet team</a> av dedikerade ingenjörer</li> </ul>

source: Read the Docs is funded by the community
sv: Read the Docs finansieras av gemenskapen

source: We fund our operations through <a href="https://www.ethicalads.io/advertisers/?ref=rtd">advertising</a>, corporate-hosted documentation with <a href="https://readthedocs.com">Read the Docs for Business</a>, <a href="%(donate_url)s">donations</a>, and we are supported by a number of generous <a href="https://docs.readthedocs.io/page/sponsors.html">sponsors</a>.
sv: Vi finansierar vår verksamhet genom <a href="https://www.ethicalads.io/advertisers/?ref=rtd">annonsering</a>, företagshostad dokumentation med <a href="https://readthedocs.com">Read the Docs for Business,</a> <a href="%(donate_url)s">donationer</a> och vi stöds av ett antal generösa <a href="https://docs.readthedocs.io/page/sponsors.html">sponsorer</a>.

source: Read the Docs is open source and community supported. It depends on users like you to contribute to development, support, and operations. You can learn more about how to <a href="https://docs.readthedocs.io/page/contribute.html">contribute</a> in our docs. Thanks so much to our wonderful <a href="https://docs.readthedocs.io/page/team.html">team</a> who helps us run the site. Read the Docs wouldn't be possible without them.
sv: Read the Docs är öppen källkod och stöds av samhället. Det är beroende av att användare som du bidrar till utveckling, support och drift. Du kan lära dig mer om hur du kan <a href="https://docs.readthedocs.io/page/contribute.html">bidra</a> i våra dokument. Tack så mycket till vårt underbara <a href="https://docs.readthedocs.io/page/team.html">team</a> som hjälper oss att driva webbplatsen. Read the Docs skulle inte vara möjligt utan dem.

source: Hosting for the project is graciously provided by <a href="https://aws.amazon.com/">AWS</a> and <a href="https://cloudflare.com/">Cloudflare</a>.
sv: Hosting för projektet tillhandahålls av <a href="https://aws.amazon.com/">AWS</a> och <a href="https://cloudflare.com/">Cloudflare</a>.

source: Send Email
sv: Skicka e-post

source: An email message will be sent to the following email addresses:
sv: Ett e-postmeddelande kommer att skickas till följande e-postadresser:

source: And 1 other recipient.
sv: Och 1 annan mottagare.

source: Specify the email content you wish to send:
sv: Ange det innehåll i e-postmeddelandet som du vill skicka:

source: Send Messages
sv: Skicka meddelanden

source: previous
sv: föregående

source: next
sv: nästa

source: Build Started
sv: Bygget påbörjat

source: %(project)s is now building.
sv: %(project)s byggs just nu.

source: Check it out <a href="%(project_url)s">over here</a>.
sv: Kolla in det <a href="%(project_url)s">här borta</a>.

source: This is a post-commit hook. Set it up in your project admin to POST here, for us to update your doc changes automatically.
sv: Detta är en hook för post-commit. Ställ in den i din projektadministratör för att POSTA här, så att vi kan uppdatera dina dokumentändringar automatiskt.

source: Profile
sv: Profil

source: Connected Services
sv: Uppkopplade tjänster

source: API Tokens
sv: API-token

source: Delete Account
sv: Ta bort konto

source: Gold Membership
sv: Guldmedlemskap

source: Advertising
sv: Annonsering

source: Set advertising preferences
sv: Ange inställningar för annonsering

source: Thank you for supporting Read the Docs!
sv: Tack för att du stöder Read the Docs!

source: Read the Docs is an open source project. In order to maintain service, we rely on both the support of our users, and from sponsor support.
sv: Read the Docs är ett projekt med öppen källkod. För att kunna upprätthålla tjänsten är vi beroende av både våra användares stöd och av sponsorstöd.

source: For more details on advertising on Read the Docs including the privacy protections we have in place for users and community advertising we run on behalf of the open source community, see <a href="https://docs.readthedocs.io/page/advertising/ethical-advertising.html">our documentation</a>.
sv: Mer information om annonsering på Read the Docs, inklusive det integritetsskydd vi har för användare och den samhällsannonsering vi kör på uppdrag av open source-samhället, finns i <a href="https://docs.readthedocs.io/page/advertising/ethical-advertising.html">vår dokumentation</a>.

source: You can <strong>go ad-free</strong> by becoming a <a href="%(gold_detail)s">Gold member</a> or <a href="%(donate_url)s">Supporter</a> of Read the Docs.
sv: Du kan <strong>bli reklamfri</strong> genom att bli <a href="%(gold_detail)s">guldmedlem</a> eller <a href="%(donate_url)s">supporter</a> av Read the Docs.

source: Update advertisement preference
sv: Uppdatera preferenser för annonsering

source: <strong>All projects where you are the only owner will be deleted.</strong> If you want to keep a project, add another owner or transfer ownership. The following projects and all their documentation will be deleted.
sv: <strong>Alla projekt där du är den enda ägaren kommer att raderas.</strong> Om du vill behålla ett projekt måste du lägga till en annan ägare eller överföra äganderätten. Följande projekt och all deras dokumentation kommer att raderas.

source: <strong>All organizations and its projects where you are the only owner will be deleted.</strong> If you want to keep an organization, add another owner or transfer ownership. The following organizations and all their projects will be deleted.
sv: <strong>Alla organisationer och dess projekt där du är den enda ägaren kommer att raderas.</strong> Om du vill behålla en organisation måste du lägga till en annan ägare eller överföra äganderätten. Följande organisationer och alla deras projekt kommer att raderas.

source: Be careful! This can not be undone!
sv: Var försiktig! Detta kan inte ångras!

source: Edit your profile
sv: Redigera din profil

source: The <a href="%(docs_url)s">user security log</a> allows you to see what has happened recently in your account. Showing logs from the last %(days_limit)s days.
sv: <a href="%(docs_url)s">Användarens säkerhetslogg</a> ger dig möjlighet att se vad som nyligen har hänt på ditt konto. Visar loggar från de senaste %(days_limit)s dagarna.

source: Personal Access Token are tokens that allow you to use the Read the Docs APIv3 being authenticated as yourself. See <a href="https://docs.readthedocs.org/page/api/v3.html">APIv3 documentation</a> for more information.
sv: Personal Access Token är tokens som gör att du kan använda Read the Docs APIv3 när du är autentiserad som dig själv. Se <a href="https://docs.readthedocs.org/page/api/v3.html">APIv3-dokumentationen</a> för mer information.

source: Generate API Token
sv: Generera API-token

source: You currently have no API tokens.
sv: Du har för närvarande inga API-tokens.

source: %(user)s's profile
sv: %(user)s:s profil

source: Edit Domains
sv: Redigera domäner

source: Confirm Delete
sv: Bekräfta borttagning

source: Confirm
sv: Bekräfta

source: Domain Details
sv: Domäninformation

source: Create Domain
sv: Skapa domän

source: To configure this domain add a CNAME record in your DNS pointing your custom domain to <code>%(cname_target)s</code>.
sv: För att konfigurera den här domänen lägger du till en CNAME-post i din DNS som pekar din anpassade domän till <code>%(cname_target)s</code>.

source: The validation process period has ended. Save the domain to restart the process.
sv: Valideringsprocessens period har avslutats. Spara domänen för att starta om processen.

source: Save Domain
sv: Spara domän

source: Saving the domain will revalidate the SSL certificate
sv: Om du sparar domänen kommer SSL-certifikatet att valideras på nytt

source: Domains
sv: Domäner

source: This project is a subproject of <a href="%(superproject_url)s">%(superproject)s</a>, its documentation will always be served from the <code>%(domain)s</code> domain. <a href="https://docs.readthedocs.io/page/subprojects.html#custom-domain-on-subprojects">Learn more</a>.
sv: Detta projekt är ett delprojekt av <a href="%(superproject_url)s">%(superproject)s</a>, dess dokumentation kommer alltid att serveras från <code>%(domain)s</code> domän. <a href="https://docs.readthedocs.io/page/subprojects.html#custom-domain-on-subprojects">Lär dig mer om</a> detta.

source: Configuring a custom domain allows you to serve your documentation from a domain other than "%(default_domain)s". <a href="%(docs_url)s">Learn more</a>.
sv: Om du konfigurerar en anpassad domän kan du visa din dokumentation från en annan domän än "%(default_domain)s". <a href="%(docs_url)s">Lär dig mer om</a> detta.

source: Existing Domains
sv: Befintliga domäner

source: Add new domain
sv: Lägg till ny domän

source: Add
sv: Lägg till

source: Environment Variables
sv: Miljövariabler

source: Environment variables allow you to change the way that your build behaves. Take into account that these environment variables are available to all build steps.
sv: Med hjälp av miljövariabler kan du ändra hur din build beter sig. Tänk på att dessa miljövariabler är tillgängliga för alla byggsteg.

source: Add Environment Variable
sv: Lägg till miljövariabel

source: public
sv: publik

source: private
sv: privat

source: No environment variables are currently configured.
sv: Inga miljövariabler är för närvarande konfigurerade.

source: Add a Project
sv: Lägg till ett projekt

source: Project Details
sv: Detaljerade uppgifter om tjänsten

source: To import a project, start by entering a few details about your repository. You can set additional configuration options for your documentation in a <a href="https://docs.readthedocs.io/en/stable/config-file/v2.html">.readthedocs.yml</a> file.
sv: För att importera ett projekt börjar du med att ange några detaljer om ditt arkiv. Du kan ställa in ytterligare konfigurationsalternativ för din dokumentation i en <a href="https://docs.readthedocs.io/en/stable/config-file/v2.html">.readthedocs.yml-fil</a>.

source: Add a project configuration file
sv: Lägg till en konfigurationsfil för projektet

source: Make sure your project has a <code>.readthedocs.yaml</code> configuration file at the root directory of your repository. This file is required by Read the Docs to build your documentation. You can <a href="https://docs.readthedocs.io/en/stable/config-file/v2.html">read more about our configuration file in our documentation</a>.
sv: Se till att ditt projekt har en konfigurationsfil <code>.readthedocs.yaml</code> i rotkatalogen för ditt arkiv. Den här filen krävs av Read the Docs för att bygga din dokumentation. Du kan <a href="https://docs.readthedocs.io/en/stable/config-file/v2.html">läsa mer om vår konfigurationsfil</a> i <a href="https://docs.readthedocs.io/en/stable/config-file/v2.html">vår dokumentation</a>.

source: Here is an example configuration file for a project using Sphinx:
sv: Här är ett exempel på en konfigurationsfil för ett projekt som använder Sphinx:

source: Project Extra Details
sv: Projektets extradetaljer

source: Here are a few more project options that you may need to configure.
sv: Här är några fler projektalternativ som du kan behöva konfigurera.

source: This is a beta feature, it can be enabled by <a href="%(support_url)s">contacting support</a>.
sv: Detta är en beta-funktion som kan aktiveras genom att <a href="%(support_url)s">kontakta support</a>.

source: Flag this project as
sv: Flagga detta projekt som

source: Inappropriate
sv: Olämpligt

source: Spam
sv: Skräppost

source: Duplicate
sv: Duplicera

source: Integrations
sv: Integrationer

source: Exchange
sv: Utbyte

source: Add integration
sv: Lägg till integration

source: No integrations are currently configured.
sv: Inga integrationer är för närvarande konfigurerade.

source: This integration is being managed automatically by Read the Docs. If it isn't functioning correctly, try re-syncing the webhook:
sv: Denna integration hanteras automatiskt av Read the Docs. Om den inte fungerar korrekt kan du försöka synkronisera webhooken igen:
