Repository: yeager/translations
Catalog: Read the Docs/for_translation_readthedocs_readthedocs_*.po
Languages: sv

source: Type of documentation you are building. <a href="http://www.sphinx-doc.org/en/stable/builders.html#sphinx.builders.html.DirectoryHTMLBuilder">More info on sphinx builders</a>.
sv: Typ av dokumentation som du bygger upp. <a href="http://www.sphinx-doc.org/en/stable/builders.html#sphinx.builders.html.DirectoryHTMLBuilder">Mer information om sfinxbyggare</a>.

source: project
sv: projekt

source: Model must have slug
sv: Modellen måste ha slug

source: Subproject nesting is not supported
sv: Nestning av delprojekt stöds inte

source: Path
sv: Sökväg

source: Build id
sv: Bygg-id

source: Page search rank
sv: Sidans sökrankning

source: Ignore this file from operations like indexing
sv: Ignorera den här filen från operationer som indexering

source: created
sv: skapad

source: modified
sv: modifierad

source: Build triggered
sv: Byggnation utlöst

source: Build passed
sv: Byggnation ok

source: URL to send the webhook to
sv: URL för att skicka webhooken till

source: Secret used to sign the payload of the webhook
sv: Hemlighet som används för att signera webhookens nyttolast

source: Events to subscribe
sv: Händelser att prenumerera på

source: JSON payload
sv: JSON-nyttolast

source: JSON payload to send to the webhook. Check <a href="https://docs.readthedocs.io/page/build-notifications.html#variable-substitutions-reference">the docs</a> for available substitutions.
sv: JSON-nyttolast som ska skickas till webhooken. Kontrollera <a href="https://docs.readthedocs.io/page/build-notifications.html#variable-substitutions-reference">dokumentationen</a> för tillgängliga substitut.

source: Domain
sv: Domän

source: This domain was auto-created
sv: Denna domän skapades automatiskt

source: This domain is a CNAME for the project
sv: Denna domän är ett CNAME för projektet

source: This domain is the primary one where the documentation is served from
sv: Denna domän är den primära där dokumentationen serveras från

source: Use HTTPS
sv: Använd HTTPS

source: Always use HTTPS for this domain
sv: Använd alltid HTTPS för den här domänen

source: Number of times this domain has been hit
sv: Antal gånger denna domän har blivit träffad

source: SSL certificate status
sv: Status för SSL-certifikat

source: Skip validation process.
sv: Hoppa över valideringsprocessen.

source: Start date of the validation process.
sv: Startdatum för valideringsprocessen.

source: Set a custom max-age (eg. 31536000) for the HSTS header
sv: Ange en anpassad max-age (t.ex. 31536000) för HSTS-rubriken

source: If hsts_max_age > 0, set the includeSubDomains flag with the HSTS header
sv: Om hsts_max_age > 0, ange flaggan includeSubDomains med HSTS-rubriken

source: If hsts_max_age > 0, set the preload flag with the HSTS header
sv: Om hsts_max_age > 0, ställ in förladdningsflaggan med HSTS-rubriken

source: Build: Try alternative method of posting large data
sv: Bygga: Prova en alternativ metod för att publicera stora datamängder

source: Proxito: Record 404s page views.
sv: Proxito: Registrera 404s sidvisningar.

source: Proxito: Disable all page views
sv: Proxito: Inaktivera alla sidvisningar

source: Proxito: Allow usage of the X-RTD-Slug header
sv: Proxito: Tillåt användning av rubriken X-RTD-Slug

source: Proxito: Use proxied APIs (/_/*) with the custom prefix if the project has one (Project.custom_prefix).
sv: Proxito: Använd proxied API:er (/_/*) med det anpassade prefixet om projektet har ett sådant (Project.custom_prefix).

source: Dashboard: Allow project to use the version warning banner.
sv: Instrumentpanel: Tillåt projektet att använda versionsvarningsbannern.

source: Remote repository: Don't keep project in sync with remote repository.
sv: Fjärrlagringsplats: Håll inte projektet synkroniserat med fjärrlagret.

source: Dashboard: Allow changing the version slug.
sv: Instrumentpanel: Tillåt ändring av versionssluggen.

source: Webhook: Skip syncing branches
sv: Webhook: Hoppa över synkronisering av grenar

source: Webhook: Skip syncing tags
sv: Webhook: Hoppa över synkronisering av taggar

source: Webhook: Skip sync versions task
sv: Webhook: Hoppa över synkroniseringsversioner uppgift

source: Build: Always run pip install --upgrade
sv: Bygga: Kör alltid pip install --upgrade

source: Build: Use new pip resolver
sv: Bygga: Använd ny pip-resolver

source: Build: Don't install the latest version of pip
sv: Bygga: Installera inte den senaste versionen av pip

source: Sphinx: Use latest version of the Read the Docs Sphinx extension
sv: Sphinx: Använd den senaste versionen av Read the Docs Sphinx-tillägget

source: Build: Install all the latest versions of Read the Docs core requirements
sv: Bygg upp: Installera alla de senaste versionerna av Read the Docs kärnkrav

source: Search: Enable server side search for MkDocs projects
sv: Sökning: Aktivera sökning på serversidan för MkDocs-projekt

source: Search: Default to fuzzy search for simple search queries
sv: Sök: Standard för fuzzy-sökning för enkla sökfrågor

source: Build: Set scale-in protection before/after building.
sv: Bygga: Ställ in skalskydd före/efter byggnation.

source: Feature identifier
sv: Identifierare av funktion

source: Date feature was added
sv: Datumfunktionen lades till

source: Default all past projects to True
sv: Standard för alla tidigare projekt är True

source: Default all future projects to True
sv: Standard för alla framtida projekt är True

source: Name of the environment variable
sv: Namn på miljövariabeln

source: Value of the environment variable
sv: Värde för miljövariabeln

source: Project where this variable will be used
sv: Projekt där denna variabel kommer att användas

source: Expose this environment variable in PR builds?
sv: Exponera denna miljövariabel i PR-byggnader?

source: Builds skipped for this project
sv: Byggnader som hoppats över för detta projekt

source: Error while cloning the repository
sv: Fel vid kloning av arkiv

source: Duplicated reserved versions
sv: Duplicerade reserverade versioner

source: Error while checking out the repository
sv: Fel vid utcheckning av arkiv

source: Repository type not suported
sv: Arkivtypen stöds inte

source: Sphinx configuration file is missing
sv: Konfigurationsfil för Sphinx saknas

source: Multiple Sphinx configuration files found
sv: Flera konfigurationsfiler för Sphinx hittades

source: Expected file not found
sv: Förväntad fil hittades inte

source: Repository locked
sv: Arkivet är låst

source: Read the Docs Addons were enabled by default on October 7th, 2024
sv: Läs Docs Addons aktiverades som standard den 7 oktober 2024

source: Enter a valid plain or internationalized domain name value
sv: Ange ett giltigt värde för ett vanligt eller internationaliserat domännamn

source: The domain name can't be an IP address.
sv: Domännamnet kan inte vara en IP-adress.

source: Invalid character in the URL
sv: Ogiltigt tecken i URL:en

source: Invalid scheme for URL
sv: Ogiltigt schema för URL

source: Use a relative path. It should not begin with '/'. The path is relative to the root of your repository.
sv: Använd en relativ sökväg. Den bör inte börja med "/". Sökvägen är relativ i förhållande till roten i ditt repository.

source: The path cannot end with '/', as it cannot be a directory.
sv: Sökvägen får inte sluta med "/", eftersom det inte kan vara en katalog.

source: Found invalid sequence in path: '..'
sv: Hittade ogiltig sekvens i sökvägen: '...'

source: Found invalid character. Avoid these characters: <code>{invalid_characters}</code>
sv: Hittade ogiltigt tecken. Undvik dessa tecken: <code>{invalid_characters}</code>

source: The only allowed filename is <code>{filename}</code>.
sv: Det enda tillåtna filnamnet är <code>{filename}</code>.

source: The only allowed filenames are <code>{filenames}</code>.
sv: De enda tillåtna filnamnen är <code>{filenames}</code>.

source: The total size of all environment variables in the project cannot exceed 256 KB.
sv: Den totala storleken på alla miljövariabler i projektet får inte överstiga 256 KB.

source: Project settings updated
sv: Uppdatering av projektinställningar

source: Project deleted
sv: Projekt borttaget

source: Project addons updated
sv: Uppdatering av projekttillägg

source: Version created
sv: Version skapad

source: Version updated
sv: Version uppdaterad

source: We detected a configuration file in your repository and started your project's first build.
sv: Vi upptäckte en konfigurationsfil i ditt arkiv och startade ditt projekts första build.

source: There is a problem with your {service} account, try reconnecting your account on your <a href="{url}">connected services page</a>.
sv: Det har uppstått ett problem med ditt konto på {service}. Försök att återansluta ditt konto på <a href="{url}">sidan</a> för anslutna <a href="{url}">tjänster</a>.

source: Subproject created
sv: Delprojekt skapat

source: Subproject updated
sv: Uppdatering av delprojekt

source: Subproject deleted
sv: Delprojekt borttaget

source: User deleted
sv: Användare borttagen

source: Notification created
sv: Notifiering skapad

source: Notification deleted
sv: Notifiering raderad

source: Webhook created
sv: Webhook skapad

source: Webhook updated
sv: Webhook uppdaterad

source: Webhook deleted
sv: Webhook raderad

source: Translation created
sv: Översättning skapad

source: Translation deleted
sv: Översättning raderad

source: Redirect created
sv: Omdirigering skapad

source: Redirect updated
sv: Uppdatering av omdirigering

source: Redirect deleted
sv: Omdirigering raderad

source: Domain created
sv: Domän skapad

source: Domain updated
sv: Domän uppdaterad

source: Domain deleted
sv: Domän raderad

source: Integration created
sv: Integration skapad

source: Integration deleted
sv: Integration borttagen

source: Project has been opted out from advertisement support
sv: Projektet har valts bort från annonseringsstöd

source: Environment variable created
sv: Miljövariabel skapad

source: Environment variable deleted
sv: Miljövariabel raderad

source: Automation rule moved
sv: Regel för automatisering flyttad

source: Automation rule deleted
sv: Automatiseringsregel raderad

source: Automation rule created
sv: Automationsregel skapad

source: Automation rule updated
sv: Uppdatering av automatiseringsregeln

source: Pull request settings have been updated
sv: Pull request-inställningarna har uppdaterats

# Names an object not found in a 404 error
source: subproject
sv: delprojekt

# Names an object not found in a 404 error
source: translation
sv: översättning

source: 302 - Temporary Redirect
sv: 302 - Tillfällig omdirigering

source: 301 - Permanent Redirect
sv: 301 - Permanent omdirigering

source: Page Redirect
sv: Omdirigering av sida

source: Exact Redirect
sv: Exakt omdirigering

source: Clean URL to HTML (file/ to file.html)
sv: Rengör URL till HTML (file/ till file.html)

source: HTML to clean URL (file.html to file/)
sv: HTML till ren URL (file.html till file/)

source: Absolute path, excluding the domain. Example: <b>/docs/</b> or <b>/install.html</b>
sv: Absolut sökväg, exklusive domänen. Exempel: <b>/docs/</b> eller <b>/install.html</b>

source: Absolute or relative URL. Example: <b>/tutorial/install.html</b>
sv: Absolut eller relativ URL. Exempel: <b>/handledning/installera.html</b>

source: The type of redirect you wish to use.
sv: Den typ av omdirigering som du vill använda.

source: Redirect Type
sv: Typ av omdirigering

source: From URL
sv: Från URL

source: To URL
sv: Till URL

source: Force redirect
sv: Tvinga omdirigering

source: Apply the redirect even if the page exists.
sv: Tillämpa omdirigeringen även om sidan finns.

source: Enable or disable the redirect.
sv: Aktivera eller inaktivera omdirigeringen.

source: Order of execution of the redirect.
sv: Ordningsföljd för genomförandet av omdirigeringen.

source: redirect
sv: omdirigera

source: redirects
sv: omdirigeringar

source: Redirect: {}
sv: Omdirigera: {}

source: Redirect
sv: Omdirigera

source: Redirects
sv: Omdirigeringar

source: Add redirects for your project. This allows you to fix links to old pages that are 404ing. <a href="%(docs_url)s">Learn more</a>.
sv: Lägg till omdirigeringar för ditt projekt. Detta gör att du kan fixa länkar till gamla sidor som är 404. <a href="%(docs_url)s">Lär dig mer om</a> detta.

source: Delete
sv: Ta bort

source: Add Redirect
sv: Lägg till omdirigering

source: Move up
sv: Flytta upp

source: Move down
sv: Flytta ner

source: Edit
sv: Redigera

source: No redirects found.
sv: Inga omdirigeringar hittades.

source: This project has reached the limit of {feature.value} redirects. Consider replacing some of your redirects with a wildcard redirect.
sv: Det här projektet har nått gränsen för {feature.value} omdirigeringar. Överväg att ersätta några av dina omdirigeringar med en omdirigering med jokertecken.

source: This project has reached the limit of {feature.value} redirects. Consider replacing some of your redirects with a wildcard redirect, or upgrade your plan.
sv: Detta projekt har nått gränsen för {feature.value} omdirigeringar. Överväg att ersätta några av dina omdirigeringar med en omdirigering med jokertecken, eller uppgradera din plan.

source: Invalid page
sv: Ogiltig sida

source: This query param is required
sv: Denna frågeparameter krävs

source: This query parameter is required
sv: Denna frågeparameter är obligatorisk

source: Query
sv: Fråga

source: Total results
sv: Totalt resultat

source: Catalan
sv: Katalanska

source: English
sv: Engelska

source: Spanish
sv: Spanska

source: Brazilian Portuguese
sv: Brasiliansk portugisiska

source: Norwegian Bokmål
sv: Norska bokmål

source: French
sv: Franska

source: Russian
sv: Ryska

source: German
sv: Tyska

source: Galician
sv: Galiciska

source: Vietnamese
sv: Vietnamesisk

source: Simplified Chinese
sv: Förenklad kinesiska

source: Traditional Chinese
sv: Traditionell kinesiska

source: Japanese
sv: Japanska

source: Ukrainian
sv: Ukrainska

source: Italian
sv: Italienska

source: Korean
sv: Koreanska

source: Custom domain
sv: Anpassad domän

source: CDN for public documentation
sv: CDN för offentlig dokumentation

source: Custom SSL configuration
sv: Anpassad SSL-konfiguration

source: Private documentation
sv: Privat dokumentation

source: Embed content via API
sv: Bädda in innehåll via API

source: Search analytics
sv: Analys av sökningar

source: Pageview analytics
sv: Analys av sidvisningar

source: Concurrent builds
sv: Samtidiga byggnationer

source: Single sign on (SSO) with Google
sv: Enkel inloggning (SSO) med Google

source: Single sign on (SSO) with SAML
sv: Enkel inloggning (SSO) med SAML

source: Custom URLs
sv: Anpassade URL:er

source: Audit logs
sv: Granskningsloggar

source: Audit logs for every page view
sv: Granskningsloggar för varje sidvisning

source: Redirects limit
sv: Gräns för omdirigeringar

source: Check our <a href="https://about.readthedocs.com/pricing/">pricing page</a> for more information about each plan.
sv: På vår <a href="https://about.readthedocs.com/pricing/">prissida</a> finns mer information om varje plan.

source: Your organization has been disabled
sv: Din organisation har avaktiverats

source: Organization Subscription
sv: Organisation Prenumeration

source: You are currently on a trial. Please choose a <a href="%(pricing_url)s">paid plan</a> that fits your organization prior to the end of your trial. Upgrade your account by clicking on <strong>Manage subscription</strong> below.
sv: Du är för närvarande på en testperiod. Välj en <a href="%(pricing_url)s">betald plan</a> som passar din organisation innan testperioden är slut. Uppgradera ditt konto genom att klicka på <strong>Hantera prenumeration</strong> nedan.

source: Extra products:
sv: Extra produkter:

source: Features:
sv: Funktioner:

source: Signed up
sv: Registrerad

source: %(time_since_signup)s ago
sv: för %(time_since_signup)s sedan

source: Subscription status
sv: Status för prenumeration

source: Trial ends
sv: Testperiod avslutas

source: Subscription ends
sv: Prenumerationen avslutas

source: Use the button above to see past invoices, change your plan, and update your billing information.
sv: Använd knappen ovan för att se tidigare fakturor, ändra ditt abonnemang och uppdatera din faktureringsinformation.

source: <strong>You don't currently have an active subscription</strong>. You must create a subscription for a <a href="%(pricing_url)s">paid plan</a> that fits your organization to continue using Read the Docs for Business.
sv: <strong>Du har för närvarande inte en aktiv prenumeration</strong>. Du måste skapa en prenumeration för en <a href="%(pricing_url)s">betald plan</a> som passar din organisation för att fortsätta använda Read the Docs for Business.

source: Start subscription
sv: Starta prenumeration

source: Your plan has been upgraded!
sv: Din plan har uppgraderats!

source: There was an error connecting to Stripe, please try again in a few minutes.
sv: Det uppstod ett fel vid anslutningen till Stripe, försök igen om några minuter.

source: Change Email
sv: Ändra e-post

source: The following email addresses are associated with your account:
sv: Följande e-postadresser är kopplade till ditt konto:

source: Verified
sv: Verifierad

source: Unverified
sv: Obekräftad

source: Primary
sv: Primär

source: Make Primary
sv: Gör primär

source: Re-send Verification
sv: Skicka verifiering på nytt

source: Warning:
sv: Varning:

source: You currently do not have any email address set up. You should really add an email address so you can receive notifications, reset your password, etc.
sv: Du har för närvarande inte någon e-postadress. Du bör verkligen lägga till en e-postadress så att du kan få meddelanden, återställa ditt lösenord etc.

source: Add E-mail Address
sv: Lägg till e-postadress

source: Add E-mail
sv: Lägg till e-post

source: Do you really want to remove the selected email address?
sv: Vill du verkligen ta bort den valda e-postadressen?

source: To verify your email address and finish setting up your account, please go to:
sv: För att verifiera din e-postadress och avsluta konfigurationen av ditt konto, gå till:

source: If you did not sign up for an account with Read the Docs, you can disregard this email.
sv: Om du inte har registrerat dig för ett konto hos Read the Docs kan du bortse från detta e-postmeddelande.

source: A request has been made to reset your Read the Docs password. To confirm this reset request, please go to:
sv: En begäran har gjorts om att återställa ditt Read the Docs-lösenord. För att bekräfta denna begäran om återställning, gå till:

source: If you did not request to reset your password, you can disregard this email.
sv: Om du inte har begärt att få återställa ditt lösenord kan du bortse från det här e-postmeddelandet.

source: Password reset
sv: Återställning av lösenord

source: Log in
sv: Logga in

source: In order to view this documentation, you must log in first.
sv: För att kunna se denna dokumentation måste du först logga in.

source: Or
sv: Eller

source: Do you have a password to access this documentation? <a href="%(project_password_url)s">Access here</a>.
sv: Har du ett lösenord för att få tillgång till denna dokumentation? Få <a href="%(project_password_url)s">tillgång här</a>.

source: If you have not created an account yet, then please <a href="%(signup_url)s">sign up</a> first.
sv: Om du inte har skapat ett konto ännu, <a href="%(signup_url)s">registrera</a> dig först.

source: If you forgot your password, <a href="%(password_reset_url)s">reset it.</a>
sv: Om du har glömt ditt lösenord ska du <a href="%(password_reset_url)s">återställa det.</a>

source: Log in using single sign-on
sv: Logga in med enkel inloggning

source: Change Password
sv: Ändra lösenord

source: Sign up
sv: Registrera dig

source: Already have an account? Then please <a href="%(login_url)s">sign in</a>.
sv: Har du redan ett konto? <a href="%(login_url)s">Logga</a> då <a href="%(login_url)s">in</a>.

source: You have been invited to join the organization "%(organization_name)s" at Read the Docs.
sv: Du har blivit inbjuden att ansluta dig till organisationen "%(organization_name)s" på Read the Docs.

source: You have been invited to join an organization at Read the Docs.
sv: Du har blivit inbjuden att gå med i en organisation på Read the Docs.

source: Sign up using the following provider. If you don't have an account with this provider, please contact your organization owner and ask about this.
sv: Registrera dig med hjälp av följande leverantör. Om du inte har ett konto hos den här leverantören kan du kontakta din organisationsägare och fråga om detta.

source: By signing up, you agree to our <a href="https://docs.readthedocs.io/page/terms-of-service.html">Terms of Service</a> and <a href="https://docs.readthedocs.io/page/privacy-policy.html">Privacy Policy</a>.
sv: När du registrerar dig godkänner du våra <a href="https://docs.readthedocs.io/page/terms-of-service.html">användarvillkor</a> och vår <a href="https://docs.readthedocs.io/page/privacy-policy.html">integritetspolicy</a>.

source: Read the Docs Archive
sv: Read the Docs-arkivet

source: Stay Updated
sv: Håll dig informerad

source: Blog
sv: Blogg

source: Sign up for our newsletter to get our latest blog updates delivered to your inbox weekly.
sv: Anmäl dig till vårt nyhetsbrev för att få våra senaste blogguppdateringar levererade till din inkorg varje vecka.

source: Subscribe
sv: Prenumerera

source: Thank you!
sv: Tack!

source: You have successfully joined our subscriber list.
sv: Du har nu gått med i vår prenumerantlista.

source: Resources
sv: Resurser

source: Tutorial
sv: Handledning

source: Documentation
sv: Dokumentation

source: Going Ad-free
sv: Bli reklamfri

source: Site Support
sv: Support

source: Site Status
sv: Status

source: Company
sv: Företag

source: Jobs
sv: Jobb

source: Advertise with Us
sv: Annonsera med oss

source: Read the Docs for Business
sv: Läs dokumenten för företag

source: Branding & Media Kit
sv: Varumärkesprofilering & mediekit

source: Privacy Policy
sv: Integritetspolicy

source: Terms of Service
sv: Användarvillkor

source: Read the Docs, Inc & contributors
sv: Läs dokumenten, Inc & bidragsgivare

source: Change Language
sv: Ändra språk

source: Filter
sv: Filtrera

source: Our new beta dashboard is now available for testing! <a href="%(url)s">Try viewing this build on the new dashboard</a>.
sv: Vår nya beta-instrumentpanel är nu tillgänglig för testning! <a href="%(url)s">Prova att visa den här versionen på den nya instrumentpanelen</a>.

source: Cancel build
sv: Avbryt byggnation

source: Completed
sv: Slutförd

source: Build took
sv: Byggnationen tog

source: seconds
sv: sekunder

source: Built on
sv: Byggd på

source: View docs
sv: Visa dokumentation

source: View raw
sv: Visa råversion

source: Build #%(build_id)s
sv: Bygg #%(build_id)s

source: Build completed
sv: Byggnation färdig

source: Build cancelled
sv: Byggnation avbruten

source: Don't want <em>setup.py install</em> called? Change the <strong>Install Project</strong> setting in your <a href="%(project_settings_url)s">project settings</a>.
sv: Vill du inte att <em>setup.py install</em> anropas? Ändra inställningen <strong>Installera projekt</strong> i dina <a href="%(project_settings_url)s">projektinställningar</a>.

source: Show full build output
sv: Visa hela byggresultatet

source: Build Output
sv: Byggnationens utdata

source: Setup Output
sv: Konfigurationsutdata

source: Environment Standard Error
sv: Miljöns standardfel

source: Build Errors
sv: Byggfel

source: <a href="%(url)s">Report any build issues here</a>.
sv: <a href="%(url)s">Rapportera eventuella byggproblem här</a>.

source: Command time:
sv: Kommandotid:

source: Return
sv: Tillbaka

source: Build Version:
sv: Byggversion:

source: Recent Builds
sv: Senaste byggnationerna

source: Automation Rule
sv: Regel för automatisering
