{
	"EVENTS": {
		"CLERGY_GENERIC_ACCEPT": "Jag kommer att tillmötesgå din begäran.",
		"CLERGY_GENERIC_REFUSE": "Det finns andra prioriteringar för tillfället.",
		"EVENT_BUTTON_DEFAULT": "Stäng",
		"EVENT_WAIT": "Låt mig tänka på det.",
		"WINEKING_TITLE": "Värd för förvaltaren",
		"WINEKING_FAILURE_TITLE": "Steward besviken",
		"WINEKING_FAILURE_2_TITLE": "Förvaltare Osäker",
		"WINEKING_SUCCESS_TITLE": "Förtjänad prestigeförsegling",
		"WINEKING_DESC": "Biskopens förvaltare kräver en månad i ert kloster! Biskopen har gett honom i uppdrag att bedöma om er vingård är värd en prestigeförsegling. Ett sådant privilegium skulle göra ditt vin extremt värdefullt!",
		"WINEKING_CHOICE_YES": "En månad som vår gäst kommer säkert att övertyga honom.",
		"WINEKING_CHOICE_YES2": "Vanliga vänner kan upplysa hans omdöme!",
		"WINEKING_CHOICE_YES3": "Hur mycket kan den här förseglingen vara värd?!",
		"WINEKING_CHOICE_LATER": "Be honom komma tillbaka senare.",
		"WINEKING_QUEST_FAIL_DESC@2025-01-14 22:58:01": "Förvaltaren var inte imponerad av din mark! Innan han gick sa han att han skulle få dig dömd för misshandel av druvor om han kunde.",
		"WINEKING_QUEST_FAIL2_DESC@2025-01-14 22:58:01": "Förvaltaren beslutade att ert land inte var värt sigillet. Han lovade dock att återvända eftersom ni verkligen förtjänar en ny chans.",
		"WINEKING_QUEST_SUCCESS_DESC@2025-01-14 22:58:01": "Förvaltaren var nöjd med deras besök och tilldelade dig en prestigesigill, vilket garanterade att ditt vin skulle bli erkänt vida omkring.",
		"WINEKING_CHOICE_YES2_DESC@2025-01-14 22:58:01": "Stewarden gav en dom som kanske inte helt är hans egen: Ditt vin förtjänar den \"hårt förvärvade\" prestigestämpeln!",
		"WINEKING_CHOICE_YES3_DESC": "Förvaltaren var nöjd med vikten av den myntpung som du kastade åt hans håll och meddelade sin dom: Ditt vin förtjänar den \"hårt förvärvade\" prestigestämpeln!",
		"WINEKING_QUEST": "Värd för förvaltaren",
		"WINEKING_QUEST_DESC": "Jag har bjudit in biskopens förvaltare att tillbringa en månad i vårt kloster för att undersöka vår vingård.",
		"WINEKING_OBJECTIVE@2025-01-14 22:58:01": "Ta emot förvaltaren med 95% approval.",
		"WINEKING_CHOICE_YES_TOOLTIP@2025-01-14 22:58:01": "Biskopens förvaltare kommer att undersöka dina vingårdar och vinframställningsprocessen och förväntar sig det bästa som riket har att erbjuda.",
		"WINEKING_CHOICE_YES2_TOOLTIP": "Som en välrespekterad by i prästerskapet har du \"gemensamma vänner\" med biskopen som kan låta dig slippa examinationen.",
		"WINEKING_CHOICE_YES3_TOOLTIP@2025-01-14 22:58:01": "Förvaltarens lön är troligen den för en tjänare, som dina mynt kan adressera i utbyte mot sigillet.",
		"WINEKING_CHOICE_LATER_TOOLTIP": "Biskopens förvaltare kommer tillbaka senare med samma erbjudande.",
		"TRADEROUTE_MYDDLE_TITLE@2025-01-14 22:58:01": "Förbättra handeln med Myllersta",
		"TRADEROUTE_MYDDLE_1_DESC@2025-01-14 22:58:01": "Handeln med Myllersta blomstrar! De planerar att investera denna rikedom i att restaurera sin gamla kyrka, vilket skulle locka pilgrimer. Detta kan också gynna din by om du förser dem med resurser.",
		"TRADEROUTE_MYDDLE_2_DESC": "Tack vare ert företag har Myllersta blivit ganska beryktat! De erbjöd sig att öka handelskapaciteten med er by om ni hjälpte dem att restaurera ytterligare en kyrka.",
		"TRADEROUTE_MYDDLE_3_DESC": "Myllersta har som mål att återställa sin gamla katedral! Det är en ambitiös plan, men om ni skulle delta i byggandet av den skulle den rikedom som den skulle ge er kunna gynna er handel avsevärt.",
		"TRADEROUTE_MYDDLE_R_DESC@2025-01-14 22:58:01": "Myllerstas handelsvolym ökar ständigt! Tack vare de varor som din by levererar planerar de att bygga ännu fler kyrkor som pilgrimer kan besöka. Kan du hjälpa till genom att skicka byggnadsstenar till dem?",
		"TRADEROUTE_MYDDLE_QUEST_SUCCESS_DESC@2025-01-14 22:58:01": "Folket i Myllersta är tacksamma för stenarna! De kommer att njuta av många fler pilgrimer medan du njuter av rättvisare handel.",
		"TRADEROUTE_DAVENPORT_TITLE@2025-01-14 22:58:01": "Förbättrad handel med Davenhamn",
		"TRADEROUTE_DAVENPORT_1_DESC@2025-01-14 22:58:01": "Davenhamn berömmer ert gemensamma företag! De planerar att bygga en bro för att öka volymen av varor som rör sig till deras by, och de hoppas att du kommer att bidra.",
		"TRADEROUTE_DAVENPORT_2_DESC@2025-01-14 22:58:01": "För att hantera alla varor som handlas överväger Davenhamn att lägga till färjor vid sin vattenfront. De hoppas att du kommer att bidra.",
		"TRADEROUTE_DAVENPORT_3_DESC@2025-01-14 22:58:01": "Davenhamn planerar en ny bro för att hantera varorna som går till och från din by och skulle gärna vilja ha ditt bidrag.",
		"TRADEROUTE_DAVENPORT_R_DESC@2025-01-14 22:58:01": "Davenhamn lägger till fler färjor till sin hamn för att bättre kunna hantera er ömsesidigt blomstrande handel. De hoppas att du kan hjälpa till genom att tillhandahålla resurser.",
		"TRADEROUTE_DAVENPORT_QUEST_SUCCESS_DESC@2025-01-14 22:58:01": "Davenhamn är tacksam för plankorna och försäkrar att er bys varor snart kommer att flöda direkt in på deras marknader!",
		"TRADEROUTE_TROTBURY_TITLE@2025-01-14 22:58:01": "Förbättrad handel med Trotborg",
		"TRADEROUTE_TROTBURY_1_DESC@2025-01-14 22:58:01": "Trotborg ser potential i en flotta av vagnar! De vill handla mer varor med din by och skulle vilja ha din hjälp med att tillverka sådana fordon genom att förse dem med verktyg.",
		"TRADEROUTE_TROTBURY_2_DESC@2025-01-14 22:58:01": "Handeln går bra och Trotborg blomstrar nu lika mycket som du gör! De planerar att hantera ytterligare resurser med en ny flotta av vagnar och vill gärna ha ditt bidrag.",
		"TRADEROUTE_TROTBURY_3_DESC@2025-01-14 22:58:01": "Trotborg blir rikare för varje minut och har nu en ständigt växande volym av varor för handel! De är redo att tillverka fler vagnar för att underlätta transporter och undrar om du vill bidra.",
		"TRADEROUTE_TROTBURY_R_DESC@2025-01-14 22:58:01": "Affärerna med Trotborg går bra! De är redo att tillverka nya vagnar för att flytta dina varor och ber om ett bidrag av verktyg.",
		"TRADEROUTE_TROTBURY_QUEST_SUCCESS_DESC@2025-01-14 22:58:01": "Era verktyg är på väg till Trotborg! Hantverkarna där försäkrar att de kommer att använda dem effektivt, och de hoppas att ni båda finner denna nya plan ömsesidigt fördelaktig.",
		"TRADEROUTE_KINSTONE ABBEY_TITLE@2025-01-14 22:58:01": "Förbättrad handel med Kinstorp",
		"TRADEROUTE_KINSTONE ABBEY_1_DESC@2025-01-14 22:58:01": "Klostret i Kinstorp söker en beskyddare för att ge nya handelsdiskar och förbättra affärsrelationerna. De hoppas att du kommer att ge ett sådant inflytande.",
		"TRADEROUTE_KINSTONE ABBEY_2_DESC@~2024-06-20 17:14:09": "Handeln har blomstrat i klostret och välkomnat många nya noviser att arbeta på fälten. Med dessa nya resurser söker de ert beskydd för att utöka sina handelsdiskar ytterligare.",
		"TRADEROUTE_KINSTONE ABBEY_3_DESC@2025-01-14 22:58:01": "Tack vare ert stöd har klostret i Kinstorp blivit en ledstjärna för välstånd för de troende över hela riket. De vill expandera ännu mer med ditt fortsatta stöd.",
		"TRADEROUTE_KINSTONE ABBEY_R_DESC@2025-01-14 22:58:01": "Klostret i Kinstorp uppskattar ditt stöd! De vill nu öppna en ny handelsdisk och söker ditt beskydd för att utöka sitt kloster ännu en gång.",
		"TRADEROUTE_KINSTONE ABBEY_QUEST": "Leverans av kol till klostret i Kinstorp",
		"TRADEROUTE_KINSTONE ABBEY_QUEST_DESC": "Jag har lovat att förse klostret i Kinstorp med kol.",
		"TRADEROUTE_MYDDLE_QUEST@2025-01-14 22:58:01": "Leverans av byggnadsstenar till Myllersta",
		"TRADEROUTE_DAVENPORT_QUEST@2025-01-14 22:58:01": "Leverans av plankor till Davenhamn",
		"TRADEROUTE_TROTBURY_QUEST@2025-01-14 22:58:01": "Leverans av verktyg till Trotborg",
		"ADVANCEDONBOARDING_COMMONERPROMOTION_TITLE": "Råd: Främjande av bybor",
		"ADVANCEDONBOARDING_COMMONERPROMOTION_DESC@2025-01-14 22:58:01": "Dina hårt arbetande Serfs tror att de är på väg mot en befordran! När alla deras behov har blivit helt uppfyllda kan en bybo stiga till en högre status. Allmoge och medborgare försörjer byn på nya sätt men har ytterligare behov.",
		"ADVANCEDONBOARDING_COMMONERPROMOTION_CHOICE_A": "Låt oss se till att du blir befordrad!",
		"ADVANCEDONBOARDING_COMMONERPROMOTION_QUEST_TITLE": "Råd: Befordra en bybo",
		"ADVANCEDONBOARDING_COMMONERPROMOTION_QUEST_DESC": "Jag har gått med på att lära mig befordra några Livegna till Allmoge.",
		"ADVANCEDONBOARDING_BAILIFFMANDATES_TITLE": "Råd: Mandat till fogden",
		"ADVANCEDONBOARDING_BAILIFFMANDATES_DESC@2025-01-14 22:58:01": "Byborna anser att vi är tillräckligt välmående för att få stöd av en Bailiff! Denna utnämnda person kommer att hantera kritiska uppgifter som att prospektera närliggande fyndigheter och göra framställningar till ständerna för din räkning.",
		"ADVANCEDONBOARDING_BAILIFFMANDATES_CHOICE_A": "Låt oss få en fogde!",
		"ADVANCEDONBOARDING_BAILIFFMANDATES_QUEST_TITLE": "Råd: Tilldelning av fogde",
		"ADVANCEDONBOARDING_BAILIFFMANDATES_QUEST_DESC": "Jag har bestämt mig för att lära mig hur man utser en fogde.",
		"ADVANCEDONBOARDING_NEWTAX_TITLE": "Råd: Ytterligare beskattning",
		"ADVANCEDONBOARDING_NEWTAX_DESC@2025-01-14 22:58:01": "Vissa bybor tycker att vår statskassa skulle må bra av nya sätt att beskatta! De påminner dig dock om att beskattning av tjänster inte kommer att göra dig särskilt populär bland arbetarna...",
		"ADVANCEDONBOARDING_NEWTAX_CHOICE_A": "Låt oss beskatta väderkvarnar!",
		"ADVANCEDONBOARDING_NEWTAX_QUEST_TITLE": "Råd: Införande av kvarnskatt",
		"ADVANCEDONBOARDING_NEWTAX_QUEST_DESC": "Jag har gått med på att lära mig hur man lägger till en ny skatt.",
		"ADVANCEDONBOARDING_ESTATESPECIALIZATION_TITLE@~2024-07-11 17:18:16": "Råd: Utveckling med egendomarna",
		"ADVANCEDONBOARDING_ESTATESPECIALIZATION_DESC@2025-01-14 22:58:01": "Er by har fångat intresset hos rikets ständer! De förväntar sig fantastiska monument, som utan tvekan kommer att definiera framtiden för ditt folk.\n\nVem kommer du att göra till viljes först: kungariket, prästerskapet eller arbetarna?",
		"ADVANCEDONBOARDING_ESTATESPECIALIZATION_ESTATE_DESC@~2024-07-11 17:19:37": "Er by har fångat intresset hos rikets ständer! De förväntar sig fantastiska monument, som utan tvekan kommer att definiera framtiden för ditt folk.",
		"ADVANCEDONBOARDING_ESTATESPECIALIZATION_CHOICE_A@~2024-05-17 19:14:13": "Våra kloster kommer att vara prästerskapets stolthet!",
		"ADVANCEDONBOARDING_ESTATESPECIALIZATION_CHOICE_B": "Våra herrgårdar kommer att tjäna arbetarna!",
		"ADVANCEDONBOARDING_ESTATESPECIALIZATION_CHOICE_C@~2024-05-17 19:14:17": "Våra slott kommer att vara kungadömets förtrupper!",
		"ADVANCEDONBOARDING_ESTATESPECIALIZATION_QUEST_CLERGY_TITLE@2025-01-14 22:58:01": "Råd: Tjäna prästerskapets prakt",
		"ADVANCEDONBOARDING_ESTATESPECIALIZATION_QUEST_CLERGY_DESC@~2024-07-11 16:51:57": "Jag har lovat att bygga ett fantastiskt kloster för att utveckla prästerskapets egendom.",
		"ADVANCEDONBOARDING_ESTATESPECIALIZATION_QUEST_KINGDOM_TITLE@2025-01-14 22:58:01": "Råd: Tjäna kungarikets prakt",
		"ADVANCEDONBOARDING_ESTATESPECIALIZATION_QUEST_KINGDOM_DESC@~2024-07-11 16:53:38": "Jag har lovat att bygga ett magnifikt slott för att utveckla kungadömets egendom.",
		"ADVANCEDONBOARDING_ESTATESPECIALIZATION_QUEST_LABOUR_TITLE@2025-01-14 22:58:01": "Råd: Tjäna arbetskraftsprakt",
		"ADVANCEDONBOARDING_ESTATESPECIALIZATION_QUEST_LABOUR_DESC@~2024-07-11 16:53:23": "Jag har lovat att bygga en praktfull herrgård för att utveckla Labour Estate.",
		"ADVANCEDONBOARDING_CLERGYINFLUENCE_TITLE": "Råd: Influera prästerskapet",
		"ADVANCEDONBOARDING_CLERGYINFLUENCE_DESC": "Det arbete som ert folk lägger ner på kyrkan betalar sig!",
		"ADVANCEDONBOARDING_CLERGYINFLUENCE_ACCUMULATE_DESC@2025-01-14 22:58:01": "Det arbete som ert folk har lagt ner på kyrkan lönar sig! En berömd präst från Nordby har hört talas om ert nygrundade monument och vill gärna utföra mässor i er by. Att vara rättvis mot sådana människor skulle definitivt förbättra din ställning bland prästerskapet!",
		"ADVANCEDONBOARDING_CLERGYINFLUENCE_ACCUMULATE_CHOICE_A": "Låt oss tillgodose dina behov!",
		"ADVANCEDONBOARDING_CLERGYINFLUENCE_ACCUMULATE_CHOICE_B": "Låt oss betala dig för din hjälp!",
		"ADVANCEDONBOARDING_CLERGYINFLUENCE_ACCUMULATE_CHOICE_NO": "Jag är inte intresserad.",
		"ADVANCEDONBOARDING_CLERGYINFLUENCE_SPEND_DESC@2025-01-14 22:58:01": "När grannprästen gick runt i byn hörde du honom prata om en from köpman från Nordby som erbjuder lägre priser till trogna personer som du och ditt folk. Att bygga upp en god relation med prästerskapet kan hjälpa dig att få del av dessa lägre priser!",
		"ADVANCEDONBOARDING_CLERGYINFLUENCE_SPEND_CHOICE_A": "Handlaren bör hjälpa trogna som oss!",
		"ADVANCEDONBOARDING_CLERGYINFLUENCE_SPEND_CHOICE_B": "Inget som inte kan köpas för några mynt.",
		"ADVANCEDONBOARDING_CLERGYINFLUENCE_SPEND_CHOICE_NO": "Det är inte värt det.",
		"ADVANCEDONBOARDING_CLERGYINFLUENCE_ACCUMULATE_SUCCESS_TITLE": "Förtjänat inflytande",
		"ADVANCEDONBOARDING_CLERGYINFLUENCE_ACCUMULATE_SUCCESS_DESC@2025-01-14 22:58:01": "Den berömde prästen hade en trevlig tid i din by och lovar att sprida ordet om din fromhet.",
		"ADVANCEDONBOARDING_CLERGYINFLUENCE_SPEND_SUCCESS_TITLE": "Handlare påverkad",
		"ADVANCEDONBOARDING_CLERGYINFLUENCE_SPEND_SUCCESS_DESC@2025-01-14 22:58:01": "Den fromma handlaren har övertygats om att leverera produkter till dig till mer rättvisa priser, åtminstone för en tid.",
		"ADVANCEDONBOARDING_CLERGYINFLUENCE_QUEST_TITLE": "Råd: Försörjning till prästen",
		"ADVANCEDONBOARDING_CLERGYINFLUENCE_QUEST_DESC@2025-01-14 22:58:01": "Jag lovade prästen från Nordby att jag skulle förse honom med mat under hans vistelse i byn.",
		"ADVANCEDONBOARDING_EDICTSPRIVILEGES_TITLE": "Råd: Förordnanden och privilegier",
		"ADVANCEDONBOARDING_FIRSTEDICT_DESC@2025-01-14 22:58:01": "Byborna anser att vi har uppnått tillräckligt välstånd för att genomföra vår allra första förordnande! Detta är lagar och regler som hjälper dig att forma byn på nya sätt. Dessutom kan du aktivera Privilegier, som är fördelar som beviljas av varje Ständer.\n\nNär Förordnanden och Privilegier har antagits måste de revideras med ett mandat för att tas bort.",
		"ADVANCEDONBOARDING_FIRSTEDICT_CHOICE_A": "Låt oss ratificera ett förordnande!",
		"ADVANCEDONBOARDING_FIRSTEDICT_QUEST_TITLE": "Råd: Utfärda ett förordnande",
		"ADVANCEDONBOARDING_FIRSTEDICT_QUEST_DESC@~2024-05-29 14:07:07": "Jag har gått med på att lära mig hur Förordnanden fungerar genom att verkställa en i en upplåst plats.",
		"ADVANCEDONBOARDING_FIRSTPRIVILEGE_DESC@2025-01-14 22:58:01": "Vår ställning bland rikets ständer har gjort det möjligt för oss att anta vårt första privilegium! Detta är förmåner som beviljas av vart och ett av ständerna. Du kan också aktivera Förordnanden, som är lagar och regler som hjälper dig att forma byn på nya sätt.\n\nNär Förordnanden och Privilegier har antagits måste de revideras med ett mandat för att kunna tas bort.",
		"ADVANCEDONBOARDING_FIRSTPRIVILEGE_CHOICE_A@~2024-09-12 17:33:49": "Låt oss kräva en Privilegium.",
		"ADVANCEDONBOARDING_FIRSTPRIVILEGE_QUEST_TITLE@~2024-09-12 17:32:03": "Råd: Införa ett privilegium",
		"ADVANCEDONBOARDING_FIRSTPRIVILEGE_QUEST_DESC@~2024-09-12 17:32:14": "Jag har gått med på att lära mig hur Privilegier fungerar genom att införa ett i en olåst slot.",
		"ADVANCEDONBOARDING_VISITHOSPITIUM_TITLE": "Råd: Besökare till härbärget",
		"ADVANCEDONBOARDING_VISITHOSPITIUM_DESC@2025-01-14 22:58:01": "Biskopens förvaltare har hört talas om ert intresse för att bygga ett Hospitium! En sådan byggnad kommer att locka besökare av alla slag till din by, som kanske donerar resurser om deras vistelse är trevlig. Förvaltaren kommer att göra dig äran att vara den första att besöka om du så önskar.",
		"ADVANCEDONBOARDING_VISITHOSPITIUM_CHOICE_A@2025-01-14 22:58:01": "Låt oss bygga ett Hospitium och ta emot förvaltaren.",
		"ADVANCEDONBOARDING_VISITHOSPITIUM_BUILD_SUCCESS_TITLE": "Hospitium byggt",
		"ADVANCEDONBOARDING_VISITHOSPITIUM_BUILD_SUCCESS_DESC": "Ni byggde Hospitium för att alla besökare skulle kunna njuta av det! Som utlovat kommer biskopens förvaltare snart att besöka er by.",
		"ADVANCEDONBOARDING_VISITHOSPITIUM_VISIT_SUCCESS_TITLE": "Besök framgångsrikt",
		"ADVANCEDONBOARDING_VISITHOSPITIUM_VISIT_SUCCESS_DESC@2025-01-14 22:58:01": "Biskopens förvaltare vilade ut i er by och måste nu åka. Han vill ge en liten donation som tack för vistelsen.",
		"ADVANCEDONBOARDING_VISITHOSPITIUM_BUILD_QUEST_TITLE": "Råd: Att bygga ett härbärge",
		"ADVANCEDONBOARDING_VISITHOSPITIUM_BUILD_QUEST_DESC@2025-01-14 22:58:01": "Jag har gått med på att lära mig grunderna i att vara värd för besökare genom att bygga ett Hospitium.",
		"ADVANCEDONBOARDING_VISITHOSPITIUM_VISIT_QUEST_TITLE": "Råd och anvisningar: Värdskap för besökare",
		"ADVANCEDONBOARDING_VISITHOSPITIUM_VISIT_QUEST_DESC": "Jag har tackat ja till att lära mig grunderna i att ta emot besökare genom att välkomna biskopens förvaltare under några dagar.",
		"ADVANCEDONBOARDING_VISITHOSPITIUM_VISIT_QUEST_OBJECTIVE@2025-01-14 22:58:01": "Ta emot biskopens förvaltare med 60% approval.",
		"ADVANCEDONBOARDING_CLERGYINFLUENCE_ACCUMULATE_CHOICE_A_TOOLTIP": "Förse prästen och förbättra din ställning hos prästerskapet.",
		"ADVANCEDONBOARDING_CLERGYINFLUENCE_ACCUMULATE_CHOICE_B_TOOLTIP": "Betala prästen och förbättra din ställning hos prästerskapet.",
		"ADVANCEDONBOARDING_CLERGYINFLUENCE_SPEND_CHOICE_A_TOOLTIP": "Påverka köpmannen så att han hjälper din by.",
		"ADVANCEDONBOARDING_CLERGYINFLUENCE_SPEND_CHOICE_B_TOOLTIP": "Anlita köpmannen för att hjälpa din by.",
		"ADVANCEDONBOARDING_ESTATESPECIALIZATION_CHOICE_A_TOOLTIP@~2024-05-17 19:15:02": "Förtjäna prästerskapets välsignelse genom att bygga ett magnifikt kloster.",
		"ADVANCEDONBOARDING_ESTATESPECIALIZATION_CHOICE_B_TOOLTIP": "Förtjäna arbetarnas gillande genom att bygga en imponerande herrgård.",
		"ADVANCEDONBOARDING_ESTATESPECIALIZATION_CHOICE_C_TOOLTIP@~2024-05-17 19:15:08": "Förtjäna kungens gunst genom att bygga ett imponerande slott.",
		"ADVANCEDONBOARDING_VISITHOSPITIUM_CHOICE_A_TOOLTIP@2025-01-14 22:58:01": "Biskopens förvaltare kommer att besöka byn när han vet att ett Hospitium har byggts.",
		"ADVANCEDONBOARDING_BAILIFFMANDATES_COMPLETION_DESC@2025-01-14 22:58:01": "Du nominerade en fogde för att hjälpa din by! Varje mandat har ett specifikt syfte. Använd dem klokt!",
		"ADVANCEDONBOARDING_COMMONERPROMOTION_COMPLETION_DESC": "Du har befordrat din första bybo! Vanligt folk betalar mer skatt men har ytterligare behov, precis som medborgare.",
		"ADVANCEDONBOARDING_FIRSTEDICT_COMPLETION_DESC@2025-01-14 22:58:01": "Du har utfärdat ditt första förordnande! När förordnanden och privilegier väl har utfärdats kan de endast revideras med hjälp av motsvarande ständets mandat.",
		"ADVANCEDONBOARDING_FIRSTPRIVILEGE_COMPLETION_DESC@2025-01-14 22:58:01": "Du har infört ditt första privilegium! När Förordnanden och Privilegier väl har fastställts kan de endast revideras med hjälp av det motsvarande ständets mandat.",
		"ADVANCEDONBOARDING_ESTATESPECIALIZATION_COMPLETION_DESC@2025-01-14 22:58:01": "Du har gjort framsteg med en egendom! Om du tjänar ytterligare Prakt och Välstånd kan du låsa upp och bygga ytterligare byggnader.",
		"ADVANCEDONBOARDING_NEWTAX_COMPLETION_DESC@2025-01-14 22:58:01": "Ni har infört en ny skatt i er by! Även om arbetare inte gillar att beskattas för mycket, kommer det säkert att stödja din statskassa.",
		"ADVANCEDONBOARDING_STARTINGMONASTERY_TITLE": "Råd: Att bygga ett kloster",
		"ADVANCEDONBOARDING_STARTINGMONASTERY_DESC@2025-01-14 22:58:01": "När vi hör om ditt intresse för att bygga ett kloster vill några av de mest trogna bland dina bybor vägleda dig genom de första stegen i byggandet av det. Vem kommer klostret att ta emot?",
		"ADVANCEDONBOARDING_STARTINGMONASTERY_CHOICE_A": "Vårt kloster tar emot både munkar och nunnor.",
		"ADVANCEDONBOARDING_STARTINGMONASTERY_CHOICE_A_TOOLTIP": "Bygg ett kloster för både män och kvinnor.",
		"ADVANCEDONBOARDING_STARTINGMONASTERY_CHOICE_B": "Vårt kloster tar emot munkar.",
		"ADVANCEDONBOARDING_STARTINGMONASTERY_CHOICE_B_TOOLTIP@2025-01-14 22:58:01": "Bygg ett kloster för män. Du kan inkludera kvinnor senare via en sovsal för nunnor.",
		"ADVANCEDONBOARDING_STARTINGMONASTERY_CHOICE_C": "Vårt kloster tar emot nunnor.",
		"ADVANCEDONBOARDING_STARTINGMONASTERY_CHOICE_C_TOOLTIP@2025-01-14 22:58:01": "Bygg ett kloster för kvinnor. Du kan inkludera män senare via en sovsal för munkar.",
		"ADVANCEDONBOARDING_STARTINGMONASTERY_QUEST_TITLE": "Råd: Att bygga ett kloster",
		"ADVANCEDONBOARDING_STARTINGMONASTERY_QUEST_DESC@2025-01-14 22:58:01": "Jag har gått med på att uppföra några av de viktigaste byggnaderna som ett kloster bör ha.",
		"ADVANCEDONBOARDING_STARTINGMONASTERY_COMPLETION_DESC@2025-01-14 22:58:01": "Du har byggt ett kloster! Örter kan inbringa ett bra pris på marknaden, medan manuskript är viktiga för att främja noviser.",
		"ADVANCEDONBOARDING_MONASTERYPROMOTION_TITLE": "Råd: Befordringar i klostret",
		"ADVANCEDONBOARDING_MONASTERYPROMOTION_DESC@2025-01-14 22:58:01": "Det går bra för ert kloster! Några noviser som är hängivna tron tycker att det är dags för befordran. Ett sådant erkännande skulle göra det möjligt för dem att ta på sig avancerade roller som matsalschef, kockar eller biodlare.",
		"ADVANCEDONBOARDING_MONASTERYPROMOTION_CHOICE_A": "Låt oss befordra en nunna.",
		"ADVANCEDONBOARDING_MONASTERYPROMOTION_CHOICE_A_TOOLTIP": "Spendera manuskript för att befordra en kvinnlig novis till nunna. Du kan befordra fler noviser efteråt.",
		"ADVANCEDONBOARDING_MONASTERYPROMOTION_CHOICE_B": "Låt oss befordra en munk.",
		"ADVANCEDONBOARDING_MONASTERYPROMOTION_CHOICE_B_TOOLTIP": "Spendera manuskript för att befordra en manlig novis till munk. Du kan befordra fler noviser efteråt.",
		"ADVANCEDONBOARDING_MONASTERYPROMOTION_QUEST_TITLE": "Råd: Befordra en novis",
		"ADVANCEDONBOARDING_MONASTERYPROMOTION_QUEST_DESC@2025-01-14 22:58:01": "Jag har gått med på att spendera manuskript för att främja en novis.",
		"ADVANCEDONBOARDING_MONASTERYPROMOTION_COMPLETION_DESC@2025-01-14 22:58:01": "Din novis har blivit befordrad! Munkar och nunnor kan utföra ytterligare uppgifter men måste ägna tid åt meditation i klostren.",
		"ADVANCEDONBOARDING_KINGDOMINFLUENCE_ACCUMULATE_DESC@2025-01-14 22:58:01": "Kungen vill se hur det går för hans vasallers arméer och har skickat delegater över hela riket för att testa deras styrka. Denna utmaning kommer att kräva att några av dina soldater är aktiva i fält under några dagar.\n\nAtt bevisa er för den här delegaten skulle verkligen förbättra er ställning i kungariket!",
		"ADVANCEDONBOARDING_KINGDOMINFLUENCE_ACCUMULATE_CHOICE_A@~2024-04-16 15:04:25": "Mina kombattanter är dina.",
		"ADVANCEDONBOARDING_KINGDOMINFLUENCE_ACCUMULATE_CHOICE_A_TOOLTIP": "Ett nytt militärt uppdrag kommer att läggas till i din bok.",
		"ADVANCEDONBOARDING_KINGDOMINFLUENCE_ACCUMULATE_CHOICE_B@~2024-06-26 15:28:06": "Min bästa vakt kan bevisa det här och nu!",
		"ADVANCEDONBOARDING_KINGDOMINFLUENCE_ACCUMULATE_CHOICE_B_TOOLTIP@~2024-06-26 15:28:14": "Din bästa vakt kommer att försöka imponera på delegaten.",
		"ADVANCEDONBOARDING_KINGDOMINFLUENCE_ACCUMULATE_CHOICE_B_TOOLTIP_SUCCESS": "Delegaten är imponerad.",
		"ADVANCEDONBOARDING_KINGDOMINFLUENCE_ACCUMULATE_CHOICE_B_TOOLTIP_FAILURE": "Delegaten är förbryllad.",
		"ADVANCEDONBOARDING_KINGDOMINFLUENCE_ACCUMULATE_CHOICE_NO@~2024-04-16 15:04:29": "Mina kombattanter är för upptagna just nu.",
		"ADVANCEDONBOARDING_KINGDOMINFLUENCE_SPEND_DESC@2025-01-14 22:58:01": "Delegaten förklarar att en pung med mynt ska ges till varje vasall som visar sin armés tapperhet och styrka, precis som du gjorde. Ett litet tecken på tacksamhet, för den sanna gåvan är att tjäna er ödmjuke kung!",
		"ADVANCEDONBOARDING_KINGDOMINFLUENCE_SPEND_CHOICE_A@2025-01-14 22:58:01": "Det är en ära, som alltid.",
		"ADVANCEDONBOARDING_KINGDOMINFLUENCE_SPEND_CHOICE_A_TOOLTIP": "Du kommer att acceptera gåvan.",
		"ADVANCEDONBOARDING_KINGDOMINFLUENCE_SPEND_CHOICE_B": "Jag skulle hellre ha en kista med mynt...",
		"ADVANCEDONBOARDING_KINGDOMINFLUENCE_SPEND_CHOICE_B_TOOLTIP": "Delegaten förväntar sig inte att du ska pruta - särskilt inte på en gåva - men du kan ändå försöka göra det.",
		"ADVANCEDONBOARDING_KINGDOMINFLUENCE_SPEND_CHOICE_B_TOOLTIP_SUCCESS": "Delegaten ger med sig.",
		"ADVANCEDONBOARDING_KINGDOMINFLUENCE_SPEND_CHOICE_B_TOOLTIP_FAILURE": "Delegaten är förolämpad.",
		"ADVANCEDONBOARDING_KINGDOMINFLUENCE_SPEND_CHOICE_NO": "En ödmjuk kung är allt jag behöver.",
		"MTC_ADVANCEDONBOARDING_KINGDOMINFLUENCE_TITLE": "Provsprängningsområdet",
		"MTC_ADVANCEDONBOARDING_KINGDOMINFLUENCE_DESC@2025-01-14 22:58:01": "Kungen vill testa era kombattanter med några utmaningar för att avgöra om ni är en värdig vasall. Det borde inte vara alltför farligt...",
		"ADVANCEDONBOARDING_KINGDOMINFLUENCE_ACCUMULATE_SUCCESS_DESC@2025-01-14 22:58:01": "Era kombattanter visade sann lojalitet mot kungen, och hans delegat lovade att rapportera om en sådan bedrift.",
		"ADVANCEDONBOARDING_KINGDOMINFLUENCE_SPEND_SUCCESS_DESC@2025-01-14 22:58:01": "Du fick några mynt i gåva för din lojalitet mot kungen.",
		"TRADETAXATION_TITLE": "Avslöja mysteriet skatt",
		"TRADETAXATION_SUCCESS_TITLE": "Ny skatt lärs ut",
		"TRADETAXATION_FAILURE_TITLE": "Turbulens i handeln",
		"TRADETAXATION_DESC@2025-01-14 22:58:01": "Du får veta att Davenhamn inför en ny skattelagstiftning på handelsvaror. Detaljerna är ett mysterium, men du vet att det ger avsevärda vinster utan att påverka handeln. Om du skulle knäcka dess hemlighet, skulle en sådan skatt kunna gynna din by!",
		"TRADETAXATION_CHOICE_YES": "Vi kommer att räkna ut det när vi handlar.",
		"TRADETAXATION_CHOICE_YES2": "Låt min fogde undersöka...",
		"TRADETAXATION_CHOICE_YES3": "En av de Äldste kommer att berätta för oss!",
		"TRADETAXATION_CHOICE_LATER": "Jag har mer brådskande ärenden.",
		"TRADETAXATION_CHOICE_FAIL2_DESC@2025-01-14 22:58:01": "Din fogde fick veta allt om Davenhamns nya skattesystem. Men stadens tjänstemän fick reda på din plan!",
		"TRADETAXATION_QUEST_SUCCESS_DESC@2025-01-14 22:58:01": "Efter att ha beräknat och redovisat otaliga affärer förstår du äntligen Davenhamns mystiska skatt!",
		"TRADETAXATION_CHOICE_YES2_DESC@2025-01-14 22:58:01": "Din fogde listade ut Davenhamns nya skattesystem och gjorde det utan att det märktes.",
		"TRADETAXATION_CHOICE_YES3_DESC": "Eftersom du är i gott sällskap hos en av de äldste har du fått en kopia av Davenhamns handelslag.",
		"TRADETAXATION_QUEST": "Handel med den mystiska skatten",
		"TRADETAXATION_QUEST_DESC": "Jag har bestämt mig för att ta reda på Davenhamns mystiska lag genom att handla med dess handlare.",
		"TRADETAXATION_CHOICE_YES_TOOLTIP@2025-01-14 22:58:01": "Genom att handla tillräckligt med Davenhamn kan du utläsa hur deras nya beskattning fungerar så att du kan reproducera den för din egen by.",
		"TRADETAXATION_CHOICE_YES2_TOOLTIP": "Låt din fogde räkna ut beskattningen genom att spionera på Davenhamns officiella dokument.",
		"TRADETAXATION_CHOICE_YES2_TOOLTIP_SUCCESS": "Davenhamn är inte medveten om planen.",
		"TRADETAXATION_CHOICE_YES2_TOOLTIP_FAILURE": "Davenhamn räknar ut planen.",
		"TRADETAXATION_CHOICE_YES3_TOOLTIP@2025-01-14 22:58:01": "Guld och inflytande gör att någon av de Äldre kan dela med sig av sina kontakter och kunskaper om Davenhamns affärer.",
		"TRADETAXATION_CHOICE_LATER_TOOLTIP": "Davenhamns beskattning kommer att förbli ett mysterium. För tillfället.",
		"TRADETAXATION_FAILURE_TOOLTIP": "Davenhamn uppskattar inte att bli spionerad på och avbröt vårt handelspartnerskap.",
		"ESTATETRADER_WHEAT_CLERGY_TITLE": "Vete till biskopen",
		"ESTATETRADER_WHEAT_CLERGY_DESC@2025-01-14 22:58:01": "Biskopen vill köpa stora sändningar vete eftersom munkarna i ett närliggande kloster har ont om mat. En av hans köpmän har lagt märke till din gård och vill ge dig ett erbjudande.",
		"ESTATETRADER_WHEAT_KINGDOM_TITLE": "Vete till kungen",
		"ESTATETRADER_WHEAT_KINGDOM_DESC@2025-01-14 22:58:01": "Kungen behöver mer vete för att föda sina soldater och kommer att betala alla vasaller som kan leverera. En av hans köpmän har lagt märke till er gård och vill ge er ett erbjudande.",
		"ESTATETRADER_ORE_KINGDOM_TITLE": "Järnmalm till kungen",
		"ESTATETRADER_ORE_KINGDOM_DESC@2025-01-14 22:58:01": "Kungen beväpnar en ny bataljon och kommer att betala sina vasaller för järnmalm. En av hans köpmän har sett ditt stenbrott och vill föreslå ett avtal.",
		"ESTATETRADER_ORE_CLERGY_TITLE": "Järnmalm för biskopen",
		"ESTATETRADER_ORE_CLERGY_DESC@2025-01-14 22:58:01": "Biskopen planerar att öka säsongens vinförsäljning men är i stort behov av järnmalm till tunnbanden. En av hans köpmän har sett ditt stenbrott och vill ge dig ett erbjudande.",
		"ESTATETRADER_ORE_LABOUR_TITLE": "Järnmalm för de äldre",
		"ESTATETRADER_ORE_LABOUR_DESC@2025-01-14 22:58:01": "De Äldste letar efter järnmalm eftersom en närliggande by har dramatiskt ont om verktyg. En av deras köpmän har sett ditt stenbrott och vill ge dig ett erbjudande.",
		"ESTATETRADER_WOOL_LABOUR_TITLE": "Ull för de äldre",
		"ESTATETRADER_WOOL_LABOUR_DESC@2025-01-14 22:58:01": "De äldste vill öka klädförrådet i en närliggande bosättning. En av deras köpmän har sett din fårflock och vill ge dig ett erbjudande.",
		"ESTATETRADER_WOOL_KINGDOM_TITLE": "Ull till kungen",
		"ESTATETRADER_WOOL_KINGDOM_DESC": "Kungen har beställt ullflaggor som stolt ska visas upp på hans fästningar. En köpman som känner till detta projekt har lagt märke till din fårflock och vill ge dig ett erbjudande.",
		"ESTATETRADER_WOOL_CLERGY_TITLE": "Ull till biskopen",
		"ESTATETRADER_WOOL_CLERGY_DESC@2025-01-14 22:58:01": "Biskopen har försökt köpa ull ända sedan några munkar var för stränga med sina löften så att de blev slitna. Efter att ha sett din fårflock vill en av hans köpmän ge dig ett erbjudande.",
		"ESTATETRADER_WOOD_KINGDOM_TITLE": "Trä för kungen",
		"ESTATETRADER_WOOD_KINGDOM_DESC": "Kungen planerar nya utposter runt gränserna. En av hans köpmän såg dina skogshuggarläger och vill ge dig ett erbjudande.",
		"ESTATETRADER_WOOD_CLERGY_TITLE": "Trä till biskopen",
		"ESTATETRADER_WOOD_CLERGY_DESC": "Biskopen vill bygga några kapell längs pilgrimslederna. En av hans köpmän lade märke till dina skogshuggarläger och vill ge dig ett erbjudande.",
		"ESTATETRADER_WOOL_SUCCESS_TITLE": "Ull levererad",
		"ESTATETRADER_WOOL_FAILURE_TITLE": "Ull ej levererad",
		"ESTATETRADER_ORE_SUCCESS_TITLE": "Malm levererad",
		"ESTATETRADER_ORE_FAILURE_TITLE": "Ore ej levererad",
		"ESTATETRADER_WHEAT_CLERGY_QUEST": "Sälja vete till biskopen",
		"ESTATETRADER_WHEAT_CLERGY_QUEST_DESC@2025-01-14 22:58:01": "Jag har gått med på att leverera en sändning vete till biskopen.",
		"ESTATETRADER_WHEAT_KINGDOM_QUEST": "Sälja vete till kungen",
		"ESTATETRADER_WHEAT_KINGDOM_QUEST_DESC@2025-01-14 22:58:01": "Jag har gått med på att leverera en sändning vete till kungen.",
		"ESTATETRADER_ORE_KINGDOM_QUEST": "Säljer järnmalm till kungen",
		"ESTATETRADER_ORE_KINGDOM_QUEST_DESC@2025-01-14 22:58:01": "Jag har gått med på att leverera en last järnmalm till kungen.",
		"ESTATETRADER_ORE_CLERGY_QUEST": "Säljer järnmalm till biskopen",
		"ESTATETRADER_ORE_CLERGY_QUEST_DESC@2025-01-14 22:58:01": "Jag har gått med på att leverera en last järnmalm till biskopen.",
		"ESTATETRADER_ORE_LABOUR_QUEST": "Säljer järnmalm till de byäldre",
		"ESTATETRADER_ORE_LABOUR_QUEST_DESC@2025-01-14 22:58:01": "Jag har gått med på att leverera en last järnmalm till De äldre.",
		"ESTATETRADER_WOOL_LABOUR_QUEST": "Säljer ull till de byäldre",
		"ESTATETRADER_WOOL_LABOUR_QUEST_DESC@2025-01-14 22:58:01": "Jag har gått med på att leverera en sändning ull till de Äldste.",
		"ESTATETRADER_WOOL_CLERGY_QUEST": "Säljer ull till biskopen",
		"ESTATETRADER_WOOL_CLERGY_QUEST_DESC@2025-01-14 22:58:01": "Jag har gått med på att leverera en sändning ull till biskopen.",
		"ESTATETRADER_WOOL_KINGDOM_QUEST": "Säljer ull till kungen",
		"ESTATETRADER_WOOL_KINGDOM_QUEST_DESC@2025-01-14 22:58:01": "Jag har gått med på att leverera en sändning ull till kungen.",
		"ESTATETRADER_WOOD_CLERGY_QUEST": "Sälja virke till biskopen",
		"ESTATETRADER_WOOD_CLERGY_QUEST_DESC@2025-01-14 22:58:01": "Jag har gått med på att leverera en sändning ved till biskopen.",
		"ESTATETRADER_WOOD_KINGDOM_QUEST": "Säljer virke till kungen",
		"ESTATETRADER_WOOD_KINGDOM_QUEST_DESC@2025-01-14 22:58:01": "Jag har gått med på att leverera en sändning trä till kungen.",
		"TOWNTALE_FIRSTMONASTERY_TITLE": "Klostret grundat",
		"TOWNTALE_FIRSTMONASTERY_DESC": "En aura av lugn infinner sig när dina första bybor avlägger sitt religiösa löfte och konverterar till ett liv i asketisk fromhet. Ditt folk har välsignats med ett kloster: må det bringa tro och rikedom!",
		"TOWNTALE_FIRSTTAVERN_TITLE": "Värdshus etablerat",
		"TOWNTALE_FIRSTTAVERN_DESC": "Festsugna gläder sig över din bys allra första värdshus! Fina drycker och varma måltider förväntas, tillsammans med massor av firande. Det kommer att bli goda tider framöver!",
		"TOWNTALE_FIRSTKEEP_TITLE@~2024-06-12 21:33:29": "Kompani uttaget",
		"TOWNTALE_FIRSTKEEP_DESC@2025-01-14 22:58:01": "Framåt, marsch! Ljudet av militära övningar ekar genom hela byn. Det är kanske inte de mest behagliga ljuden, men de är en bra påminnelse om att ert folk är i säkerhet!",
		"TOWNTALE_MILITARYVICTORY_TITLE": "Militär skicklighet",
		"TOWNTALE_MILITARYVICTORY_DESC@2025-01-14 22:58:01": "Ditt segerrika kompani tog med sig berättelser hem om sina äventyr utomlands, till exempel hur en person besegrade en stor fiende, hur andra stod emot en fruktansvärd storm mitt i natten och hur den där personen vann grilltävlingen. Alla berättelser som verkligen skulle glädja ditt folk!",
		"TOWNTALE_FIRSTBEER_TITLE@~2024-10-08 14:49:46": "Första ölen serverad",
		"TOWNTALE_FIRSTBEER_DESC@2025-01-14 22:58:01": "Det är full fart i byn när den första omgången öl är klar att avnjutas! Muggarna höjs högt och byborna väntar ivrigt på de goda tider som väntar i deras älskade värdshus.",
		"TOWNTALE_FIRSTCITIZEN_TITLE@~2024-09-03 22:31:15": "Första medborgaren befordrad",
		"TOWNTALE_FIRSTCITIZEN_DESC@~2024-09-03 22:31:18": "Byn firar sin allra första medborgare! Från en blygsam början fick denna bybo en ny roll - med nya privilegier - som fyllde alla med stolthet och hopp om en blomstrande framtid.",
		"TOWNTALE_FIRSTJEWELRY_TITLE@2025-01-14 22:58:01": "Första smycket",
		"TOWNTALE_FIRSTJEWELRY_DESC@2025-01-14 22:58:01": "Gnistrande lyx har anlänt till byn! Dessa fina smycken kommer säkert att ge en touch av elegans till dem som letar efter extravagans.",
		"TOWNTALE_FIRSTKNIGHT_TITLE@~2024-09-03 22:31:27": "Första riddaren befordrad",
		"TOWNTALE_FIRSTKNIGHT_DESC@2025-01-14 22:58:01": "En modig kämpe tar på sig riddarmanteln och hela byn jublar! Denna stolta riddare har svurit att tjäna sitt hemland och kommer att ge alla ära, skydd och en känsla av säkerhet.",
		"TOWNTALE_FIRSTPILGRIM_TITLE@~2024-09-03 22:31:27": "Första pilgrimen välkomnad",
		"TOWNTALE_FIRSTPILGRIM_DESC@2025-01-14 22:58:01": "Ditt kloster välkomnar varmt sin allra första pilgrim! Dessa trötta besökare ska vara en påminnelse om att belöningen för svårigheter är andlig tillfredsställelse.",
		"TOWNTALE_FIRSTPRIOR_TITLE@~2024-09-03 22:31:27": "Först prioriterad befordrad",
		"TOWNTALE_FIRSTPRIOR_DESC@2025-01-14 22:58:01": "Luften fylls av vördnad när ert kloster utser sin första prior. Denna kloka ledare kommer att vägleda samfundet i tro och visdom och ge alla en djupare känsla av frid och andlig uppfyllelse.",
		"TOWNTALE_FIRSTPRIORESS_TITLE@~2024-09-03 22:31:27": "Första priorinnan befordrad",
		"TOWNTALE_FIRSTPRIORESS_DESC@2025-01-14 22:58:01": "Luften fylls av vördnad när ert kloster utser sin första priorinna. Denna kloka ledare kommer att vägleda gemenskapen i tro och visdom och ge alla en djupare känsla av frid och andlig uppfyllelse.",
		"TOWNTALE_FIRSTTOOL_TITLE@~2024-10-08 17:31:50": "Första verktygen smidda",
		"TOWNTALE_FIRSTTOOL_DESC@~2024-09-03 22:31:27": "Ett flitigt metallklonk ekar genom byn - verktyg tillverkas nu, inte köps. Dina bybor är ivriga att bygga, skapa och trivas med dessa robusta instrument!",
		"TOWNTALE_FIRSTWEAPON_TITLE@~2024-10-08 17:33:06": "Första vapnet tillverkat",
		"TOWNTALE_FIRSTWEAPON_DESC@2025-01-30 23:32:11": "Gnistorna flyger och stålet hårdnar när byns första vapen formas, vilket stärker dina kombattanter som inser att de snart kommer att använda dessa symboler för styrka!",
		"TOWNTALE_FIRSTWINE_TITLE@~2024-09-03 22:31:27": "Första vinet på flaska",
		"TOWNTALE_FIRSTWINE_DESC@2025-01-14 22:58:01": "En rik, fruktig doft fyller klostret när den första vinflaskan försluts. Denna nya njutning utlovar en smak av lyx och utsikterna till stor rikedom framöver.",
		"TOWNTALE_HIREDBAILIFF_TITLE@~2024-09-11 18:21:52": "Fogde utnämnd",
		"TOWNTALE_HIREDBAILIFF_DESC@2025-01-14 22:58:01": "En känsla av plikt sveper genom byn när din fogde tillträder sitt ämbete. Som din betrodda högra hand är de svurna att upprätthålla dina lagar och upprätthålla din vilja över hela landet!",
		"TOWNTALE_HIREDCOURTIER_TITLE@~2024-09-11 18:22:01": "Kunglig hovman utnämnd",
		"TOWNTALE_HIREDCOURTIER_DESC@~2024-09-03 22:31:27": "Utnämningen av en Kunglig hovman är en anledning att fira eftersom det markerar ditt inträde i det kungliga hovet! Dina bybor är fulla av avund och drömmer om att en dag få njuta av samma lyx.",
		"TOWNTALE_HIREDEMISSARY_TITLE@~2024-09-11 18:22:06": "Klostrets sändebud utsedd",
		"TOWNTALE_HIREDEMISSARY_DESC@~2024-10-08 17:44:02": "En lugn beslutsamhet sänker sig över dina kloster med utnämningen av en monastisk emissarie. Som ert betrodda sändebud kommer denna kloka figur att stärka banden mellan trons byar.",
		"TOWNTALE_WONDERABBATIALCHURCH_TITLE@2025-01-14 22:58:01": "Underbar abbatial kyrka byggd",
		"TOWNTALE_WONDERABBATIALCHURCH_DESC@2025-01-14 22:58:01": "En fantastisk abbatialkyrka pryder nu klostrets landskap och fungerar som en ledstjärna för andlig skönhet! Denna storslagna struktur erbjuder ett lugnt utrymme för tillbedjan och reflektion och lyfter samhällets anda.",
		"TOWNTALE_WONDERBELFRY_TITLE@2025-01-14 22:58:01": "Den förunderliga staden Belfry byggd",
		"TOWNTALE_WONDERBELFRY_DESC@2025-01-14 22:58:01": "En magnifik stadsklocka pryder nu byns horisont och dess klockor ringer stolt! Denna imponerande struktur förskönar byns storhet och markerar ett nytt kapitel i dess historia.",
		"TOWNTALE_DRINKSURPLUS_TITLE@~2024-09-03 22:31:27": "Överskott av dryckesvaror",
		"TOWNTALE_DRINKSURPLUS_DESC@~2024-09-03 22:31:27": "Värdshus är fulla av liv och rörelse tack vare deras färska lager av drycker! Med så många flaskor i lager utlovas livliga sammankomster och glada skålar vid varje besök.",
		"TOWNTALE_GOODSSURPLUS_TITLE@~2024-09-03 22:31:27": "Överskott av Village Goods",
		"TOWNTALE_GOODSSURPLUS_DESC@~2024-09-03 22:31:27": "Brist är nu ett avlägset minne! Tack vare det imponerande överskott som ditt folk har skapat är byn väl förberedd för alla utmaningar som kan komma i dess väg.",
		"TOWNTALE_HAPPYPILGRIM_TITLE@~2024-09-03 22:31:27": "Glada pilgrimer",
		"TOWNTALE_HAPPYPILGRIM_DESC@~2024-09-03 22:50:28": "Trots att de var trötta var de sista pilgrimerna som besökte ert kloster på anmärkningsvärt gott humör! Detta är ett sant vittnesbörd om era munkars varma gästfrihet, som fortsätter att inspirera trons efterföljare.",
		"TOWNTALE_HAPPYROYALCOMPANY_TITLE@~2024-09-03 22:31:27": "Välutbildade soldater",
		"TOWNTALE_HAPPYROYALCOMPANY_DESC@~2024-09-03 22:49:17": "Tack vare den rigorösa disciplinen i ert slott, lämnar ett annat kungligt kompani väl förberett för krig! Sådana prestationer kommer säkert att öka ditt inflytande vid det kungliga hovet.",
		"TOWNTALE_HIGHCLERGYINFLUENCE_TITLE@~2024-09-03 22:31:27": "Inflytelserik by",
		"TOWNTALE_HIGHCLERGYINFLUENCE_DESC@2025-01-14 22:58:01": "Ditt inflytande hos prästerskapet har slagit an en sträng! Handlare från godset är angelägna om att vinna din gunst genom att tillfälligt erbjuda mer generösa och fördelaktiga villkor.",
		"TOWNTALE_HIGHKINGDOMINFLUENCE_TITLE@~2024-09-03 22:31:27": "Inflytelserik by",
		"TOWNTALE_HIGHKINGDOMINFLUENCE_DESC@~2024-09-03 22:31:27": "Det kungliga hovet har uppmärksammat ert inflytande! Sedan en tid tillbaka har de beslutat att du ska få ökade fördelar av att handla längs Kingdom-relaterade rutter.",
		"TOWNTALE_HIGHLABORINFLUENCE_TITLE@~2024-09-03 22:31:27": "Inflytelserik by",
		"TOWNTALE_HIGHLABORINFLUENCE_DESC@2025-01-14 22:58:01": "De Äldste värdesätter ert rättvisa inflytande! De har bjudit in handelsmän från Labour Estate för att fördela mer resurser och tillfälligt förbättra handelsmöjligheterna med er.",
		"TOWNTALE_LUXURYSURPLUS_TITLE@~2024-09-03 22:31:27": "Överskott av lyxvaror",
		"TOWNTALE_LUXURYSURPLUS_DESC@~2024-10-08 20:09:39": "Byn frossar i lyxvaror och tillför elegans till det dagliga livet! Detta överflöd ger överseende och sofistikering till samhällets uppskattade medlemmar.",
		"TOWNTALE_WEAPONSURPLUS_TITLE@~2024-09-03 22:31:27": "Överskott av vapen",
		"TOWNTALE_WEAPONSURPLUS_DESC@2025-01-14 22:58:01": "Transportörer håller med: ditt vapenlager har aldrig varit så stort! Detta överskott kan vara värt en förmögenhet för krigslystna grannar - såvida du inte planerar att utrusta några nya militära företag själv.",
		"MONASTERYBREAD_GIVEBREAD_TITLE": "Inköp av bröd, kryddor och bär",
		"MONASTERYBREAD_GIVEBREAD_DESC@2025-01-14 22:58:01": "Biskopen har märkt att ni kan ge ert folk bra mat! Han vill nu att du ska försörja prästerskapet, precis som de en gång försörjde dig. Hans förvaltare lovar dig rikedom och inflytande i utbyte mot örter, bär och bröd.",
		"MONASTERYBREAD_GIVEBREAD_HAGGLE_LOSE_DESC@2025-01-14 22:58:01": "Förvaltaren är inte intresserad av att omförhandla avtalet just nu. Det som biskopen erbjöd är vad du kommer att få.",
		"MONASTERYBREAD_GIVEBREAD_HAGGLE_WIN_DESC@2025-01-14 22:58:01": "Förvaltaren funderar på dina ord och går med på att höja summan för ditt bröd, dina örter och bär.",
		"MONASTERYBREAD_GIVEBREAD_RECURRING_DESC@2025-01-14 22:58:01": "Biskopen skulle vilja köpa mat från ditt berömda land för att hjälpa andra under prästerskapets välsignelse. Hans förvaltare erbjuder mer guld och inflytande för att hjälpa ditt kloster att blomstra i utbyte mot örter, bär och bröd.",
		"MONASTERYBREAD_GIVEBREAD_CHOICE_A": "Vi ska hjälpa våra bröder och systrar.",
		"MONASTERYBREAD_GIVEBREAD_CHOICE_B": "Vårt bröd är värt mer än så...",
		"MONASTERYBREAD_GIVEBREAD_CHOICE_NO@2025-01-14 22:58:01": "Vi kan inte undvara något för tillfället.",
		"MONASTERYBREAD_GIVEBREAD_SUCCESS_TITLE": "Bröd, örter och bär levereras",
		"MONASTERYBREAD_GIVEBREAD_SUCCESS_DESC": "Dina varor omfördelades till behövande kloster, vilket gladde prästerskapet.",
		"MONASTERYBREAD_GIVEBREAD_FAILURE_TITLE": "Bröd, kryddor och bär Ej levererat",
		"MONASTERYBREAD_GIVEBREAD_FAILURE_DESC": "Era varor kunde inte distribueras i tid, vilket gjorde prästerskapet missnöjt.",
		"MONASTERYBREAD_INCIDENT_TITLE@2025-01-14 22:58:01": "Borttappad sändning av bröd",
		"MONASTERYBREAD_INCIDENT_DESC@2025-01-14 22:58:01": "Olyckan drabbade biskopens förvaltare på väg till ert land, vilket resulterade i en förlorad sändning av bröd avsett för ert folk. Han erbjuder sig att visa er var han tappade bort varorna, trots att han är utmattad. Du kanske kan rädda några om du agerar snabbt.",
		"MONASTERYBREAD_INCIDENT_CHOICE_A@2025-01-14 22:58:01": "Glöm brödet. Håll dig säker med oss.",
		"MONASTERYBREAD_INCIDENT_CHOICE_B@2025-01-14 22:58:01": "Led oss till vraket. Du kan vila senare.",
		"MONASTERYBREAD_INCIDENT_CHOICE_NO@2025-01-14 22:58:01": "Det går inte att göra något åt det. Lämna oss.",
		"MONASTERYBREAD_INCIDENT_CHOICE_A_SUCCESS_TITLE": "Steward vänster återfunnen",
		"MONASTERYBREAD_INCIDENT_CHOICE_A_SUCCESS_DESC": "Biskopens förvaltare återhämtade sig från sin prövning och återvände till sin herre.",
		"MONASTERYBREAD_INCIDENT_CHOICE_A_FAILURE_TITLE": "Förvaltare lämnade uttröttad",
		"MONASTERYBREAD_INCIDENT_CHOICE_A_FAILURE_DESC": "Biskopens förvaltare återvände till sin herre medan han fortfarande var trött efter sin resa.",
		"MONASTERYBREAD_INCIDENT_CHOICE_B_SUCCESS_TITLE": "Återvunna varor",
		"MONASTERYBREAD_INCIDENT_CHOICE_B_SUCCESS_DESC": "Era transportörer lyckades återfå de varor som biskopens förvaltare förlorade.",
		"MONASTERYBREAD_INCIDENT_CHOICE_B_FAILURE_TITLE": "Förlorade varor",
		"MONASTERYBREAD_INCIDENT_CHOICE_B_FAILURE_DESC": "Era transportörer kunde inte återfå de varor som biskopens förvaltare förlorade.",
		"MONASTERYBREAD_LOWINFLUENCE_TITLE": "Inflytandet för lågt för Bread",
		"MONASTERYBREAD_LOWINFLUENCE_DESC@2025-01-14 22:58:01": "Prästerskapet skulle skicka mer bröd till er, men ert dåliga inflytande gör att ni tvekar. Biskopen är mer än villig att hjälpa dig, men han anser att en sådan tjänst är avsedd för dem som förtjänar det mer...",
		"MONASTERYBREAD_LOWINFLUENCE_CHOICE_A": "Vi kommer att skicka prästerskapet dubbelt så mycket som de förväntar sig.",
		"MONASTERYBREAD_LOWINFLUENCE_CHOICE_B": "En kista full med mynt kommer verkligen att bevisa oss!",
		"MONASTERYBREAD_LOWINFLUENCE_CHOICE_NO": "Vi får ta våra chanser utan deras hjälp.",
		"MONASTERYBREAD_LOWINFLUENCE_SUCCESS_TITLE": "Biskopen nöjd",
		"MONASTERYBREAD_LOWINFLUENCE_SUCCESS_DESC": "Du har visat dig duktig för biskopen och fått inflytande bland prästerskapet.",
		"MONASTERYBREAD_LOWINFLUENCE_FAILURE_TITLE": "Biskopen missnöjd",
		"MONASTERYBREAD_LOWINFLUENCE_FAILURE_DESC": "Du kunde inte leverera varorna i tid, vilket gjorde biskopen missnöjd.",
		"MONASTERYBREAD_NEEDBREAD_TITLE": "Att erbjuda bröd för dina örter och bär",
		"MONASTERYBREAD_NEEDBREAD_DESC@2025-01-14 22:58:01": "Med all sin nåd och barmhärtighet vill biskopen se till att alla regionala kloster är välnärda. Han har delegerat en förvaltare att skicka bröd till er i utbyte mot örter och bär som skördas från era klostermarker.",
		"MONASTERYBREAD_NEEDBREAD_HAGGLE_LOSE_DESC@2025-01-14 22:58:01": "Förvaltaren vägrar att öka sin redan rättvisa leverans av bröd, men han upprätthåller ändå sin herres avtal, om du är intresserad.",
		"MONASTERYBREAD_NEEDBREAD_HAGGLE_WIN_DESC@2025-01-14 22:58:01": "Förvaltaren går med på att öka sin brödleverans i utbyte mot samma mängd bär och örter.",
		"MONASTERYBREAD_NEEDBREAD_RECURRING_DESC@2025-01-14 22:58:01": "Biskopens förvaltare återvänder med varma nyheter: en ny leverans av bröd har gjorts redo för ditt kloster! Precis som tidigare kräver prästerskapet örter och bär i utbyte.",
		"MONASTERYBREAD_NEEDBREAD_CHOICE_A": "Vår biskop är verkligen generös.",
		"MONASTERYBREAD_NEEDBREAD_CHOICE_B": "Det här är inte på långa vägar tillräckligt med bröd...",
		"MONASTERYBREAD_NEEDBREAD_CHOICE_NO": "Vi har inte råd med affären just nu.",
		"MONASTERYBREAD_NEEDBREAD_SUCCESS_TITLE": "Ört- och bärleveranser",
		"MONASTERYBREAD_NEEDBREAD_SUCCESS_DESC": "Era varor byttes ut mot en sändning bröd till biskopen.",
		"MONASTERYBREAD_NEEDBREAD_FAILURE_TITLE": "Örter och bär ej levererade",
		"MONASTERYBREAD_NEEDBREAD_FAILURE_DESC": "Dina varor kunde inte levereras till biskopen i tid, vilket innebar att du gick miste om det utlovade brödet.",
		"MONASTERYBREAD_GIVEBREAD_QUEST_TITLE": "Leverans av bröd, örter och bär till prästerskapet",
		"MONASTERYBREAD_GIVEBREAD_QUEST_DESC": "Jag har gått med på att leverera bröd, örter och bär till prästerskapet.",
		"MONASTERYBREAD_INCIDENT_QUEST_TITLE": "Värd för biskopens förvaltare",
		"MONASTERYBREAD_INCIDENT_QUEST_DESC": "Jag har beslutat att vara värd för biskopens förvaltare medan han återhämtar sig.",
		"MONASTERYBREAD_LOWINFLUENCE_QUEST_TITLE": "Ört- och bärleveranser till biskopen",
		"MONASTERYBREAD_LOWINFLUENCE_QUEST_DESC": "Jag har beslutat att skicka en stor sändning med örter och bär till biskopen.",
		"MONASTERYBREAD_INCIDENT_QUEST_OBJECTIVE@2025-01-14 22:58:01": "Ta emot biskopens förvaltare med 50% approval.",
		"MONASTERYBREAD_NEEDBREAD_QUEST_TITLE": "Ört- och bärleveranser till prästerskapet",
		"MONASTERYBREAD_NEEDBREAD_QUEST_DESC": "Jag har gått med på att leverera örter och bär till prästerskapet.",
		"MONASTERYBREAD_INCIDENT_CHOICE_A_TOOLTIP": "Brödet kommer att gå förlorat för alltid, men att ta hand om förvaltaren kommer säkert att glädja biskopen.",
		"MONASTERYBREAD_INCIDENT_CHOICE_B_TOOLTIP": "Trots att han är utmattad kommer förvaltaren att leda ditt folk till vraket så att du har en chans att rädda brödet.",
		"MONASTERYBREAD_INCIDENT_CHOICE_B_TOOLTIP_SUCCESS": "Det mesta av brödet är räddat.",
		"MONASTERYBREAD_INCIDENT_CHOICE_B_TOOLTIP_FAILURE": "Allt bröd är bortkastat.",
		"MONASTERYBREAD_INCIDENT_CHOICE_NO_TOOLTIP": "Förvaltaren kommer att återvända säkert till biskopen.",
		"MONASTERYBREAD_GIVEBREAD_CHOICE_A_TOOLTIP@2025-01-14 22:58:01": "Biskopen kommer att betala en rättvis andel mynt för bröd, örter och bär från din mark.",
		"MONASTERYBREAD_GIVEBREAD_CHOICE_B_TOOLTIP@2025-01-14 22:58:01": "Priset på bröd är vanligtvis inte förhandlingsbart, men du kan ändå försöka pruta.",
		"MONASTERYBREAD_GIVEBREAD_CHOICE_NO_TOOLTIP@2025-01-14 22:58:01": "Bröd är värdefullt. Biskopens förvaltare kommer tillbaka senare med samma erbjudande.",
		"MONASTERYBREAD_LOWINFLUENCE_CHOICE_A_TOOLTIP@2025-01-14 22:58:01": "Biskopen lovar att lägga fram goda ord om han blir imponerad av våra länder.",
		"MONASTERYBREAD_LOWINFLUENCE_CHOICE_B_TOOLTIP": "Prästerskapet uppskattar alltid rättvisa donationer.",
		"MONASTERYBREAD_LOWINFLUENCE_CHOICE_NO_TOOLTIP@2025-01-14 22:58:01": "Biskopen kan förlänga erbjudandet senare, om du skulle behöva det.",
		"MONASTERYBREAD_NEEDBREAD_CHOICE_A_TOOLTIP": "Biskopen kommer att skicka dig en sändning bröd så snart du skickar honom örter och bär.",
		"MONASTERYBREAD_NEEDBREAD_CHOICE_B_TOOLTIP": "Biskopen är inte intresserad av förhandlingar, men du kan ändå försöka pruta på mer bröd.",
		"MONASTERYBREAD_NEEDBREAD_CHOICE_NO_TOOLTIP@2025-01-14 22:58:01": "Biskopens förvaltare lovar att erbjudandet kommer att vara öppet senare, om du skulle behöva det.",
		"MONASTERYWELCOME_TITLE": "Välkomna en trogen",
		"MONASTERYWELCOME_DESC@2025-01-14 22:58:01": "Biskopen uppskattar att se en ny bosättning ägna sig åt den monastiska tron. Han vill hjälpa dig - sin nya vasall - och utsåg sin förvaltare att se till att du har allt du behöver. Vad planerar du härnäst?",
		"MONASTERYWELCOME_CHOICE_A": "Jag vill bygga ett magnifikt kloster.",
		"MONASTERYWELCOME_CHOICE_B": "Jag vill vara inflytelserik bland prästerskapet.",
		"MONASTERYWELCOME_CHOICE_C": "Jag vill tjäna pengar genom handel.",
		"MONASTERYWELCOME_CHOICE_NO": "Vår tro är allt jag behöver.",
		"MONASTERYWELCOME_CHOICE_TITLE": "Presenter mottagna",
		"MONASTERYWELCOME_CHOICE_DESC": "Biskopen önskar att ditt kloster ska blomstra.",
		"MONASTERYWELCOME_CHOICE_A_TOOLTIP": "Biskopen kommer att skicka byggmaterial så att ni kan förbättra er mark.",
		"MONASTERYWELCOME_CHOICE_B_TOOLTIP": "Biskopen kommer att dela med sig av goda ord om ditt land, vilket ökar ditt inflytande.",
		"MONASTERYWELCOME_CHOICE_C_TOOLTIP@2025-01-14 22:58:01": "Biskopen skickar mynt till dig så att du kan köpa varor från handelsvägarna.",
		"MONASTERYWELCOME_CHOICE_NO_TOOLTIP": "Biskopen kommer att dra tillbaka sitt erbjudande.",
		"MONASTERYHOSTING_EARLYDELIVERY_TITLE": "Försörjning av de kringvandrande munkarna",
		"MONASTERYHOSTING_EARLYDELIVERY_DESC@2025-01-14 22:58:01": "En grupp vandrande munkar vill fylla på förrådet inför den kommande resan. Även om de inte har något av värde att byta mot varorna, lovar de att sprida ordet om din generositet.",
		"MONASTERYHOSTING_EARLYDELIVERY_RECURRING_DESC@2025-01-14 22:58:01": "De vandrande munkarna har återvänt och söker fortfarande förnödenheter. De lovar att sprida ordet om din generositet om du accepterar att donera varor för vägen framåt.",
		"MONASTERYHOSTING_EARLYDELIVERY_CHOICE_A@2025-01-14 22:58:01": "Se till att munkarna får tillräckligt med mat.",
		"MONASTERYHOSTING_EARLYDELIVERY_CHOICE_B": "Ta några mynt istället!",
		"MONASTERYHOSTING_EARLYDELIVERY_CHOICE_NO": "Det finns inget vi kan göra för att hjälpa till.",
		"MONASTERYHOSTING_WANDERINGMONKS_TITLE": "Värd för vandrande munkar",
		"MONASTERYHOSTING_WANDERINGMONKS_DESC@2025-01-14 22:58:01": "Ett sällskap av vandrande munkar vill tillbringa en månad på ert Hospitium. Även om de inte har mycket att skänka lovar de att sprida ordet om ert land om de behandlas väl.",
		"MONASTERYHOSTING_WANDERINGMONKS_RECURRING_DESC@2025-01-14 22:58:01": "Vandrande munkar söker återigen skydd i ert berömda kloster. För en månad av fred lovar de att sprida ordet om ert land bland prästerskapet.",
		"MONASTERYHOSTING_WANDERINGMONKS_CHOICE_A": "Vårt kloster är öppet för alla.",
		"MONASTERYHOSTING_WANDERINGMONKS_CHOICE_B": "Medan du vilar, låt mig fylla på dig inför resan.",
		"MONASTERYHOSTING_WANDERINGMONKS_CHOICE_NO": "Vi har inte råd med fler människor just nu.",
		"MONASTERYHOSTING_WANDERINGMONKS_HOSTING_SUCCESS_TITLE": "Vandrande munkar nöjda",
		"MONASTERYHOSTING_WANDERINGMONKS_HOSTING_SUCCESS_DESC": "De kringvandrande munkarna uppskattade sin tid i ert kloster och lovade att återvända.",
		"MONASTERYHOSTING_WANDERINGMONKS_HOSTING_FAILURE_TITLE": "Vandrande munkar besvikna",
		"MONASTERYHOSTING_WANDERINGMONKS_HOSTING_FAILURE_DESC": "De kringvandrande munkarna uppskattade inte sin tid i ert kloster.",
		"MONASTERYHOSTING_WANDERINGMONKS_DELIVERY_SUCCESS_TITLE": "Förnödenheter levererade",
		"MONASTERYHOSTING_WANDERINGMONKS_DELIVERY_SUCCESS_DESC": "De vandrande munkarna fick förnödenheter för den kommande vägen.",
		"MONASTERYHOSTING_WANDERINGMONKS_DELIVERY_FAILURE_TITLE": "Ej levererade förnödenheter",
		"MONASTERYHOSTING_WANDERINGMONKS_DELIVERY_FAILURE_DESC": "De kringvandrande munkarna fick inte de förnödenheter de hade blivit lovade.",
		"MONASTERYHOSTING_MYDDLEPEOPLE_TITLE": "Värd för personer från Myllersta",
		"MONASTERYHOSTING_MYDDLEPEOPLE_DESC@2025-01-14 22:58:01": "Vandrande munkar söker återigen skydd! De delar väg med en grupp kända hantverkare som kommer från Myllersta och som sägs ha inflytande över byns herravälde. Att vara värd för sådana människor kan öppna möjligheter med Myllersta.",
		"MONASTERYHOSTING_MYDDLEPEOPLE_CHOICE_A": "Detta är ett bra tillfälle att diskutera handel.",
		"MONASTERYHOSTING_MYDDLEPEOPLE_CHOICE_B@2025-01-14 22:58:01": "Om de har råd att hyra sängar med guld, låt dem göra det.",
		"MONASTERYHOSTING_MYDDLEPEOPLE_CHOICE_C@2025-01-14 22:58:01": "Vi kommer att behandla dem på samma sätt som alla andra.",
		"MONASTERYHOSTING_MYDDLEPEOPLE_CHOICE_NO@2025-01-14 22:58:01": "Vi kan inte ta emot någon för tillfället.",
		"MONASTERYHOSTING_MYDDLEPEOPLE_QUEST_TITLE": "Värd för människor från Myllersta under en månad",
		"MONASTERYHOSTING_MYDDLEPEOPLE_QUEST_DESC": "Jag har erbjudit mig att vara värd för vandrande munkar och deras resesällskap under en månad.",
		"MONASTERYHOSTING_MYDDLEPEOPLE_HOSTING_SUCCESS_TITLE": "Folket i Myllersta är nöjda",
		"MONASTERYHOSTING_MYDDLEPEOPLE_HOSTING_SUCCESS_DESC@2025-01-14 22:58:01": "Hantverkarna från Myllersta uppskattade sin tid i ert kloster.",
		"MONASTERYHOSTING_MYDDLEPEOPLE_HOSTING_FAILURE_TITLE": "Folket i Myllersta är irriterade",
		"MONASTERYHOSTING_MYDDLEPEOPLE_HOSTING_FAILURE_DESC@2025-01-14 22:58:01": "Hantverkarna från Myllersta uppskattade inte sin tid i ert kloster.",
		"MONASTERYHOSTING_WANDERINGMONKS_HOSTING_QUEST_TITLE": "Värd för vandrande munkar under en månad",
		"MONASTERYHOSTING_WANDERINGMONKS_HOSTING_QUEST_DESC": "Jag har erbjudit mig att ta emot vandrande munkar under en månad.",
		"MONASTERYHOSTING_WANDERINGMONKS_DELIVERY_QUEST_TITLE": "Leverans av förnödenheter till de vandrande munkarna",
		"MONASTERYHOSTING_WANDERINGMONKS_DELIVERY_QUEST_DESC@2025-01-14 22:58:01": "Jag har lovat att försörja de vandrande munkarna för deras resa.",
		"MONASTERYHOSTING_MYDDLEPEOPLE_QUEST_OBJECTIVE@2025-01-14 22:58:01": "Ta emot folket från Myllersta med 90% nöjdhet.",
		"MONASTERYHOSTING_WANDERINGMONKS_QUEST_OBJECTIVE@2025-01-14 22:58:01": "Ta emot munkarna med 80% approval.",
		"MONASTERYHOSTING_EARLYDELIVERY_CHOICE_A_TOOLTIP": "För förnödenheter kommer de vandrande munkarna att hjälpa dig att få inflytande bland prästerskapet.",
		"MONASTERYHOSTING_EARLYDELIVERY_CHOICE_B_TOOLTIP@2025-01-14 22:58:01": "Istället för förnödenheter kommer de vandrande munkarna att få några mynt. De lovar att nämna din generositet för prästerskapet.",
		"MONASTERYHOSTING_EARLYDELIVERY_CHOICE_NO_TOOLTIP@2025-01-14 22:58:01": "De vandrande munkarna kommer att fortsätta att resa. De kommer att återvända till dig senare.",
		"MONASTERYHOSTING_MYDDLEPEOPLE_CHOICE_A_TOOLTIP@2025-01-14 22:58:01": "Att ta emot dessa kända hantverkare är din chans att öppna en handelsväg med Myllersta.",
		"MONASTERYHOSTING_MYDDLEPEOPLE_CHOICE_B_TOOLTIP@2025-01-14 22:58:01": "Dessa rika hantverkare har gott om pengar och verkar inte ha något emot att betala för sin vistelse så länge den är trevlig.",
		"MONASTERYHOSTING_MYDDLEPEOPLE_CHOICE_C_TOOLTIP@2025-01-14 22:58:01": "Man blir inte bättre för att man är känd och förmögen - dessa hantverkare ska ha samma rättigheter som alla andra.",
		"MONASTERYHOSTING_MYDDLEPEOPLE_CHOICE_NO_TOOLTIP": "Hantverkarna kommer att hitta någon annanstans att bo, men de lovar att de så småningom kommer tillbaka.",
		"MONASTERYHOSTING_WANDERINGMONKS_CHOICE_A_TOOLTIP": "De kringvandrande munkarna stannar en månad och lovar att tala väl om prästerskapet om de behandlas väl.",
		"MONASTERYHOSTING_WANDERINGMONKS_CHOICE_B_TOOLTIP@2025-01-14 22:58:01": "De kringvandrande munkarna stannar i en månad och förväntar sig att du förser dem med mat för vägen.",
		"MONASTERYHOSTING_WANDERINGMONKS_CHOICE_NO_TOOLTIP": "De kringvandrande munkarna hittar någon annanstans att bo men lovar att komma tillbaka senare.",
		"MONASTERYTRADE_TITLE": "Handel med abbedissan",
		"MONASTERYTRADE_DESC@2025-01-14 22:58:01": "Abbedissan i Kinstorp kloster vill att klostren på båda sidor ska samarbeta.",
		"MONASTERYTRADE_START_TITLE": "En försiktig handelsväg",
		"MONASTERYTRADE_START_DESC@2025-01-14 22:58:01": "Abbedissan är glad över att ni har etablerat en handelsväg med Kinstorp kloster. Hon tror att kloster på båda sidor skulle ha nytta av att handla med varandra och vill gärna veta om ni behöver något.",
		"MONASTERYTRADE_START_CHOICE_A@2025-01-14 22:58:01": "En donation av mynt skulle vara mycket uppskattad.",
		"MONASTERYTRADE_START_CHOICE_B@~2023-12-05 20:15:40": "Jag skulle kunna använda bättre handelspriser.",
		"MONASTERYTRADE_START_CHOICE_C@2025-01-14 22:58:01": "Vårt kloster behöver byggmaterial.",
		"MONASTERYTRADE_START_CHOICE_NO": "Vi kommer att klara oss utan hjälp.",
		"MONASTERYTRADE_START_CHOICE_TITLE": "Mottagen gåva",
		"MONASTERYTRADE_START_CHOICE_DESC@2025-01-14 22:58:01": "Abbedissan ser fram emot att göra ytterligare affärer med er.",
		"MONASTERYTRADE_WEALTHY_TITLE@~2024-07-05 14:57:08": "Förbättra handelspartnerskapen",
		"MONASTERYTRADE_WEALTHY_DESC@2025-01-14 22:58:01": "Abbedissan uppskattar er ständigt växande handel och skulle vilja stärka dessa partnerskap genom att arrangera fler affärer mellan prästerskapet och grannbyarna. Var dessa affärer ska genomföras är upp till dig.",
		"MONASTERYTRADE_WEALTHY_CHOICE_A@2025-01-14 22:58:01": "Låt oss bjuda in dem till vårt kloster.",
		"MONASTERYTRADE_WEALTHY_CHOICE_B": "Vår bästa herbalist kommer att ta hand om det...",
		"MONASTERYTRADE_WEALTHY_CHOICE_C@2025-01-14 22:58:01": "Förhandlingarna kommer att hållas på abbedissans mark...",
		"MONASTERYTRADE_WEALTHY_CHOICE_NO@~2024-07-05 15:05:50": "Tyvärr måste det göras senare.",
		"MONASTERYTRADE_WEALTHY_FAILURE_TITLE": "Förhandlingarna misslyckades",
		"MONASTERYTRADE_WEALTHY_FAILURE_DESC@2025-01-14 22:58:01": "Köpmännen uppskattade inte sin tid i ert kloster och avböjde vidare affärer.",
		"MONASTERYTRADE_WEALTHY_SUCCESS_TITLE": "Förhandlingarna framgångsrika",
		"MONASTERYTRADE_WEALTHY_SUCCESS_DESC@2025-01-14 22:58:01": "Köpmännen påverkades till din fördel och gick med på framtida avtal.",
		"MONASTERYTRADE_DIPLOMATIC_TITLE@~2023-12-05 20:33:50": "Diplomati med Kinstorp kloster",
		"MONASTERYTRADE_DIPLOMATIC_DESC@2025-01-14 22:58:01": "Förbindelserna med Kinstorp kloster gick inte bra och abbedissan beslöt att ingripa för att förhindra en större diplomatisk incident. Hon föreslår att du gör bot och bättring och vänder händelsen till din fördel.",
		"MONASTERYTRADE_DIPLOMATIC_CHOICE_A": "Vi ska visa dem hur resursstarka vi är.",
		"MONASTERYTRADE_DIPLOMATIC_CHOICE_B": "En stor summa mynt kommer säkert att räcka!",
		"MONASTERYTRADE_DIPLOMATIC_CHOICE_C@2025-01-14 22:58:01": "Jag vill hellre att biskopen löser det här!",
		"MONASTERYTRADE_DIPLOMATIC_CHOICE_NO@2025-01-14 22:58:01": "Släpp taget om det. Tiden löser allt.",
		"MONASTERYTRADE_DIPLOMATIC_FAILURE_TITLE@~2023-12-05 20:34:51": "Ytterligare frågor om Kinstorp kloster",
		"MONASTERYTRADE_DIPLOMATIC_FAILURE_DESC@2025-01-14 22:58:01": "Du kunde inte lugna ner spänningarna med Kinstorp kloster och förlorade dina handelsrättigheter för ett tag.",
		"MONASTERYTRADE_DIPLOMATIC_SUCCESS_TITLE@~2023-12-05 20:35:01": "Framgångsrik diplomati med Kinstorp kloster",
		"MONASTERYTRADE_DIPLOMATIC_SUCCESS_DESC@~2023-12-05 20:35:06": "Ni löste spänningar med Kinstorp kloster och förbättrade er gemensamma handel!",
		"MONASTERYTRADE_FAVOUR_TITLE": "En tjänst åt abbedissan",
		"MONASTERYTRADE_FAVOUR_DESC@2025-01-14 22:58:01": "Abbedissan är intresserad av att upprätta nya handelsavtal men kan inte göra det från sitt kloster. Hon anser att er mark är lämplig för boende och skulle bli mycket tacksam om ni kunde hjälpa hennes delegat att sluta avtal för hennes räkning.",
		"MONASTERYTRADE_FAVOUR_CHOICE_A": "Det ska bli mig ett nöje att vara värd för dem.",
		"MONASTERYTRADE_FAVOUR_CHOICE_NO@2025-01-14 22:58:01": "Vi har inte tid med det just nu.",
		"MONASTERYTRADE_FAVOUR_EVENT_1_TITLE": "Demonstration av expertis",
		"MONASTERYTRADE_FAVOUR_EVENT_1_DESC@2025-01-14 22:58:01": "Abbedissans delegat planerar att demonstrera klostrets örtläkares kunskaper för att förbättra handelsförhandlingarna. Hon saknar dock en herbalist för att planen ska fungera.",
		"MONASTERYTRADE_FAVOUR_EVENT_1_CHOICE_A": "Låt våra bästa örtspecialister demonstrera sina kunskaper...",
		"MONASTERYTRADE_FAVOUR_EVENT_1_CHOICE_B": "Jag är säker på att biskopen kan låna oss några manuskript!",
		"MONASTERYTRADE_FAVOUR_EVENT_1_CHOICE_C@2025-01-14 22:58:01": "Det här är hennes idé. Låt henne fundera ut det.",
		"MONASTERYTRADE_FAVOUR_EVENT_2_TITLE": "Förhandlingar om bankett",
		"MONASTERYTRADE_FAVOUR_EVENT_2_DESC@2025-01-14 22:58:01": "Abbedissans delegat hoppas kunna diskutera affärer med köpmännen över en god måltid. Hon undrar om du har några förslag på var vi kan hålla dem.",
		"MONASTERYTRADE_FAVOUR_EVENT_2_CHOICE_A@~2023-12-05 20:21:04": "Vår bästa Refectorian kommer att ta hand om det...",
		"MONASTERYTRADE_FAVOUR_EVENT_2_CHOICE_B@2025-01-14 22:58:01": "Köp dig det bästa våra länder kan erbjuda. Jag bjuder!",
		"MONASTERYTRADE_FAVOUR_EVENT_2_CHOICE_C@2025-01-14 22:58:01": "På en marknad? Du är inte så säker själv.",
		"MONASTERYTRADE_FAVOUR_EVENT_3_TITLE": "Välmående företag",
		"MONASTERYTRADE_FAVOUR_EVENT_3_DESC@2025-01-14 22:58:01": "Abbedissans delegat vill imponera på köpmännen genom att visa dem hur mycket pengar alla skulle tjäna på de här affärerna. Hon är inte säker på vilket som är det bästa sättet att framföra sin poäng.",
		"MONASTERYTRADE_FAVOUR_EVENT_3_CHOICE_A@~2023-12-05 20:27:59": "Vår bästa emissarie kommer att visa dem våra lönsamma räkenskaper...",
		"MONASTERYTRADE_FAVOUR_EVENT_3_CHOICE_B": "Låt monumenten för vår tro tala för sig själva...",
		"MONASTERYTRADE_FAVOUR_EVENT_3_CHOICE_C@2025-01-14 22:58:01": "Du är delegaten. Du vet bättre än jag.",
		"MONASTERYTRADE_FAVOUR_EVENT_FAILURE_TITLE": "Handlare föga imponerade",
		"MONASTERYTRADE_FAVOUR_EVENT_SUCCESS_TITLE": "Handlare imponerade",
		"MONASTERYTRADE_FAVOUR_EVENT_1_FAILURE_DESC@2025-01-14 22:58:01": "Abbedissans delegat lyckades inte imponera på köpmännen med vår örtkunskap.",
		"MONASTERYTRADE_FAVOUR_EVENT_2_FAILURE_DESC@2025-01-14 22:58:01": "Abbedissans delegat lyckades inte imponera på köpmännen under middagen.",
		"MONASTERYTRADE_FAVOUR_EVENT_3_FAILURE_DESC@2025-01-14 22:58:01": "Abbedissans delegat lyckades inte övertyga köpmännen med tanken på den rikedom de kunde tjäna.",
		"MONASTERYTRADE_FAVOUR_EVENT_1_SUCCESS_DESC@2025-01-14 22:58:01": "Abbedissans delegat lyckades imponera på köpmännen med hjälp av vår örtmedicinska expertis.",
		"MONASTERYTRADE_FAVOUR_EVENT_2_SUCCESS_DESC@2025-01-14 22:58:01": "Abbessans delegat imponerade framgångsrikt på köpmännen under middagen.",
		"MONASTERYTRADE_FAVOUR_EVENT_3_SUCCESS_DESC@2025-01-14 22:58:01": "Abbedissans delegat lyckades imponera på köpmännen med tanken på den rikedom de kunde tjäna.",
		"MONASTERYTRADE_FAVOUR_FAILURE_TITLE": "Förhandlingarna misslyckades",
		"MONASTERYTRADE_FAVOUR_FAILURE_DESC@2025-01-14 22:58:01": "Abbedissans delegat har inte skött sina affärer på rätt sätt.",
		"MONASTERYTRADE_FAVOUR_SUCCESS_TITLE": "Förhandlingarna framgångsrika",
		"MONASTERYTRADE_FAVOUR_SUCCESS_DESC@2025-01-14 22:58:01": "Abbedissans delegat förhandlade framgångsrikt om hennes avtal!",
		"MONASTERYTRADE_WEALTHY_QUEST_TITLE@2025-01-14 22:58:01": "Förhandla avtal med grannar",
		"MONASTERYTRADE_WEALTHY_QUEST_DESC@2025-01-14 22:58:01": "Jag har gått med på att ta emot handelsmän från grannbyarna för att diskutera handelsavtal med dem.",
		"MONASTERYTRADE_WEALTHY_QUEST_OBJECTIVE@2025-01-14 22:58:01": "Ta emot grannarnas handlare med 90% ap godkännande.",
		"MONASTERYTRADE_DIPLOMATIC_QUEST_TITLE@2025-01-14 22:58:01": "Förbättra handeln med Kinstorp kloster",
		"MONASTERYTRADE_DIPLOMATIC_QUEST_DESC@~2023-12-05 19:50:14": "Jag har lovat att öka min handelsvolym med Kinstorp kloster.",
		"MONASTERYTRADE_FAVOUR_QUEST_TITLE@~2023-12-05 20:22:00": "Förhandlingshjälp med Kinstorp kloster",
		"MONASTERYTRADE_FAVOUR_QUEST_DESC@2025-01-14 22:58:01": "Jag har lovat att hjälpa abbedissan att förhandla fram nya avtal om handelsvägar.",
		"MONASTERYTRADE_FAVOUR_QUEST_OBJECTIVE@2025-01-14 22:58:01": "Värdhandlare med över 60% approval.",
		"MONASTERYTRADE_DIPLOMATIC_CHOICE_A_TOOLTIP@~2023-12-05 20:35:21": "Abbedissan föreslår att du ökar volymen av handelsvaror med Kinstorp kloster.",
		"MONASTERYTRADE_DIPLOMATIC_CHOICE_B_TOOLTIP@~2023-12-05 20:35:41": "Abbedissan menar att mynten med all säkerhet kommer att förbättra handelsförbindelserna.",
		"MONASTERYTRADE_DIPLOMATIC_CHOICE_C_TOOLTIP@~2023-12-05 20:35:59": "Biskopen kan övertalas att gottgöra dig för ditt misstag.",
		"MONASTERYTRADE_DIPLOMATIC_CHOICE_NO_TOOLTIP@2025-01-14 22:58:01": "Abbedissan kommer så småningom att bortse från denna incident.",
		"MONASTERYTRADE_FAVOUR_CHOICE_A_TOOLTIP@2025-01-14 22:58:01": "Delegater från abbedissan och grannbyborna kommer att samlas på din mark för att diskutera handelspartnerskap.",
		"MONASTERYTRADE_FAVOUR_CHOICE_NO_TOOLTIP@2025-01-14 22:58:01": "Abbedissan kommer att söka alternativa metoder för att hantera sina handelspartnerskap.",
		"MONASTERYTRADE_FAVOUR_EVENT_1_CHOICE_A_TOOLTIP@2025-01-14 22:58:01": "En av er ska hjälpa abbedissans delegat.",
		"MONASTERYTRADE_FAVOUR_EVENT_1_CHOICE_A_TOOLTIP_SUCCESS@~2023-12-05 20:22:57": "Handelsvägarnas delegater är förvånade.",
		"MONASTERYTRADE_FAVOUR_EVENT_1_CHOICE_A_TOOLTIP_FAILURE@~2023-12-05 20:23:03": "Handelsvägarnas delegater är uttråkade.",
		"MONASTERYTRADE_FAVOUR_EVENT_1_CHOICE_B_TOOLTIP@2025-01-14 22:58:01": "Genom att nå biskopen ser du till att abbedissans delegat får allt hon behöver.",
		"MONASTERYTRADE_FAVOUR_EVENT_1_CHOICE_C_TOOLTIP@2025-01-14 22:58:01": "Abbedissans delegat kommer att arbeta fram ett sätt att demonstrera klostrets örtkunskap.",
		"MONASTERYTRADE_FAVOUR_EVENT_CHOICE_C_TOOLTIP_SUCCESS@2025-01-14 22:58:01": "Delegaten hittar en lösning.",
		"MONASTERYTRADE_FAVOUR_EVENT_CHOICE_C_TOOLTIP_FAILURE": "Delegaten förvärrar problemet.",
		"MONASTERYTRADE_FAVOUR_EVENT_2_CHOICE_A_TOOLTIP@2025-01-14 22:58:01": "En av dina medarbetare står som värd för delegatens måltid.",
		"MONASTERYTRADE_FAVOUR_EVENT_2_CHOICE_A_TOOLTIP_SUCCESS@~2023-12-05 20:23:17": "Delegaterna för handelsvägarna är mycket nöjda.",
		"MONASTERYTRADE_FAVOUR_EVENT_2_CHOICE_A_TOOLTIP_FAILURE@~2023-12-05 20:23:22": "Handelsvägarnas delegater är äcklade.",
		"MONASTERYTRADE_FAVOUR_EVENT_2_CHOICE_B_TOOLTIP@2025-01-30 23:32:11": "Abbedissans delegat har en rimlig budget för att organisera evenemanget.",
		"MONASTERYTRADE_FAVOUR_EVENT_2_CHOICE_C_TOOLTIP@2025-01-30 23:32:11": "Abbedissans delegat kommer att organisera evenemanget själv.",
		"MONASTERYTRADE_FAVOUR_EVENT_3_CHOICE_A_TOOLTIP": "En av era medarbetare kommer att visa hur rika kloster är.",
		"MONASTERYTRADE_FAVOUR_EVENT_3_CHOICE_A_TOOLTIP_SUCCESS@~2023-12-05 20:23:32": "Handelsvägarnas delegater är nyfikna.",
		"MONASTERYTRADE_FAVOUR_EVENT_3_CHOICE_A_TOOLTIP_FAILURE@~2023-12-05 20:23:37": "Handelsvägarnas delegater är förbryllade.",
		"MONASTERYTRADE_FAVOUR_EVENT_3_CHOICE_B_TOOLTIP@2025-01-14 22:58:01": "Abbedissans delegat kommer att visa prästerskapets rikedom genom din bys prakt.",
		"MONASTERYTRADE_FAVOUR_EVENT_3_CHOICE_B_TOOLTIP_SUCCESS@~2023-12-05 20:23:47": "Handelsvägarnas delegater är förundrade.",
		"MONASTERYTRADE_FAVOUR_EVENT_3_CHOICE_B_TOOLTIP_FAILURE@~2023-12-05 20:23:52": "Handelsvägarnas delegater är avskräckta.",
		"MONASTERYTRADE_FAVOUR_EVENT_3_CHOICE_C_TOOLTIP@2025-01-14 22:58:01": "Abbedissans delegat får själv avgöra hur hon ska bevisa sin ståndpunkt.",
		"MONASTERYTRADE_START_CHOICE_A_TOOLTIP@~2023-12-05 20:10:48": "Abbedissan kommer att ge dig en kista med mynt.",
		"MONASTERYTRADE_START_CHOICE_B_TOOLTIP@~2023-12-05 20:14:02": "Abbedissan kommer att diskutera avtal med anhängare av tron.",
		"MONASTERYTRADE_START_CHOICE_C_TOOLTIP": "Abbedissan kommer att skänka dig en sändning med byggmaterial.",
		"MONASTERYTRADE_START_CHOICE_NO_TOOLTIP": "Abbedissan kommer att dra tillbaka sitt erbjudande.",
		"MONASTERYTRADE_WEALTHY_CHOICE_A_TOOLTIP@2025-01-14 22:58:01": "Delegater från grannbyarna kommer att resa till ditt land för att diskutera handel.",
		"MONASTERYTRADE_WEALTHY_CHOICE_B_TOOLTIP@2025-01-14 22:58:01": "Några av era herbalists kommer att resa till grannbyarna och visa upp era varor.",
		"MONASTERYTRADE_WEALTHY_CHOICE_B_TOOLTIP_SUCCESS@2025-01-14 22:58:01": "Köpmännen är imponerade.",
		"MONASTERYTRADE_WEALTHY_CHOICE_B_TOOLTIP_FAILURE@~2023-12-05 20:02:26": "Köpmännen lämnas kalla.",
		"MONASTERYTRADE_WEALTHY_CHOICE_C_TOOLTIP": "Ditt inflytande bland prästerskapet kommer att påverka hur mycket resurser som investeras till din fördel.",
		"MONASTERYTRADE_WEALTHY_CHOICE_C_TOOLTIP_SUCCESS": "Nya avtal har ingåtts.",
		"MONASTERYTRADE_WEALTHY_CHOICE_C_TOOLTIP_FAILURE": "Tidigare avtal är avslutade.",
		"MONASTERYTRADE_WEALTHY_CHOICE_NO_TOOLTIP": "Abbess kommer att avstå från erbjudandet men kan komma att ta tillbaka det senare.",
		"MONASTERYTRADE_TRADEINCREASE_TITLE@~2023-01-01 01:01:01": "Ökad handel med Kinstorp kloster",
		"MONASTERYTRADE_TRADEINCREASE_DESC@2025-01-14 22:58:01": "Kinstorp kloster stod inför handelsutmaningar förra säsongen! Abbedissan vill förbättra relationerna med ert kloster och har förhandlat fram bättre villkor med lokala köpmän. De är nu redo att erbjuda sänkta priser på vissa varor vid specifika tidpunkter i utbyte mot ökad handelsvolym.",
		"MONASTERYTRADE_TRADEINCREASE_CHOICE_A@~2023-01-01 01:01:01": "Fat är svåra att få tag på.",
		"MONASTERYTRADE_TRADEINCREASE_CHOICE_A_TOOLTIP@2025-01-14 22:58:01": "Kinstorp kloster lovar att sänka fatpriserna något i utbyte mot ökad handel.",
		"MONASTERYTRADE_TRADEINCREASE_CHOICE_B@~2023-01-01 01:01:01": "Vi behöver billigare byggnadssten.",
		"MONASTERYTRADE_TRADEINCREASE_CHOICE_B_TOOLTIP@2025-01-14 22:58:01": "Kinstorp kloster lovar att sänka priset på byggnadssten i utbyte mot ökad handel.",
		"MONASTERYTRADE_TRADEINCREASE_CHOICE_C@~2023-01-01 01:01:01": "Ost är en bra vara att ha i lager.",
		"MONASTERYTRADE_TRADEINCREASE_CHOICE_C_TOOLTIP@2025-01-14 22:58:01": "Kinstorp kloster lovar att kraftigt sänka ostpriserna i utbyte mot ökad handel.",
		"MONASTERYTRADE_TRADEINCREASE_CHOICE_NO@2025-01-14 22:58:01": "Du kommer inte att ändra din handel för dessa varor.",
		"MONASTERYTRADE_TRADEINCREASE_CHOICE_NO_TOOLTIP@2025-01-14 22:58:01": "Abbedissan kommer att dra tillbaka erbjudandet för tillfället, men kan komma att lägga fram det igen senare.",
		"MONASTERYTRADE_TRADESURPLUS_TITLE@~2023-01-01 01:01:01": "Handelsöverskott med Kinstorp kloster",
		"MONASTERYTRADE_TRADESURPLUS_DESC@~2023-01-01 01:01:01": "Tack vare er stadiga handel har förra säsongen varit bra för Kinstorp kloster! Den tacksamma abbedissan planerade att donera överskottet till behövande byar och hoppades att du skulle ansluta dig till ansträngningen.",
		"MONASTERYTRADE_TRADESURPLUS_CHOICE_A@~2023-01-01 01:01:01": "Vi kan sälja varorna till dig.",
		"MONASTERYTRADE_TRADESURPLUS_CHOICE_A_TOOLTIP@2025-01-14 22:58:01": "Kinstorp kloster kommer att betala ett rimligt pris för de örter och bär du levererar.",
		"MONASTERYTRADE_TRADESURPLUS_CHOICE_B@2025-01-14 22:58:01": "Vi kommer att donera våra förnödenheter.",
		"MONASTERYTRADE_TRADESURPLUS_CHOICE_B_TOOLTIP@2025-01-14 22:58:01": "Kinstorp kloster kommer att få en donation av örter och bär.",
		"MONASTERYTRADE_TRADESURPLUS_CHOICE_NO@2025-01-14 22:58:01": "Vi kan inte hjälpa abbedissan just nu.",
		"MONASTERYTRADE_TRADESURPLUS_CHOICE_NO_TOOLTIP@~2023-01-01 01:01:01": "Kinstorp kloster kommer att hitta hjälp på annat håll.",
		"MONASTERYTRADE_TRADEINCREASE_CHOICE_TITLE@~2023-01-01 01:01:01": "Ökad handelsvolym",
		"MONASTERYTRADE_TRADEINCREASE_CHOICE_DESC@~2023-01-01 01:01:01": "Köpmän från Kinstorp kloster är tacksamma för ditt företag och uppfyllde sin del av avtalet, som utlovat!",
		"MONASTERYTRADE_TRADESURPLUS_CHOICE_A_TITLE@~2023-01-01 01:01:01": "Betalda förnödenheter",
		"MONASTERYTRADE_TRADESURPLUS_CHOICE_A_DESC@2025-01-14 22:58:01": "Du sålde och levererade förnödenheter till Kinstorp kloster, vilket de är tacksamma för.",
		"MONASTERYTRADE_TRADESURPLUS_CHOICE_B_TITLE@~2023-01-01 01:01:01": "Donerade förnödenheter",
		"MONASTERYTRADE_TRADESURPLUS_CHOICE_B_DESC@2025-01-14 22:58:01": "Du har framgångsrikt skickat gratis förnödenheter till Kinstorp kloster, vilket de är mycket tacksamma för.",
		"MONASTERYTRADE_TRADESURPLUS_FAILURE_TITLE@~2023-01-01 01:01:01": "Ej levererade förnödenheter",
		"MONASTERYTRADE_TRADESURPLUS_FAILURE_DESC@~2023-01-01 01:01:01": "Ni kunde inte leverera förnödenheter till Kinstorp kloster i tid.",
		"MONASTERYTRADE_TRADEINCREASE_QUEST_TITLE@~2023-01-01 01:01:01": "Öka handelsvolymen med Kinstorp kloster",
		"MONASTERYTRADE_TRADEINCREASE_QUEST_DESC@2025-01-14 22:58:01": "Jag har gått med på att öka vår handelsvolym med Kinstorp kloster.",
		"MONASTERYTRADE_TRADESURPLUS_DONATED_QUEST_TITLE@~2023-01-01 01:01:01": "Donera förnödenheter till Kinstorp kloster",
		"MONASTERYTRADE_TRADESURPLUS_DONATED_QUEST_DESC@~2023-01-01 01:01:01": "Jag har lovat att skänka förnödenheter till Kinstorp kloster.",
		"MONASTERYTRADE_TRADESURPLUS_SOLD_QUEST_TITLE@~2023-01-01 01:01:01": "Sälj förnödenheter till Kinstorp kloster",
		"MONASTERYTRADE_TRADESURPLUS_SOLD_QUEST_DESC@~2023-01-01 01:01:01": "Jag har lovat att sälja förnödenheter till Kinstorp kloster.",
		"LABOURFAIR_TITLE": "Hyllning till arbetarna",
		"LABOURFAIR_DESC@2025-01-14 22:58:01": "De äldste vill att du ska stå värd för en mässa! Det här är ett tillfälle att öppna upp för fler handelsmöjligheter genom att fira frukten av hårt arbete. Se till att stämningen på marknaden förblir hög - ditt folk sköter resten.",
		"LABOURFAIR_BERRYFAIR_TITLE": "Fira bären",
		"LABOURFAIR_BERRYFAIR_DESC@2025-01-14 22:58:01": "Med så många bär i lager vill de äldre att du står värd för en handelsmässa tillägnad de välsmakande små röda frukterna! Om du kan se till att alla har trevligt, finns det en god chans att handelsvärdet för denna resurs kommer att förbättras.",
		"LABOURFAIR_BERRYFAIR_CHOICE_A": "Låt oss ordna en bärmarknad.",
		"LABOURFAIR_BERRYFAIR_CHOICE_B": "Beordra mina skogshuggare att arbeta dubbelt...",
		"LABOURFAIR_BERRYFAIR_CHOICE_B_TOOLTIP@2025-01-14 22:58:01": "Mässan kommer att börja och medan besökarna beger sig till byn försöker dina skogsarbetare att arbeta snabbare.",
		"LABOURFAIR_BERRYFAIR_CHOICE_B_TOOLTIP_SUCCESS": "Matsamlarna är fokuserade.",
		"LABOURFAIR_BERRYFAIR_CHOICE_B_TOOLTIP_FAILURE": "Matsamlarna är panikslagna.",
		"LABOURFAIR_BREADFAIR_TITLE": "Fira brödet",
		"LABOURFAIR_BREADFAIR_DESC@2025-01-14 22:58:01": "Med så mycket bröd i spannmålsmagasinen tror de äldre att din by kanske är redo för en brödmässa! Om du kan se till att alla har trevligt, finns det en god chans att handelsvärdet för denna resurs kommer att förbättras.",
		"LABOURFAIR_BREADFAIR_CHOICE_A": "Låt oss ordna en brödmässa.",
		"LABOURFAIR_BREADFAIR_CHOICE_B": "Beordra mina bagare att arbeta dubbelt...",
		"LABOURFAIR_BREADFAIR_CHOICE_B_TOOLTIP@2025-01-14 22:58:01": "Mässan börjar och medan besökarna beger sig till byn försöker dina bagare att arbeta snabbare.",
		"LABOURFAIR_BREADFAIR_CHOICE_B_TOOLTIP_SUCCESS": "Bagarna är fokuserade.",
		"LABOURFAIR_BREADFAIR_CHOICE_B_TOOLTIP_FAILURE": "Bagarna är panikslagna.",
		"LABOURFAIR_FISHFAIR_TITLE": "Fira fiskar",
		"LABOURFAIR_FISHFAIR_DESC@2025-01-14 22:58:01": "Med så mycket fisk i förrådet anser de äldre att er by är redo för en fiskmarknad! Om du kan se till att alla får en stänklande trevlig stund finns det en god chans att handelsvärdet för denna resurs kommer att förbättras.",
		"LABOURFAIR_FISHFAIR_CHOICE_A": "Låt oss ordna en fiskmarknad.",
		"LABOURFAIR_FISHFAIR_CHOICE_B": "Beordra mina fiskare att arbeta dubbelt...",
		"LABOURFAIR_FISHFAIR_CHOICE_B_TOOLTIP@2025-01-14 22:58:01": "Mässan börjar och medan besökarna beger sig till byn försöker dina fiskare att arbeta snabbare.",
		"LABOURFAIR_FISHFAIR_CHOICE_B_TOOLTIP_SUCCESS": "Fiskarna är fokuserade.",
		"LABOURFAIR_FISHFAIR_CHOICE_B_TOOLTIP_FAILURE": "Fiskarna är panikslagna.",
		"LABOURFAIR_FAIR_CHOICE_NO": "Låt oss samlas en annan gång.",
		"LABOURFAIR_FAIR_CHOICE_NO_TOOLTIP": "Dina bybor kommer att be om att få vara värd för en handelsmässa senare.",
		"LABOURFAIR_LOWHAPPINESS_TITLE": "Uppmuntran till byn",
		"LABOURFAIR_LOWHAPPINESS_DESC@2025-01-14 22:58:01": "De Äldste vill att ni arrangerar en handelsmässa med grannbyarna, men era bybor kan knappast le nuförtiden! Att sänka skatterna och se till att ditt folk har allt de behöver skulle säkert hjälpa.",
		"LABOURFAIR_HAPPINESS_CHOICE_A@2025-01-14 22:58:01": "Låt oss få fram ett leende på dessa ansikten!",
		"LABOURFAIR_HAPPINESS_CHOICE_A_TOOLTIP": "Människor kommer att förvänta sig att stämningen i byn förbättras.",
		"LABOURFAIR_HAPPINESS_CHOICE_NO@2025-01-14 22:58:01": "Livet är hårt. Vänj dig vid det!",
		"LABOURFAIR_HAPPINESS_CHOICE_NO_TOOLTIP": "Dina bybor kommer inte att förvänta sig mer av detta, men de kanske frågar igen senare.",
		"LABOURFAIR_LOWSPLENDOR_TITLE": "Grandios marknad",
		"LABOURFAIR_LOWSPLENDOR_DESC@2025-01-14 22:58:01": "De Äldste anser att er by nästan är redo att stå värd för en handelsmässa. De är dock oroliga för att ta emot besökare med en sådan marknad! De skulle vilja att ni förbättrade dess utseende. Några färgglada tält skulle inte skada affärerna, eller hur?",
		"LABOURFAIR_SPLENDOR_CHOICE_A": "Vår marknad kommer att bli fantastisk!",
		"LABOURFAIR_SPLENDOR_CHOICE_A_TOOLTIP": "Byborna kommer att förvänta sig att marknaden ser bättre ut.",
		"LABOURFAIR_SPLENDOR_CHOICE_NO@2025-01-14 22:58:01": "Det är inget fel med missfärgade tält.",
		"LABOURFAIR_SPLENDOR_CHOICE_NO_TOOLTIP": "Byborna förväntar sig inte att marknaden ska förändras, även om de kanske frågar igen senare.",
		"LABOURFAIR_REGIONFAIR_TITLE": "Hyllning till arbetarna",
		"LABOURFAIR_REGIONFAIR_DESC@2025-01-14 22:58:01": "De äldste vill att du ska stå värd för en regional mässa! Det här är ett tillfälle att öppna upp för fler handelsmöjligheter genom att fira frukten av hårt arbete. Se till att stämningen på mässan förblir hög - ditt folk sköter resten.",
		"LABOURFAIR_REGIONFAIR_CHOICE_A": "Jag ska se till att alla uppskattar den tid de lägger ner.",
		"LABOURFAIR_REGIONFAIR_CHOICE_A_TOOLTIP@2025-01-14 22:58:01": "Mässan börjar och besökarna beger sig till byn.",
		"LABOURFAIR_FAIR_FAILURE_TITLE": "En dyster mässa",
		"LABOURFAIR_FAIR_FAILURE_DESC@2025-01-14 22:58:01": "Mässan gick inte så bra som folk hade hoppats! Även om handeln inte kommer att förbättras i närtid, uppskattar ditt folk ändå ansträngningen. De vill ge mässan ett nytt försök senare, om du så önskar.",
		"LABOURFAIR_FAIR_SUCCESS_TITLE": "En glad mässa",
		"LABOURFAIR_FAIR_SUCCESS_DESC@2025-01-14 22:58:01": "Mässan levde upp till förväntningarna! Människor från hela världen sprider beröm om ert fina hantverk och hoppas kunna göra ytterligare affärer med er by!",
		"LABOURFAIR_HAPPINESS_FAILURE_TITLE": "Olyckliga bybor",
		"LABOURFAIR_HAPPINESS_FAILURE_DESC@2025-01-14 22:58:01": "Trots att du lovade dina bybor att du skulle muntra upp dem, är det inte mycket som har förändrats.",
		"LABOURFAIR_HAPPINESS_SUCCESS_TITLE": "Glada bybor",
		"LABOURFAIR_HAPPINESS_SUCCESS_DESC": "Du lovade att muntra upp ditt folk och lyckades uppfylla ditt löfte!",
		"LABOURFAIR_SPLENDOR_SUCCESS_TITLE": "Förbättrad marknad",
		"LABOURFAIR_SPLENDOR_SUCCESS_DESC": "Människor gläder sig! Din marknad ser ut att vara redo för en handelsmässa!",
		"LABOURFAIR_VILLAGERROLL_FAILURE_TITLE": "Produktionen gick snett",
		"LABOURFAIR_VILLAGERROLL_FAILURE_DESC": "Din bybo kunde inte leva upp till sitt ansvar och råkade förstöra sin arbetsplats!",
		"LABOURFAIR_VILLAGERROLL_SUCCESS_TITLE": "Ökad produktion",
		"LABOURFAIR_VILLAGERROLL_SUCCESS_DESC": "Din bybo levde upp till sitt nya ansvar och påskyndade tillfälligt sitt arbete!",
		"LABOURFAIR_BERRYFAIR_QUEST_TITLE": "Värd för bärmarknaden",
		"LABOURFAIR_BERRYFAIR_QUEST_DESC": "Jag har sagt till de äldste att vi ska ha en bärmarknad.",
		"LABOURFAIR_BREADFAIR_QUEST_TITLE": "Värd för brödmässan",
		"LABOURFAIR_BREADFAIR_QUEST_DESC": "Jag har sagt till de äldste att vi ska ha en brödmässa.",
		"LABOURFAIR_FISHFAIR_QUEST_TITLE": "Värd för fiskmässan",
		"LABOURFAIR_FISHFAIR_QUEST_DESC": "Jag har sagt till de äldste att vi ska ha en fiskmarknad.",
		"LABOURFAIR_MARKETSPLENDOR_QUEST_TITLE": "Förbättring av marknaden",
		"LABOURFAIR_MARKETSPLENDOR_QUEST_DESC@2025-01-14 22:58:01": "Jag har gått med på att förbättra min marknad.",
		"LABOURFAIR_REGIONFAIR_QUEST_TITLE": "Värd för den regionala mässan",
		"LABOURFAIR_REGIONFAIR_QUEST_DESC": "Jag har sagt till de äldste att vi ska vara värd för en regional mässa.",
		"LABOURFAIR_VILLAGEHAPPINESS_QUEST_TITLE": "Byborna jublar",
		"LABOURFAIR_VILLAGEHAPPINESS_QUEST_DESC": "Jag har lovat de Äldste att jag ska förbättra stämningen i vår by.",
		"LABOURFAIR_QUEST_OBJECTIVE": "Vänta på att mässan ska vara över",
		"KINGDOMWELCOME_TITLE": "En ädel plikt",
		"KINGDOMWELCOME_DESC@~2024-04-16 15:05:42": "Kungen har lagt märke till ert slott och vill försäkra sig om att ni, hans lojala vasall, har allt ni behöver för att ta emot en armé.\n\nNär de väl är beväpnade och tränade förväntar sig kungen att dina soldater ska bidra till freden i riket!",
		"KINGDOMWELCOME_CHOICE_A@2025-01-14 22:58:01": "Jag står till er tjänst, min herre!",
		"KINGDOMWELCOME_CHOICE_TOOLTIP@~2024-04-16 15:05:51": "Kungen kommer att sända vapen för att beväpna era företag.",
		"KINGDOMWELCOME_CHOICE_TITLE": "Mottagna vapen",
		"KINGDOMWELCOME_CHOICE_DESC": "Kungen förväntar sig att du svarar på hans uppmaning och skyddar riket.",
		"LABOURBREWER_GIVEHOPS_CLOTHING_TITLE@2025-01-14 22:58:01": "Överskott av humle mot kläder",
		"LABOURBREWER_GIVEHOPS_CLOTHING_DESC@2025-01-14 22:58:01": "Släktingar till dina bybor har hört talas om ditt humleöverskott och skulle vilja byta till sig lite vardagskläder i utbyte, eftersom du verkar ha ont om dem.",
		"LABOURBREWER_GIVEHOPS_CLOTHING_HAGGLE_LOSE_DESC@2025-01-14 22:58:01": "Byborna diskuterade ditt erbjudande och beslutade att de inte hade råd att skicka mer kläder till dig. Det de ursprungligen erbjöd dig är det bästa de kan göra för tillfället.",
		"LABOURBREWER_GIVEHOPS_CLOTHING_HAGGLE_WIN_DESC": "Byborna diskuterade ditt erbjudande och bestämde att du förtjänar mer. För samma mängd humle kommer du att få mer kläder.",
		"LABOURBREWER_GIVEHOPS_CLOTHING_RECURRING_DESC@2025-01-14 22:58:01": "Bybornas släktingar har hört talas om ert överskott av humle och vill gärna byta några vanliga kläder mot lite av humlen.",
		"LABOURBREWER_GIVEHOPS_FLOUR_TITLE@2025-01-14 22:58:01": "Överskott av humle mot mjöl",
		"LABOURBREWER_GIVEHOPS_FLOUR_DESC@2025-01-14 22:58:01": "Släktingar till dina bybor har upptäckt att du har ett överskott av humle och skulle vilja byta till sig lite mjöl i utbyte, eftersom det verkar som om du börjar få ont om det.",
		"LABOURBREWER_GIVEHOPS_FLOUR_HAGGLE_LOSE_DESC@2025-01-14 22:58:01": "Byborna diskuterade ditt erbjudande och beslutade att de inte hade råd att skicka mer mjöl. Det som de ursprungligen erbjöd dig är det bästa de kan göra för tillfället.",
		"LABOURBREWER_GIVEHOPS_FLOUR_HAGGLE_WIN_DESC": "Byborna diskuterade ditt erbjudande och bestämde att du förtjänar mer. För samma mängd humle kommer du att få mer mjöl.",
		"LABOURBREWER_GIVEHOPS_FLOUR_RECURRING_DESC@2025-01-14 22:58:01": "Bybornas släktingar har hört talas om ert överskott av humle och vill byta mjöl mot en del av det.",
		"LABOURBREWER_GIVEHOPS_IRON_TITLE@2025-01-14 22:58:01": "Överskott av humle mot järn",
		"LABOURBREWER_GIVEHOPS_IRON_DESC@2025-01-14 22:58:01": "Släktingar till dina bybor har upptäckt att du har ett överskott av humle och skulle vilja byta till sig lite järn i utbyte, eftersom det verkar som om du börjar få ont om det.",
		"LABOURBREWER_GIVEHOPS_IRON_HAGGLE_LOSE_DESC@2025-01-14 22:58:01": "Byborna diskuterade ditt erbjudande och beslutade att de inte hade råd att skicka mer järn. Det som de ursprungligen erbjöd dig är det bästa de kan göra för tillfället.",
		"LABOURBREWER_GIVEHOPS_IRON_HAGGLE_WIN_DESC": "Byborna diskuterade ditt erbjudande och bestämde att du förtjänar mer. För samma mängd humle kommer du att få mer järn.",
		"LABOURBREWER_GIVEHOPS_IRON_RECURRING_DESC@2025-01-14 22:58:01": "Bybornas släktingar har hört talas om ert överskott av humle och vill byta järn mot en del av det.",
		"LABOURBREWER_GIVEHOPS_CHOICE_A@2025-01-14 22:58:01": "Det är en överenskommelse.",
		"LABOURBREWER_GIVEHOPS_CHOICE_A_TOOLTIP": "Byborna kommer att skicka dig resursen så snart du levererar humlen till dem.",
		"LABOURBREWER_GIVEHOPS_CHOICE_B": "Jag kommer att behöva mycket mer av dessa resurser ...",
		"LABOURBREWER_GIVEHOPS_CHOICE_B_TOOLTIP@2025-01-14 22:58:01": "Även om byborna inte förväntar sig att förhandla kan du be om mer av deras resurser.",
		"LABOURBREWER_HAGGLE_TOOLTIP_SUCCESS": "Byborna går med på dina villkor.",
		"LABOURBREWER_HAGGLE_TOOLTIP_FAILURE": "Byborna håller inte med om dina villkor.",
		"LABOURBREWER_GIVEHOPS_CHOICE_NO": "Ledsen, men jag behöver humlen.",
		"LABOURBREWER_GIVEHOPS_CHOICE_NO_TOOLTIP": "Även om erbjudandet avslogs kommer byborna så småningom att återvända.",
		"LABOURBREWER_NEEDBEER_CLOTH_TITLE@2025-01-14 22:58:01": "Överskott av tyg mot öl",
		"LABOURBREWER_NEEDBEER_CLOTH_DESC@2025-01-14 22:58:01": "Byborna i grannskapet vill byta till sig ett överskott av öl som de fått av munkarna som de sköter om. De är i desperat behov av mer tyg, vilket du verkar ha en hel del av.",
		"LABOURBREWER_NEEDBEER_CLOTH_HAGGLE_LOSE_DESC@2025-01-14 22:58:01": "Byborna förstår dina behov men är inte så pigga på att byta så mycket öl mot tyg. De föredrar att hålla sig till det ursprungliga erbjudandet.",
		"LABOURBREWER_NEEDBEER_CLOTH_HAGGLE_WIN_DESC@2025-01-14 22:58:01": "Efter många diskussioner gick byborna med på att skicka mer öl till dig i utbyte mot tyg som de är i desperat behov av.",
		"LABOURBREWER_NEEDBEER_CLOTH_RECURRING_DESC@2025-01-14 22:58:01": "Bybor som sköter ett närliggande kloster hörde att du hade gott om tyg i lager. De skulle vilja byta sitt överskott av öl mot lite.",
		"LABOURBREWER_NEEDBEER_PLANK_TITLE@2025-01-14 22:58:01": "Överskott av plankor mot öl",
		"LABOURBREWER_NEEDBEER_PLANK_DESC@2025-01-14 22:58:01": "Byborna i grannskapet vill byta till sig ett överskott av öl som de fått av munkarna som de sköter om. De är i desperat behov av plankor, vilket du verkar ha en hel del av.",
		"LABOURBREWER_NEEDBEER_PLANK_HAGGLE_LOSE_DESC@2025-01-14 22:58:01": "Byborna förstår dina behov men är inte så förtjusta i att byta så mycket öl mot plankor. De föredrar att hålla sig till det ursprungliga erbjudandet.",
		"LABOURBREWER_NEEDBEER_PLANK_HAGGLE_WIN_DESC@2025-01-14 22:58:01": "Efter många diskussioner gick byborna med på att skicka mer öl till er för att köpa de plankor de så desperat behöver.",
		"LABOURBREWER_NEEDBEER_PLANK_RECURRING_DESC@2025-01-14 22:58:01": "Bybor som sköter ett närliggande kloster hörde att du hade gott om plankor i lager. De skulle vilja byta sitt överskott av öl mot några.",
		"LABOURBREWER_NEEDBEER_POLISHEDSTONE_TITLE@2025-01-14 22:58:01": "Överskott av byggnadsstenar för öl",
		"LABOURBREWER_NEEDBEER_POLISHEDSTONE_DESC@2025-01-14 22:58:01": "Byborna i grannskapet vill byta till sig ett överskott av öl som de fått av munkarna som de tar hand om. De är i desperat behov av byggnadsstenar, som du verkar ha en hel del av.",
		"LABOURBREWER_NEEDBEER_POLISHEDSTONE_HAGGLE_LOSE_DESC@2025-01-14 22:58:01": "Byborna förstår dina behov men är inte så pigga på att byta så mycket öl mot byggnadsstenar. De föredrar att hålla sig till det ursprungliga erbjudandet.",
		"LABOURBREWER_NEEDBEER_POLISHEDSTONE_HAGGLE_WIN_DESC@2025-01-14 22:58:01": "Efter många diskussioner gick byborna med på att skicka mer öl till dig för att köpa de byggnadsstenar som de så desperat behöver.",
		"LABOURBREWER_NEEDBEER_POLISHEDSTONE_RECURRING_DESC@2025-01-14 22:58:01": "Bybor som sköter ett närliggande kloster hörde att du hade gott om byggnadsstenar i lager. De skulle vilja byta sitt överskott av öl mot några.",
		"LABOURBREWER_NEEDBEER_TOOL_TITLE@2025-01-14 22:58:01": "Överskott av verktyg mot öl",
		"LABOURBREWER_NEEDBEER_TOOL_DESC@2025-01-14 22:58:01": "Bybor i grannskapet vill byta till sig ett överskott av öl som de fått av munkarna som de sköter om. De är i desperat behov av verktyg, vilket du verkar ha en hel del av.",
		"LABOURBREWER_NEEDBEER_TOOL_HAGGLE_LOSE_DESC@2025-01-14 22:58:01": "Byborna förstår dina behov men är inte så förtjusta i att byta så mycket öl mot verktyg. De föredrar att hålla sig till det ursprungliga erbjudandet.",
		"LABOURBREWER_NEEDBEER_TOOL_HAGGLE_WIN_DESC@2025-01-14 22:58:01": "Efter många diskussioner gick byborna med på att skicka mer öl till dig för att köpa verktyg som de är i desperat behov av.",
		"LABOURBREWER_NEEDBEER_TOOL_RECURRING_DESC@2025-01-14 22:58:01": "Bybor som sköter ett närliggande kloster hörde att du hade gott om verktyg i lager. De skulle vilja byta sitt överskott av öl mot några.",
		"LABOURBREWER_NEEDBEER_CHOICE_A": "Överenskommet! Vi kommer att förbereda resurserna.",
		"LABOURBREWER_NEEDBEER_CHOICE_A_TOOLTIP": "Du kommer att få en leverans av öl så snart du levererar de överenskomna resurserna.",
		"LABOURBREWER_NEEDBEER_CHOICE_B": "Du förstår, jag behöver också dessa resurser...",
		"LABOURBREWER_NEEDBEER_CHOICE_B_TOOLTIP": "Ni kommer att förhandla fram mer öl för de resurser som byborna har begärt.",
		"LABOURBREWER_NEEDBEER_CHOICE_NO@2025-01-14 22:58:01": "Inte intresserad. Ölen kan vänta.",
		"LABOURBREWER_NEEDBEER_CHOICE_NO_TOOLTIP@2025-01-14 22:58:01": "Byborna kommer tillbaka senare med ett nytt ölerbjudande.",
		"LABOURBREWER_NEEDHOPS_BERRY_TITLE": "Byt dina bär mot humle",
		"LABOURBREWER_NEEDHOPS_BERRY_DESC@2025-01-14 22:58:01": "En grupp resenärer har hört att era bryggerier har ont om humle. Det råkar vara så att de känner till ett kloster inte alltför långt bort som kan ge er lite av sitt överskott i utbyte mot bär.",
		"LABOURBREWER_NEEDHOPS_WHEAT_TITLE": "Byt ditt vete mot humle",
		"LABOURBREWER_NEEDHOPS_WHEAT_DESC@2025-01-14 22:58:01": "En grupp resenärer har hört att era bryggerier har ont om humle. Det råkar vara så att de känner till ett kloster inte alltför långt bort som kan ge er lite av sitt överskott i utbyte mot vete.",
		"LABOURBREWER_NEEDHOPS_CHOICE_A": "Säg till munkarna att vi behöver humle.",
		"LABOURBREWER_NEEDHOPS_CHOICE_A_TOOLTIP": "Så snart bären är levererade får du en sändning med humle.",
		"LABOURBREWER_NEEDHOPS_CHOICE_NO@2025-01-14 22:58:01": "Humlen kan vänta till ett annat tillfälle.",
		"LABOURBREWER_NEEDHOPS_CHOICE_NO_TOOLTIP": "Du kommer att få höra munkarnas erbjudande igen senare.",
		"LABOURBREWER_INCIDENT_SPOIL_TITLE": "Bortskämd öl",
		"LABOURBREWER_INCIDENT_SPOIL_DESC@2025-01-14 22:58:01": "Oops! Det verkar som om den utlovade ölen har förstörts på vägen till din by. Eftersom byborna redan har spenderat de resurser som du gav dem, tycker de att situationen är lite besvärlig...",
		"LABOURBREWER_INCIDENT_SPOIL_CHOICE_A@2025-01-14 22:58:01": "Du behöver inte oroa dig. Olyckor händer.",
		"LABOURBREWER_INCIDENT_SPOIL_CHOICE_A_TOOLTIP@2025-01-14 22:58:01": "Du förlorar ölen och de resurser du har bytt till dig, men vinner inflytande med arbetare.",
		"LABOURBREWER_INCIDENT_SPOIL_CHOICE_B@2025-01-14 22:58:01": "Jag är rädd att du får betala för det.",
		"LABOURBREWER_INCIDENT_SPOIL_CHOICE_B_TOOLTIP": "Du får tillbaka din andel av bytet i mynt.",
		"LABOURBREWER_INCIDENT_SPOIL_CHOICE_NO@2025-01-14 22:58:01": "De kommer inte att märka det, eller hur?",
		"LABOURBREWER_INCIDENT_SPOIL_CHOICE_NO_TOOLTIP": "Du behåller och distribuerar ölen. Ingen behöver veta något.",
		"LABOURBREWER_GIVEHOPS_FAILURE_TITLE": "Humle inte levererad",
		"LABOURBREWER_GIVEHOPS_FAILURE_DESC@2025-01-14 22:58:01": "Din humle levererades inte i tid, vilket bröt överenskommelsen du hade med byborna.",
		"LABOURBREWER_GIVEHOPS_SUCCESS_TITLE": "Humle levererad",
		"LABOURBREWER_GIVEHOPS_SUCCESS_DESC@2025-01-14 22:58:01": "Din humle levererades i tid, precis som bybornas del av avtalet.",
		"LABOURBREWER_NEEDBEER_FAILURE_TITLE": "Öl avbeställt",
		"LABOURBREWER_NEEDBEER_FAILURE_DESC": "Du kunde inte leverera dina varor i tid och fick inte den utlovade ölen.",
		"LABOURBREWER_NEEDBEER_SUCCESS_TITLE": "Mottagna öl",
		"LABOURBREWER_NEEDBEER_SUCCESS_DESC": "Du levererade dina varor i tid och fick den utlovade ölen.",
		"LABOURBREWER_NEEDBEER_INCIDENT_SPOIL_COIN_TITLE": "Öl återbetalat",
		"LABOURBREWER_NEEDBEER_INCIDENT_SPOIL_COIN_DESC": "Du bestämde dig för att återbetala din öl i mynt.",
		"LABOURBREWER_NEEDBEER_INCIDENT_SPOIL_INFLUENCE_TITLE": "Förverkad öl",
		"LABOURBREWER_NEEDBEER_INCIDENT_SPOIL_INFLUENCE_DESC": "Ni beslutade att inte återbetala er öl, vilket arbetarna var mycket nöjda med.",
		"LABOURBREWER_NEEDHOPS_FAILURE_TITLE": "Humle avblåst",
		"LABOURBREWER_NEEDHOPS_FAILURE_DESC@2025-01-14 22:58:01": "Du kunde inte leverera de varor som klostret begärde och förverkade humlen.",
		"LABOURBREWER_NEEDHOPS_SUCCESS_TITLE": "Humle som mottagits",
		"LABOURBREWER_NEEDHOPS_SUCCESS_DESC": "Du levererade de varor som klostret bad om och fick humle i utbyte.",
		"LABOURBREWER_GIVEHOPS_QUEST_TITLE": "Leverans av humle till arbetarna",
		"LABOURBREWER_GIVEHOPS_QUEST_DESC": "Jag har gått med på att leverera humle till arbetarna i utbyte mot en annan resurs.",
		"LABOURBREWER_NEEDBEER_CLOTH_QUEST_TITLE": "Leverans av kläder till arbetarna",
		"LABOURBREWER_NEEDBEER_CLOTH_QUEST_DESC": "Jag har gått med på att leverera kläder till arbetarna i utbyte mot öl.",
		"LABOURBREWER_NEEDBEER_PLANK_QUEST_TITLE": "Leverans av plankor till arbetarna",
		"LABOURBREWER_NEEDBEER_PLANK_QUEST_DESC": "Jag har gått med på att leverera plankor till arbetarna i utbyte mot öl.",
		"LABOURBREWER_NEEDBEER_POLISHEDSTONE_QUEST_TITLE": "Leverans av byggnadsstenar till arbetarna",
		"LABOURBREWER_NEEDBEER_POLISHEDSTONE_QUEST_DESC": "Jag har gått med på att leverera byggnadsstenar till arbetarna i utbyte mot öl.",
		"LABOURBREWER_NEEDBEER_TOOL_QUEST_TITLE": "Leverera verktyg till arbetarna",
		"LABOURBREWER_NEEDBEER_TOOL_QUEST_DESC": "Jag har gått med på att leverera verktyg till arbetarna i utbyte mot öl.",
		"LABOURBREWER_NEEDHOPS_BERRY_QUEST_TITLE": "Leverans av bär till ett kloster",
		"LABOURBREWER_NEEDHOPS_BERRY_QUEST_DESC": "Jag har gått med på att leverera bär till ett kloster i utbyte mot humle.",
		"LABOURBREWER_NEEDHOPS_WHEAT_QUEST_TITLE": "Leverans av vete till ett kloster",
		"LABOURBREWER_NEEDHOPS_WHEAT_QUEST_DESC": "Jag har gått med på att leverera vete till ett kloster i utbyte mot humle.",
		"LABOURBREWER_NEEDWINE_CLOTH_TITLE@2025-01-14 22:58:01": "Överskott av tyg mot vin",
		"LABOURBREWER_NEEDWINE_CLOTH_DESC@2025-01-14 22:58:01": "Byborna i grannskapet vill byta till sig ett överskott av vin som de fått av munkarna som de tar hand om. De är i desperat behov av tyg, vilket du verkar ha en hel del av.",
		"LABOURBREWER_NEEDWINE_CLOTH_RECURRING_DESC@2025-01-14 22:58:01": "Bybor som sköter ett närliggande kloster hörde att du hade gott om tyg i lager. De skulle vilja byta sitt överskott av vin mot lite.",
		"LABOURBREWER_NEEDWINE_PLANK_TITLE@2025-01-14 22:58:01": "Överskott av plankor mot vin",
		"LABOURBREWER_NEEDWINE_PLANK_DESC@2025-01-14 22:58:01": "Byborna i grannskapet vill byta till sig ett överskott av vin som de fått av munkarna som de sköter om. Folket är i desperat behov av plankor, vilket du verkar ha en hel del av.",
		"LABOURBREWER_NEEDWINE_PLANK_RECURRING_DESC@2025-01-14 22:58:01": "Bybor som sköter ett närliggande kloster hörde att du hade gott om plankor i lager. De skulle vilja byta sitt överskott av vin mot några.",
		"LABOURBREWER_NEEDWINE_POLISHEDSTONE_TITLE@2025-01-14 22:58:01": "Överskott av byggnadsstenar för vin",
		"LABOURBREWER_NEEDWINE_POLISHEDSTONE_DESC@2025-01-14 22:58:01": "Byborna i grannskapet vill byta till sig ett överskott av vin som de fått av munkarna som de sköter om. Folket är i desperat behov av byggnadsstenar, som du verkar ha en hel del av.",
		"LABOURBREWER_NEEDWINE_POLISHEDSTONE_RECURRING_DESC@2025-01-14 22:58:01": "Bybor som sköter ett närliggande kloster hörde att du hade gott om byggnadsstenar i lager. De skulle vilja byta sitt överskott av vin mot några.",
		"LABOURBREWER_NEEDWINE_TOOL_TITLE@2025-01-14 22:58:01": "Överskott av verktyg mot vin",
		"LABOURBREWER_NEEDWINE_TOOL_DESC@2025-01-14 22:58:01": "Byborna i grannskapet vill byta till sig ett överskott av vin som de fått av munkarna som de tar hand om. Folket är i desperat behov av verktyg, vilket du verkar ha en hel del av.",
		"LABOURBREWER_NEEDWINE_TOOL_RECURRING_DESC@2025-01-14 22:58:01": "Bybor som sköter ett närliggande kloster hörde att du hade gott om verktyg i lager. De skulle vilja byta sitt överskott av vin mot några.",
		"LABOURBREWER_NEEDWINE_CHOICE_A_TOOLTIP": "Du kommer att få en leverans av vin så snart du levererar de överenskomna resurserna.",
		"LABOURBREWER_NEEDWINE_CHOICE_B@~2024-03-21 17:02:16": "Låt mig övertyga trogna att hjälpa dig.",
		"LABOURBREWER_NEEDWINE_CHOICE_B_TOOLTIP": "Du kommer att använda ditt inflytande för att få vinet omedelbart.",
		"LABOURBREWER_NEEDWINE_CHOICE_NO": "Vi kan diskutera detta igen senare.",
		"LABOURBREWER_NEEDWINE_CHOICE_NO_TOOLTIP": "Byborna kommer tillbaka senare med ett nytt erbjudande om vin.",
		"LABOURBREWER_NEEDWINE_FAILURE_TITLE": "Vinet återkallat",
		"LABOURBREWER_NEEDWINE_FAILURE_DESC": "Du kunde inte leverera dina varor i tid och fick inte det utlovade vinet.",
		"LABOURBREWER_NEEDWINE_SUCCESS_TITLE": "Mottagit vin",
		"LABOURBREWER_NEEDWINE_SUCCESS_DESC": "Du har mottagit den vinleverans som du framgångsrikt förhandlade fram.",
		"LABOURBREWER_NEEDWINE_CLOTH_QUEST_DESC@2025-01-14 22:58:01": "Jag har gått med på att leverera tyg till arbetarna i utbyte mot vin.",
		"LABOURBREWER_NEEDWINE_PLANK_QUEST_DESC": "Jag har gått med på att leverera plankor till arbetarna i utbyte mot vin.",
		"LABOURBREWER_NEEDWINE_POLISHEDSTONE_QUEST_DESC": "Jag har gått med på att leverera byggnadsstenar till arbetarna i utbyte mot vin.",
		"LABOURBREWER_NEEDWINE_TOOL_QUEST_DESC": "Jag har gått med på att leverera verktyg till arbetarna i utbyte mot vin.",
		"ADVANCEDONBOARDING_ASPIRATIONS_COMPLETION_DESC": "Du har bestämt vad din by ska sträva efter! Om du ändrar dig kan du när som helst revidera dina Village Aspirations.",
		"ADVANCEDONBOARDING_PREPARECOMPANY_TITLE": "Råd: Förberedelse av ett militärt kompani",
		"ADVANCEDONBOARDING_PREPARECOMPANY_DESC@~2024-04-16 15:06:08": "Även om era stridande är mycket tacksamma för Hållplatsen, anser de att de saknar förberedelse för verklig krigföring. De skulle uppskatta om ni kunde förse dem med anständiga vapen och låta dem hjälpa byborna.",
		"ADVANCEDONBOARDING_PREPARECOMPANY_CHOICE_A@~2024-01-15 19:08:37": "Vi kommer att göra dig redo!",
		"ADVANCEDONBOARDING_PREPARECOMPANY_COMPLETION_DESC": "Ditt kompani kommer snart att ställas inför utmaningar! Se till att de är tillräckligt utrustade, läkta och utbildade när de återvänder.",
		"ADVANCEDONBOARDING_PREPARECOMPANY_QUEST_TITLE": "Råd: Förberedelse av ett militärt kompani",
		"ADVANCEDONBOARDING_PREPARECOMPANY_QUEST_DESC@~2024-04-16 15:06:16": "Jag har lovat att tillgodose mina kombattanters behov.",
		"ADVANCEDONBOARDING_STARTINGCASTLE_TITLE": "Råd: Att bygga ett slott",
		"ADVANCEDONBOARDING_STARTINGCASTLE_DESC@~2024-04-16 15:06:26": "Dina bybor drömmer om ett slott! Det skulle göra vägarna säkrare och företag skulle kunna anlitas för farliga sysslor. Det sägs att ett praktfullt slott till och med skulle kunna fånga kungens blick!",
		"ADVANCEDONBOARDING_STARTINGCASTLE_CHOICE_A": "Låt oss bygga ett slott!",
		"ADVANCEDONBOARDING_STARTINGCASTLE_COMPLETION_DESC": "Ert slott är färdigt! Ditt första kompani kommer att samlas vid borgen. Läger är nödvändiga för att bilda ytterligare kompanier.",
		"ADVANCEDONBOARDING_STARTINGCASTLE_QUEST_TITLE": "Råd: Att bygga ett slott",
		"ADVANCEDONBOARDING_STARTINGCASTLE_QUEST_DESC": "Jag har gått med på att bygga ett slott i vår by.",
		"ADVANCEDONBOARDING_CRAFTINGSPEARS_TITLE": "Råd: Tillverkning av vapen",
		"ADVANCEDONBOARDING_CRAFTINGSPEARS_DESC@2025-01-14 22:58:01": "Dina kombattanter har dåliga nyheter: det finns inga spjut! De kommer inte att kunna göra mycket utan dem, och träning med bara händer är otillräckligt. De föreslår att du börjar producera fler - snarast!",
		"ADVANCEDONBOARDING_CRAFTINGSPEARS_BOW_DESC@2025-01-14 22:58:01": "Dina kombattanter har dåliga nyheter: det finns inga pilbågar! De kommer inte att kunna göra mycket utan dem, och träning med bara händer är otillräckligt. De föreslår att du börjar producera fler - snarast!",
		"ADVANCEDONBOARDING_CRAFTINGSPEARS_SWORD_DESC@2025-01-14 22:58:01": "Dina kombattanter har dåliga nyheter: det finns inga svärd! De kommer inte att kunna göra mycket utan dem, och träning med bara händer är otillräckligt. De föreslår att du börjar producera fler - snarast!",
		"ADVANCEDONBOARDING_CRAFTINGSPEARS_CHOICE_A@~2024-06-12 19:24:47": "Du kommer att få dina vapen!",
		"ADVANCEDONBOARDING_CRAFTINGSPEARS_COMPLETION_DESC@~2024-06-12 19:24:56": "Med ett nytt vapenförråd är dina kombattanter snart redo att återvända till slagfältet. Se till att hålla ditt lager stadigt!",
		"ADVANCEDONBOARDING_CRAFTINGSPEARS_QUEST_TITLE": "Råd: Tillverkning av vapen",
		"ADVANCEDONBOARDING_CRAFTINGSPEARS_QUEST_DESC@2025-01-14 22:58:01": "Jag har lovat att producera fler vapen till mina kombattanter.",
		"ADVANCEDONBOARDING_CRAFTINGRATIONS_TITLE": "Råd: Tillverkning av krigsransoner",
		"ADVANCEDONBOARDING_CRAFTINGRATIONS_DESC@2025-01-20 19:27:10": "Era företags goda rykte har gett er nya och spännande uppdrag, även om vissa ligger flera veckors resa bort. Eftersom soldater inte slåss med tomma magar bör du börja packa krigsransoner!",
		"ADVANCEDONBOARDING_CRAFTINGRATIONS_CHOICE_A@~2024-06-12 18:55:13": "Starta ugnarna!",
		"ADVANCEDONBOARDING_CRAFTINGRATIONS_COMPLETION_DESC@~2024-06-04 15:20:48": "Nu är de inte längre hungriga, utan kan ge sig ut på vägarna! De föreslår att du håller kockarna igång: Att ha mer krigsransoner är alltid bättre än att få slut på dem.",
		"ADVANCEDONBOARDING_CRAFTINGRATIONS_QUEST_TITLE": "Råd: Tillverkning av krigsransoner",
		"ADVANCEDONBOARDING_CRAFTINGRATIONS_QUEST_DESC@2025-01-14 22:58:01": "Jag har lovat att producera krigsransoner till mina kombattanter.",
		"ADVANCEDONBOARDING_MONASTERYTRADEHERBS_TITLE@~2024-04-17 20:18:43": "Råd: Handel med örter",
		"ADVANCEDONBOARDING_MONASTERYTRADEHERBS_DESC@2025-01-14 22:58:01": "Dina munkar har skördat sina första örter! Det är viktigt att sälja dessa värdefulla resurser via handelsvägar för att säkerställa lönsamheten i ditt kloster. När ditt kloster expanderar kommer du att få tillgång till ännu mer värdefulla resurser att handla med.",
		"ADVANCEDONBOARDING_MONASTERYTRADEHERBS_CHOICE_A@~2024-04-17 20:32:32": "Låt oss tillgodose andras behov.",
		"ADVANCEDONBOARDING_MONASTERYTRADEHERBS_CHOICE_A_TOOLTIP@~2024-04-17 20:34:27": "Öppna en handelsväg och sälj örter till en grannby.",
		"ADVANCEDONBOARDING_MONASTERYTRADEHERBS_COMPLETION_DESC@2025-01-14 22:58:01": "Du har vunnit en hel del på handeln! För att öka din vinst, producera mer resurser samtidigt som du förbättrar handelsvägarna.",
		"ADVANCEDONBOARDING_MONASTERYTRADEHERBS_QUEST_TITLE@~2024-04-17 20:18:52": "Råd: Handel med örter",
		"ADVANCEDONBOARDING_MONASTERYTRADEHERBS_QUEST_DESC@2025-01-14 22:58:01": "Jag har gått med på att sälja örter via handelsvägar.",
		"BISHOPSTEWARD_GROUPKEY": "Biskopens förvaltare närmar sig din by",
		"BISHOPSTEWARD_SUITE_GROUPKEY": "Förvaltaren och hans följe närmar sig din by",
		"WANDERINGMONKS_GROUPKEY": "De vandrande munkarna närmar sig din by",
		"MYDDLEPEOPLE_GROUPKEY": "Munkarna och deras resesällskap närmar sig din by",
		"MERCHANTS_GROUPKEY": "Köpmännen närmar sig din by",
		"MERCHANTS_ENVOY_GROUPKEY": "Delegaten och köpmännen närmar sig din by",
		"TRADEROUTE_CASTLE HARBOR_TITLE@~2023-07-19 20:23:52": "Förbättra handeln med Castle Harbor",
		"TRADEROUTE_CASTLE HARBOR_1_DESC@~2024-06-20 16:57:04": "Riddarna i Castle Harbor söker beskyddare för att stödja en liten diplomatisk expedition. De förväntar sig att denna resa kommer att förbättra framtida handelsrelationer.",
		"TRADEROUTE_CASTLE HARBOR_2_DESC@2025-01-14 22:58:01": "Den senaste expeditionen gav riddarna nya värdefulla allierade som informerade dem om ytterligare riken med stora rikedomar. Kastellhamn skulle vilja att du stödjer en sådan lovande expedition.",
		"TRADEROUTE_CASTLE HARBOR_3_DESC@~2024-06-20 16:57:18": "Tack vare ert beskydd sträcker sig Castle Harbors inflytande långt utanför vårt rike. Deras riddare ser diplomatiska möjligheter i länder längre bort och hoppas på din hjälp.",
		"TRADEROUTE_CASTLE HARBOR_R_DESC@2025-01-14 22:58:01": "Riddarna i Kastellhamn uppskattar att handla med oss! De har hört talas om avlägsna riken som de skulle vilja samarbeta med och skulle uppskatta om vi kunde stödja dem.",
		"TRADEROUTE_CASTLE HARBOR_QUEST@2025-01-14 22:58:01": "Leverans av krigsransoner till Castle Harbor",
		"ASPIRATION_MONASTERY_STEP_1_TITLE@~2024-10-25 14:36:32": "Ett välmående priorat, del I",
		"ASPIRATION_MONASTERY_STEP_1_DESC@2025-01-14 22:58:01": "Abbedissan hörde att du var intresserad av att viga din mark till prästerskapet. Hon ser en stor potential och vill att du omedelbart börjar med att grunda ett litet kloster.\n\nHon föreslår först att du ska stödja dina klosterbröder genom att öppna handelsvägar med dina grannar.",
		"ASPIRATION_MONASTERY_STEP_1_CHOICE_A@~2023-01-01 01:01:01": "Jag pantsätter min mark till tron.",
		"ASPIRATION_MONASTERY_STEP_1_CHOICE_A_TOOLTIP@~2023-01-01 01:01:01": "Abbedissan förväntar sig att du bygger ett kloster på din mark.",
		"ASPIRATION_MONASTERY_CHOICE_NO@~2023-01-01 01:01:01": "Vi är inte redo för det här just nu.",
		"ASPIRATION_MONASTERY_CHOICE_NO_TOOLTIP@~2023-01-01 01:01:01": "Abbedissan kommer att fråga dig igen senare.",
		"ASPIRATION_MONASTERY_STEP_2_TITLE@~2024-10-25 14:36:36": "Ett välmående priorat, del II",
		"ASPIRATION_MONASTERY_STEP_2_DESC@~2024-06-20 20:58:51": "Abbedissan är nöjd med framstegen i ert kloster och anser att ni nu bör sträva efter att etablera ett priorat.\n\nDetta skulle innebära en betydande ökning av er befolkning och att ni etablerar en handelsväg med Kinstorp kloster.",
		"ASPIRATION_MONASTERY_STEP_2_CHOICE_A@~2023-01-01 01:01:01": "Vi kommer att bli ett priorat!",
		"ASPIRATION_MONASTERY_STEP_2_CHOICE_A_TOOLTIP@~2024-04-17 18:58:19": "Abbedissan förväntar sig att du utvidgar klostret.",
		"ASPIRATION_MONASTERY_STEP_3_TITLE@~2024-10-25 14:36:39": "Ett välmående priorat, del III",
		"ASPIRATION_MONASTERY_STEP_3_DESC@2025-01-14 22:58:01": "Abbedissan är mycket nöjd med utvecklingen av ert kloster. Hon ser en potential för betydande expansion genom att förbättra dess lyxhandel.\n\nEtt rike av välstånd och storhet som detta skulle tjäna tron på många sätt.",
		"ASPIRATION_MONASTERY_STEP_3_CHOICE_A@~2024-04-17 19:16:10": "Vi måste tjäna tron!",
		"ASPIRATION_MONASTERY_STEP_3_CHOICE_A_TOOLTIP@~2024-04-17 19:16:04": "Abbedissan förväntar sig att du förbättrar klostret och dess handel.",
		"ASPIRATION_MONASTERY_STEP_4_TITLE@~2024-10-25 14:36:42": "Ett välmående priorat, del IV",
		"ASPIRATION_MONASTERY_STEP_4_DESC@~2024-07-09 14:23:20": "Abbedissan är mycket stolt över era prestationer; ert priorat är en av kronjuvelerna i vår tro! Ett kloster med ett sådant aktat rykte bör försöka skryta med en blomstrande befolkning, främja rättvisa handelspartnerskap och ha en storslagen abbediakyrka.\n\nNär dessa mål har uppnåtts lovar abbedissan själv att välsigna ert land.",
		"ASPIRATION_MONASTERY_STEP_4_CHOICE_A@~2024-04-17 19:00:19": "Vårt Priorat kommer att vara känt för alla.",
		"ASPIRATION_MONASTERY_STEP_4_CHOICE_A_TOOLTIP@~2024-04-17 18:57:30": "Abbedissan förväntar sig att du ska bygga ut klostret och bygga en abbedisk kyrka.",
		"ASPIRATION_MONASTERY_STEP_5_TITLE@~2024-06-06 18:09:38": "Värd för abbedissan",
		"ASPIRATION_MONASTERY_STEP_5_DESC@2025-01-14 22:58:01": "Ert aktade kloster, en höjdpunkt i sitt slag, har uppfyllt abbedissans ambitioner. Hon är angelägen om att bevittna dess framgång och vill avsluta er resa genom att stanna i ert vördade land i några månader.",
		"ASPIRATION_MONASTERY_STEP_5_CHOICE_A@2025-01-14 22:58:01": "Ditt besök hedrar oss alla.",
		"ASPIRATION_MONASTERY_STEP_5_CHOICE_A_TOOLTIP@~2023-01-01 01:01:01": "Abbedissan kommer att stanna i ditt kloster i några månader.",
		"ASPIRATION_MONASTERY_REWARD_TITLE@~2024-10-25 14:36:46": "Ett välmående priorat, del V",
		"ASPIRATION_MONASTERY_REWARD_DESC@2025-01-14 22:58:01": "Som tack för din hängivna tjänst för tron önskar abbedissan och biskopen skänka dig en generös donation av mynt - enorma rikedomar avsedda att skapa välstånd för de troende inom ditt kloster och utanför.",
		"ASPIRATION_MONASTERY_REWARD_CHOICE_A@~2024-10-03 13:32:08": "Denna välsignelse kommer att tjäna en rättvis orsak!",
		"ASPIRATION_MONASTERY_REWARD_CHOICE_TOOLTIP@~2024-10-03 13:32:16": "Prästerskapet kommer att ge dig rikedomar.",
		"ASPIRATION_MONASTERY_REWARD_COMPLETION_TITLE@2025-01-14 22:58:01": "Förmån för prästerskap förtjänad",
		"ASPIRATION_MONASTERY_REWARD_COMPLETION_DESC@2025-01-14 22:58:01": "Ditt kloster har fått högsta betyg av prästerskapet.",
		"ASPIRATION_MONASTERY_STEP_1_SUCCESS_DESC@~2023-01-01 01:01:01": "Du ägnade din mark åt tron genom att bygga ett kloster.",
		"ASPIRATION_MONASTERY_STEP_2_SUCCESS_DESC@~2023-01-01 01:01:01": "Du utvecklade ditt kloster till ett välrenommerat priorat.",
		"ASPIRATION_MONASTERY_STEP_2_HOSTING_QUEST@~2024-04-17 19:38:14": "Ta emot pilgrimer på ditt Hospitium",
		"ASPIRATION_MONASTERY_STEP_3_SUCCESS_DESC@~2023-01-01 01:01:01": "Ni utvecklade er prästgård till ett fantastiskt ekonomiskt centrum.",
		"ASPIRATION_MONASTERY_STEP_4_SUCCESS_DESC@~2024-04-17 19:18:02": "Du utvecklade ditt priorat till ett rike av rikedom.",
		"ASPIRATION_MONASTERY_STEP_5_FAILURE_TITLE@~2024-01-10 18:48:45": "Abbess Hosting misslyckades",
		"ASPIRATION_MONASTERY_STEP_5_FAILURE_DESC@~2023-01-01 01:01:01": "Abbedissan hoppas att hennes nästa besök blir trevligare.",
		"ASPIRATION_MONASTERY_STEP_5_SUCCESS_DESC@~2023-01-01 01:01:01": "Abbedissan hade en trevlig vistelse och erkände framgången för ditt priorat.",
		"ASPIRATION_MONASTERY_STEP_1_QUEST_DESC@~2023-01-01 01:01:01": "Jag har lovat abbedissan att vi ska bygga ett kloster på vår mark.",
		"ASPIRATION_MONASTERY_STEP_2_QUEST_DESC@~2023-01-01 01:01:01": "Jag har lovat abbedissan att vi ska göra vårt kloster till en framgångsrik prästgård.",
		"ASPIRATION_MONASTERY_STEP_3_QUEST_DESC@~2024-04-17 19:22:06": "Jag har lovat abbedissan att vi ska öka rikedomen i vårt kloster.",
		"ASPIRATION_MONASTERY_STEP_4_QUEST_DESC@~2024-04-17 19:20:41": "Jag har lovat abbedissan att vi ska göra vårt kloster känt över hela riket.",
		"ASPIRATION_MONASTERY_STEP_5_QUEST_DESC@~2023-01-01 01:01:01": "Jag har bjudit in abbedissan att bo i vårt kloster i några månader.",
		"ASPIRATION_MONASTERY_STEP_5_QUEST_OBJECTIVE@2025-01-14 22:58:01": "Ta emot abbedissan och hennes svit med 95% approval.",
		"ASPIRATION_MONASTERY_STEP_5_QUEST_GROUPKEY@2025-01-14 22:58:01": "Abbedissan och hennes följe närmar sig er by.",
		"ASPIRATION_SUCCESS_TITLE@~2023-12-06 20:36:27": "Aspiration Milstolpe",
		"ASPIRATION_MONASTERY_STEP_4_EVENT_1_A_TITLE@~2023-01-01 01:01:01": "Värd för en mässa",
		"ASPIRATION_MONASTERY_STEP_4_EVENT_1_A_DESC@2025-01-30 23:32:11": "Abbedissan ser sin vistelse som en möjlighet att vara värd för en regional mässa. Hon förväntar sig ett välorganiserat evenemang som kommer att locka pilgrimer från hela regionen och litar på er förmåga att stå värd för det på ett värdigt sätt.",
		"ASPIRATION_MONASTERY_STEP_4_EVENT_1_A_CHOICE_A@~2023-01-01 01:01:01": "Låt oss anordna en mässa!",
		"ASPIRATION_MONASTERY_STEP_4_EVENT_1_A_CHOICE_A_TOOLTIP@~2024-01-10 18:41:34": "Abbedissan kommer att kalla till en stor mässa som lockar pilgrimer från hela regionen.",
		"ASPIRATION_MONASTERY_STEP_4_EVENT_1_B_TITLE@~2023-01-01 01:01:01": "Värd för ett klosterråd",
		"ASPIRATION_MONASTERY_STEP_4_EVENT_1_B_DESC@2025-01-30 23:32:11": "Abbedissan ser sin vistelse som en chans att vara värd för ett klosterråd. Hon förväntar sig ett minutiöst organiserat evenemang som lockar priorer och priorinnor från hela regionen, och hon litar på er förmåga att ta emot denna viktiga sammankomst på ett värdigt sätt.",
		"ASPIRATION_MONASTERY_STEP_4_EVENT_1_B_CHOICE_A@~2023-01-01 01:01:01": "Låt oss anordna ett klosterråd!",
		"ASPIRATION_MONASTERY_STEP_4_EVENT_1_B_CHOICE_A_TOOLTIP@~2024-01-10 18:41:51": "Abbedissan kommer att sammankalla ett klosterråd med priorer och priorinnor från hela regionen.",
		"ASPIRATION_MONASTERY_STEP_4_EVENT_1_C_TITLE@~2023-01-01 01:01:01": "Värd för ett handelsmöte",
		"ASPIRATION_MONASTERY_STEP_4_EVENT_1_C_DESC@2025-01-30 23:32:11": "Abbedissan ser sin vistelse som en möjlighet att vara värd för ett handelsmöte. Hon förväntar sig ett minutiöst organiserat evenemang som lockar handlare från hela regionen och litar på er förmåga att ta emot denna viktiga sammankomst på ett värdigt sätt.",
		"ASPIRATION_MONASTERY_STEP_4_EVENT_1_C_CHOICE_A@~2023-01-01 01:01:01": "Låt oss anordna ett handelsmöte!",
		"ASPIRATION_MONASTERY_STEP_4_EVENT_1_C_CHOICE_A_TOOLTIP@~2024-01-10 18:42:00": "Abbedissan kommer att kalla till ett handelsmöte som lockar rika handelsmän från hela regionen.",
		"ASPIRATION_MONASTERY_STEP_4_EVENT_1_CHOICE_B@~2023-01-01 01:01:01": "Ett annat kloster skulle vara mer passande.",
		"ASPIRATION_MONASTERY_STEP_4_EVENT_1_CHOICE_B_TOOLTIP@2025-01-14 22:58:01": "Din bästa emissarie ser till att ett annat kloster blir värd.",
		"ASPIRATION_MONASTERY_STEP_4_EVENT_1_CHOICE_C@~2023-01-01 01:01:01": "Biskopen skulle vara en idealisk värd.",
		"ASPIRATION_MONASTERY_STEP_4_EVENT_1_CHOICE_C_TOOLTIP@~2023-01-01 01:01:01": "Du kommer att använda ditt inflytande för att låta biskopen sköta evenemanget.",
		"ASPIRATION_MONASTERY_STEP_4_EVENT_1_CHOICE_D@~2023-01-01 01:01:01": "En annan gång, kanske?",
		"ASPIRATION_MONASTERY_STEP_4_EVENT_1_CHOICE_D_TOOLTIP@~2023-01-01 01:01:01": "Att vägra stå värd för evenemanget skulle kunna göra abbedissan besviken.",
		"ASPIRATION_MONASTERY_STEP_4_EVENT_2_A_TITLE@2025-01-14 22:58:01": "Hjälper abbedissans favorithandlare",
		"ASPIRATION_MONASTERY_STEP_4_EVENT_2_A_DESC@2025-01-14 22:58:01": "Efter att ha fått ett brev som beskriver olyckan för en viktig köpman för hennes kloster, kräver abbedissan ditt ingripande. Hon känner igen din uppfinningsrikedom och uppmanar dig att vidta snabba åtgärder för att skydda hennes handlare.",
		"ASPIRATION_MONASTERY_STEP_4_EVENT_2_A_CHOICE_A@~2023-01-01 01:01:01": "En donation av mynt bör vara lämplig.",
		"ASPIRATION_MONASTERY_STEP_4_EVENT_2_A_CHOICE_A_TOOLTIP@~2024-01-10 18:42:43": "Abbedissan förväntar sig att du donerar mynt inom de närmaste dagarna.",
		"ASPIRATION_MONASTERY_STEP_4_EVENT_2_A_CHOICE_B@2025-01-14 22:58:01": "Vi kommer att förse dem med nya varor.",
		"ASPIRATION_MONASTERY_STEP_4_EVENT_2_A_CHOICE_B_TOOLTIP@~2023-01-01 01:01:01": "Abbedissan förväntar sig att ni donerar varor inom de närmaste dagarna.",
		"ASPIRATION_MONASTERY_STEP_4_EVENT_2_B_TITLE@2025-01-14 22:58:01": "Räddar abbedissans favoritbibliotek",
		"ASPIRATION_MONASTERY_STEP_4_EVENT_2_B_DESC@2025-01-14 22:58:01": "Efter att ha mottagit ett brev som beskriver branden i ett av hennes klosters bibliotek, kräver abbedissan ditt ingripande. Hon känner igen din uppfinningsrikedom och uppmanar dig att vidta snabba åtgärder för att skydda dess kunskap.",
		"ASPIRATION_MONASTERY_STEP_4_EVENT_2_B_CHOICE_A@~2023-01-01 01:01:01": "Vi kommer att skicka manuskript till dem.",
		"ASPIRATION_MONASTERY_STEP_4_EVENT_2_B_CHOICE_A_TOOLTIP@~2023-01-01 01:01:01": "Abbedissan förväntar sig att ni donerar manuskript inom de närmaste dagarna.",
		"ASPIRATION_MONASTERY_STEP_4_EVENT_2_B_CHOICE_B@~2023-01-01 01:01:01": "Vi har reservmaterial för dem.",
		"ASPIRATION_MONASTERY_STEP_4_EVENT_2_B_CHOICE_B_TOOLTIP@~2024-01-10 18:42:54": "Abbedissan förväntar sig att du donerar byggmaterial inom de närmaste dagarna.",
		"ASPIRATION_MONASTERY_STEP_4_EVENT_2_C_TITLE@2025-01-14 22:58:01": "Räddar abbedissans hemstad",
		"ASPIRATION_MONASTERY_STEP_4_EVENT_2_C_DESC@2025-01-14 22:58:01": "När abbedissan får ett brev som berättar om en förödande storm i hennes hemstad kräver hon att du ingriper. Hon känner igen din uppfinningsrikedom och uppmanar dig att vidta snabba åtgärder för att förhindra byns undergång.",
		"ASPIRATION_MONASTERY_STEP_4_EVENT_2_C_CHOICE_A@~2023-01-01 01:01:01": "Våra bär kommer att mätta dem.",
		"ASPIRATION_MONASTERY_STEP_4_EVENT_2_C_CHOICE_A_TOOLTIP@~2023-01-01 01:01:01": "Abbedissan kommer att förvänta sig att du donerar bär inom de närmaste dagarna.",
		"ASPIRATION_MONASTERY_STEP_4_EVENT_2_C_CHOICE_B@2025-01-14 22:58:01": "Våra örter kommer att hjälpa dem att återhämta sig.",
		"ASPIRATION_MONASTERY_STEP_4_EVENT_2_C_CHOICE_B_TOOLTIP@~2023-01-01 01:01:01": "Abbedissan förväntar sig att du donerar örter inom de närmaste dagarna.",
		"ASPIRATION_MONASTERY_STEP_4_EVENT_2_CHOICE_C@~2023-01-01 01:01:01": "Jag är säker på att biskopen kan hjälpa till.",
		"ASPIRATION_MONASTERY_STEP_4_EVENT_2_CHOICE_C_TOOLTIP@~2023-01-01 01:01:01": "Du kommer att använda ditt inflytande för att få biskopen att hjälpa till i ditt ställe.",
		"ASPIRATION_MONASTERY_STEP_4_EVENT_2_CHOICE_D@~2023-01-01 01:01:01": "Låt oss be för att det ska bli bättre.",
		"ASPIRATION_MONASTERY_STEP_4_EVENT_2_CHOICE_D_TOOLTIP@~2023-01-01 01:01:01": "Om du vägrar att hjälpa abbedissan kan du göra henne besviken.",
		"ASPIRATION_MONASTERY_STEP_4_EVENT_3_A_TITLE@~2023-01-01 01:01:01": "Bevisa ditt vin",
		"ASPIRATION_MONASTERY_STEP_4_EVENT_3_A_DESC@~2024-01-10 18:58:12": "När hennes vistelse närmar sig sitt slut bestämmer sig abbedissan för en sista prövning och hävdar att ett klosters sanna värde ligger i dess vin. Bortom stenar och skrifter är det bara den välsignade doften av druvor som är evig.\n\nHon frågar sedan: Är ditt priorat värdigt tron?",
		"ASPIRATION_MONASTERY_STEP_4_EVENT_3_A_CHOICE_A@2025-01-14 22:58:01": "Låt mina vinodlare visa sin hantverksskicklighet.",
		"ASPIRATION_MONASTERY_STEP_4_EVENT_3_A_CHOICE_A_TOOLTIP@~2023-01-01 01:01:01": "Din bästa vinodlare kommer att försöka förvåna abbedissan.",
		"ASPIRATION_MONASTERY_STEP_4_EVENT_3_A_CHOICE_B@~2023-01-01 01:01:01": "Mitt vin kommer att tala för sig självt!",
		"ASPIRATION_MONASTERY_STEP_4_EVENT_3_A_CHOICE_B_TOOLTIP@~2023-01-01 01:01:01": "Du ska skänka abbedissan en ansenlig kista med vin.",
		"ASPIRATION_MONASTERY_STEP_4_EVENT_3_B_TITLE@2025-01-14 22:58:01": "Bevisa din prakt",
		"ASPIRATION_MONASTERY_STEP_4_EVENT_3_B_DESC@~2024-01-10 18:58:05": "När hennes vistelse närmar sig sitt slut beslutar abbedissan om en sista prövning och hävdar att ett priorats sanna värde ligger i dess sten. Utöver rikedom och kunskap är det bara den heliga stenens vedermödor som är eviga.\n\nHon frågar sedan: Är ditt priorat värdigt tron?",
		"ASPIRATION_MONASTERY_STEP_4_EVENT_3_B_CHOICE_A@~2023-01-01 01:01:01": "Mitt kloster kommer att tala för sig självt!",
		"ASPIRATION_MONASTERY_STEP_4_EVENT_3_B_CHOICE_A_TOOLTIP@2025-01-14 22:58:01": "Du kommer att försöka imponera på abbedissan med ditt klosters prakt.",
		"ASPIRATION_MONASTERY_STEP_4_EVENT_3_B_CHOICE_B@~2024-01-10 18:43:55": "Låt mina byggare berätta om sitt arbete.",
		"ASPIRATION_MONASTERY_STEP_4_EVENT_3_B_CHOICE_B_TOOLTIP@~2023-01-01 01:01:01": "Din bästa byggare ska försöka imponera på abbedissan.",
		"ASPIRATION_MONASTERY_STEP_4_EVENT_3_C_TITLE@~2023-01-01 01:01:01": "Bevisa din kunskap",
		"ASPIRATION_MONASTERY_STEP_4_EVENT_3_C_DESC@~2024-01-10 18:58:08": "När hennes vistelse närmar sig sitt slut bestämmer sig abbedissan för en sista prövning och hävdar att ett priorats sanna värde ligger i dess kunskap. Bortom skönhet och lyx är det bara lärdomens helighet som är evig.\n\nHon frågar sedan: Är ditt priorat värdigt tron?",
		"ASPIRATION_MONASTERY_STEP_4_EVENT_3_C_CHOICE_A@~2023-01-01 01:01:01": "Se hur välutbildade mina Copyists är!",
		"ASPIRATION_MONASTERY_STEP_4_EVENT_3_C_CHOICE_A_TOOLTIP@~2023-01-01 01:01:01": "Din bästa copyist kommer att försöka imponera på abbedissan.",
		"ASPIRATION_MONASTERY_STEP_4_EVENT_3_C_CHOICE_B@~2023-01-01 01:01:01": "Låt mig skämma bort dina akademiker.",
		"ASPIRATION_MONASTERY_STEP_4_EVENT_3_C_CHOICE_B_TOOLTIP@2025-01-14 22:58:01": "Du kommer att skänka abbedissan en fin samling manuskript.",
		"ASPIRATION_MONASTERY_STEP_4_EVENT_3_CHOICE_C@~2023-01-01 01:01:01": "Du kan fråga min gode vän biskopen.",
		"ASPIRATION_MONASTERY_STEP_4_EVENT_3_CHOICE_C_TOOLTIP@~2023-01-01 01:01:01": "Du ska använda ditt inflytande hos biskopen för att vädja till abbedissan.",
		"ASPIRATION_MONASTERY_STEP_4_EVENT_3_CHOICE_D@~2023-01-01 01:01:01": "Låt mig berätta...",
		"ASPIRATION_MONASTERY_STEP_4_EVENT_3_CHOICE_D_TOOLTIP@2025-01-14 22:58:01": "Du ska försöka imponera på abbedissan själv.",
		"ASPIRATION_MONASTERY_STEP_4_EVENT_CHOICE_TOOLTIP_SUCCESS@~2023-01-01 01:01:01": "Abbedissan är nöjd.",
		"ASPIRATION_MONASTERY_STEP_4_EVENT_CHOICE_TOOLTIP_FAILURE@~2024-01-10 18:44:15": "Abbessan är besviken.",
		"ASPIRATION_MONASTERY_STEP_4_EVENT_FAILURE_TITLE@~2024-01-10 18:44:37": "Abbess besviken",
		"ASPIRATION_MONASTERY_STEP_4_EVENT_FAILURE_DESC@~2024-01-10 18:44:58": "Abbessan är besviken över ert beslut. Det kommer att påverka hennes vistelse i klostret.",
		"ASPIRATION_MONASTERY_STEP_4_EVENT_SUCCESS_TITLE@~2023-01-01 01:01:01": "Abbess Content",
		"ASPIRATION_MONASTERY_STEP_4_EVENT_SUCCESS_DESC@2025-01-14 22:58:01": "Abbedissan är nöjd med den senaste händelseutvecklingen. Det här kommer att påverka hennes vistelse i ert kloster.",
		"ASPIRATION_MONASTERY_STEP_4_EVENT_1_A_QUEST_DESC@2025-01-14 22:58:01": "Jag har lovat abbedissan att jag ska ta emot pilgrimer för en mässa i vårt kloster.",
		"ASPIRATION_MONASTERY_STEP_4_EVENT_1_A_QUEST_OBJECTIVE@2025-01-14 22:58:01": "Ta emot pilgrimerna med 80% approval.",
		"ASPIRATION_MONASTERY_STEP_4_EVENT_1_A_QUEST_GROUPKEY@~2023-01-01 01:01:01": "Pilgrimer närmar sig din by",
		"ASPIRATION_MONASTERY_STEP_4_EVENT_1_B_QUEST_DESC@2025-01-14 23:01:25": "Jag har lovat abbedissan att vara värd för ett klosterråd i vårt kloster.",
		"ASPIRATION_MONASTERY_STEP_4_EVENT_1_B_QUEST_OBJECTIVE@2025-01-14 22:58:01": "Ta emot klostren med 80% approval.",
		"ASPIRATION_MONASTERY_STEP_4_EVENT_1_B_QUEST_GROUPKEY@2025-01-14 22:58:01": "Monastiker närmar sig vår by",
		"ASPIRATION_MONASTERY_STEP_4_EVENT_1_C_QUEST_DESC@2025-01-14 22:58:01": "Jag har lovat abbedissan att jag ska vara värd för ett tradersammankomst i vårt kloster.",
		"ASPIRATION_MONASTERY_STEP_4_EVENT_1_C_QUEST_OBJECTIVE@2025-01-14 22:58:01": "Ta emot handlarna med 80% approval.",
		"ASPIRATION_MONASTERY_STEP_4_EVENT_1_C_QUEST_GROUPKEY@2025-01-14 22:58:01": "Handlare närmar sig vår by",
		"ASPIRATION_MONASTERY_STEP_4_EVENT_2_A_QUEST_DESC@2025-01-14 22:58:01": "Jag har lovat abbedissan att jag ska hjälpa hennes favorithandlare.",
		"ASPIRATION_MONASTERY_STEP_4_EVENT_2_B_QUEST_DESC@2025-01-14 22:58:01": "Jag har lovat abbedissan att hjälpa till att återuppbygga hennes bibliotek.",
		"ASPIRATION_MONASTERY_STEP_4_EVENT_2_C_QUEST_DESC@2025-01-14 22:58:01": "Jag har lovat abbedissan att jag ska hjälpa hennes hemstad.",
		"MONASTERYMANUSCRIPTS_BARRELS_TITLE@~2023-01-01 01:01:01": "Begäran om manuskript för tunnor",
		"MONASTERYMANUSCRIPTS_BARRELS_DESC@~2023-01-01 01:01:01": "Biskopen söker manuskript av tron! Hans förvaltare är övertygad om ert klosters förmåga och har redan förberett fat åt er om ni levererar manuskript inom de närmaste månaderna.",
		"MONASTERYMANUSCRIPTS_BARRELS_HAGGLE_LOSE_DESC@~2023-01-01 01:01:01": "Förvaltaren funderar noga på dina villkor och avslutar förhandlingarna; biskopens ord är tydliga: han kommer inte att erbjuda ytterligare fat utöver den ursprungliga begäran.",
		"MONASTERYMANUSCRIPTS_BARRELS_HAGGLE_WIN_DESC@~2023-01-01 01:01:01": "Förvaltaren överväger noga dina villkor och avslutar förhandlingarna; han går med på dina ord och lovar att bevilja ytterligare fat när manuskripten har levererats.",
		"MONASTERYMANUSCRIPTS_POLISHEDSTONES_TITLE@~2023-01-01 01:01:01": "Begäran om manuskript för byggnadsstenar",
		"MONASTERYMANUSCRIPTS_POLISHEDSTONES_DESC@~2023-01-01 01:01:01": "Biskopen söker manuskript av tron! Hans förvaltare är övertygad om ert klosters förmåga och har redan förberett byggnadsstenar åt er om ni levererar manuskript inom de närmaste månaderna.",
		"MONASTERYMANUSCRIPTS_POLISHEDSTONES_HAGGLE_LOSE_DESC@~2023-01-01 01:01:01": "Förvaltaren funderar noga över dina villkor och avslutar förhandlingarna; biskopens ord är tydliga: han kommer inte att erbjuda ytterligare byggnadsstenar utöver den ursprungliga begäran.",
		"MONASTERYMANUSCRIPTS_POLISHEDSTONES_HAGGLE_WIN_DESC@~2023-01-01 01:01:01": "Förvaltaren överväger noga dina villkor och avslutar förhandlingarna; han går med på dina ord och lovar att ge ytterligare byggnadsstenar när manuskripten har levererats.",
		"MONASTERYMANUSCRIPTS_SCULPTURE_TITLE@2025-01-14 22:58:01": "Begäran om manuskript för skulpturer",
		"MONASTERYMANUSCRIPTS_SCULPTURE_DESC@~2023-01-01 01:01:01": "Biskopen söker manuskript av tron! Han är övertygad om ert klosters förmåga och hans personliga skulptör är tillgänglig för era monument om ni levererar manuskript inom de närmaste månaderna.",
		"MONASTERYMANUSCRIPTS_SCULPTURE_HAGGLE_LOSE_DESC@~2023-01-01 01:01:01": "Förvaltaren funderar noga över dina villkor och avslutar förhandlingarna; biskopens ord är tydliga: han kommer inte att erbjuda sin skulptörs tid utöver den ursprungliga begäran.",
		"MONASTERYMANUSCRIPTS_SCULPTURE_HAGGLE_WIN_DESC@2025-01-14 22:58:01": "Förvaltaren överväger noga dina villkor och avslutar förhandlingarna; han går med på dina ord och lovar en extra provision från sin skulptör när manuskripten har levererats.",
		"MONASTERYMANUSCRIPTS_CHOICE_A@~2023-01-01 01:01:01": "Genast, ers excellens.",
		"MONASTERYMANUSCRIPTS_CHOICE_A_TOOLTIP@2025-01-14 22:58:01": "Biskopen kommer att skicka dig resurser omedelbart, även om han litar på att du uppfyller din beställning snabbt.",
		"MONASTERYMANUSCRIPTS_CHOICE_B@~2023-01-01 01:01:01": "Våra manuskript är mer värdefulla än så...",
		"MONASTERYMANUSCRIPTS_CHOICE_B_TOOLTIP@2025-01-14 22:58:01": "Biskopen planerade inte att skicka mer resurser just nu, men du kan pruta på mer resurser vid leverans.",
		"MONASTERYMANUSCRIPTS_HAGGLE_TOOLTIP_SUCCESS@~2023-01-01 01:01:01": "Ytterligare resurser kommer att ges vid leverans.",
		"MONASTERYMANUSCRIPTS_HAGGLE_TOOLTIP_FAILURE@~2023-01-01 01:01:01": "Biskopens erbjudande förblir detsamma.",
		"MONASTERYMANUSCRIPTS_CHOICE_NO@~2023-01-01 01:01:01": "Vi kan diskutera detta igen senare.",
		"MONASTERYMANUSCRIPTS_CHOICE_NO_TOOLTIP@~2023-12-11 19:09:14": "Manuskript är en eftertraktad handelsvara; biskopen återkommer senare med ett liknande erbjudande.",
		"MONASTERYMANUSCRIPTS_STAINEDGLASS_TITLE@~2023-01-01 01:01:01": "Begäran om manuskript för glasmålning",
		"MONASTERYMANUSCRIPTS_STAINEDGLASS_DESC@~2023-01-01 01:01:01": "Biskopen söker manuskript av tron! Han är övertygad om ert klosters förmåga och hans personliga glasmästare är tillgänglig för era monument om ni levererar manuskript inom de närmaste månaderna.",
		"MONASTERYMANUSCRIPTS_STAINEDGLASS_HAGGLE_LOSE_DESC@~2023-01-01 01:01:01": "Förvaltaren funderar noga över dina villkor och avslutar förhandlingarna; biskopens ord är tydliga: han kommer inte att erbjuda sin glasmästares tid utöver den ursprungliga begäran.",
		"MONASTERYMANUSCRIPTS_STAINEDGLASS_HAGGLE_WIN_DESC@2025-01-14 22:58:01": "Förvaltaren överväger noga dina villkor och avslutar förhandlingarna; han går med på dina ord och lovar en extra provision från sin glasmakare när manuskripten har levererats.",
		"MONASTERYMANUSCRIPTS_TOOLS_TITLE@~2023-01-01 01:01:01": "Begäran om manuskript för verktyg",
		"MONASTERYMANUSCRIPTS_TOOLS_DESC@~2023-01-01 01:01:01": "Biskopen söker manuskript av tron! Hans förvaltare är övertygad om ert klosters förmåga och har redan förberett verktyg för er om ni levererar manuskript inom de närmaste månaderna.",
		"MONASTERYMANUSCRIPTS_TOOLS_HAGGLE_LOSE_DESC@~2023-01-01 01:01:01": "Förtroendemannen funderar noga över dina villkor och avslutar förhandlingarna; biskopens ord är tydliga: han kommer inte att erbjuda ytterligare verktyg utöver den ursprungliga begäran.",
		"MONASTERYMANUSCRIPTS_TOOLS_HAGGLE_WIN_DESC@~2023-01-01 01:01:01": "Förvaltaren funderar noga över dina villkor och avslutar förhandlingarna; han går med på dina ord och lovar att ge ytterligare verktyg när manuskripten har levererats.",
		"MONASTERYMANUSCRIPTS_QUEST_TITLE@~2023-01-01 01:01:01": "Leverans av manuskript",
		"MONASTERYMANUSCRIPTS_QUEST_DESC@~2023-01-01 01:01:01": "Jag lovade att leverera manuskript till biskopen.",
		"MONASTERYMANUSCRIPTS_FAILURE_TITLE@~2023-01-01 01:01:01": "Manuskript som inte levererats",
		"MONASTERYMANUSCRIPTS_FAILURE_DESC@~2023-01-01 01:01:01": "Du misslyckades med att leverera manuskripten i tid och förlorade stort inflytande från biskopen.",
		"MONASTERYMANUSCRIPTS_SUCCESS_TITLE@~2023-01-01 01:01:01": "Manuskript levererade",
		"MONASTERYMANUSCRIPTS_SUCCESS_DESC@~2023-01-01 01:01:01": "Du levererade manuskripten i tid och fick stort inflytande från biskopen.",
		"MONASTERYMANUSCRIPTS_SUCCESS_HAGGLE_DESC@~2023-01-01 01:01:01": "Du levererade manuskripten i tid och fick de resurser som förhandlats fram och ett stort inflytande från biskopen.",
		"MONASTERYMANUSCRIPTS_LOWINFLUENCE_TITLE@~2023-12-11 19:42:16": "Begäran om manuskript för Inflytande",
		"MONASTERYMANUSCRIPTS_LOWINFLUENCE_DESC@~2023-12-11 19:42:21": "Biskopen söker manuskript om tron! Han är dock inte säker på att ert kloster har vad som krävs eftersom det står illa till hos prästerskapet. Han erbjuder dig en möjlighet att återupprätta ditt rykte om du levererar manuskript inom de närmaste månaderna.",
		"MONASTERYMANUSCRIPTS_LOWINFLUENCE_CHOICE_A_TOOLTIP@2025-01-14 22:58:01": "Biskopen litar på att du fullföljer din order i rätt tid.",
		"MONASTERYMANUSCRIPTS_ACCEPT_TITLE@~2024-02-02 15:24:44": "Manuskript förhandlat",
		"MONASTERYMANUSCRIPTS_ACCEPT_DESC@2025-01-14 22:58:01": "Biskopen betalade dig den överenskomna summan resurser i utbyte mot den sändning av manuskript som du lovade honom.",
		"KINGDOMHOSTING_HOSTING_KNIGHT_BOW_TITLE@~2023-01-01 01:01:01": "Försörjning av riddarbågskyttar",
		"KINGDOMHOSTING_HOSTING_KNIGHT_BOW_DESC@2025-01-14 22:58:01": "Den förste konstapelns härold kräver att ni tar emot och förser de kungliga riddare som återvänder från kriget med förnödenheter. De kommer att behöva allt det nödvändigaste, för att inte tala om läkning, träning och kvalitetsbågar.",
		"KINGDOMHOSTING_QUEST_KNIGHTS_BOW_DESC@2025-01-14 22:58:01": "Jag har gått med på att ta emot och förse ett kompani riddare beväpnade med bågar.",
		"KINGDOMHOSTING_HOSTING_KNIGHT_TITLE@~2024-05-16 20:54:47": "Försörjning av Royal Knights",
		"KINGDOMHOSTING_HOSTING_KNIGHT_DESC@2025-01-14 22:58:01": "Den förste konstapelns härold kräver att ni tar emot och förser de riddare som återvänder från kriget med förnödenheter. De kommer att behöva allt det nödvändigaste, för att inte tala om läkning och träning.",
		"KINGDOMHOSTING_QUEST_KNIGHTS_DESC@2025-01-14 22:58:01": "Jag har lovat att vara värd för och ta hand om ett kungligt riddarsällskap.",
		"KINGDOMHOSTING_HOSTING_KNIGHT_SPEAR_TITLE@2025-01-14 22:58:01": "Tillhandahållande av Knight Spearmen",
		"KINGDOMHOSTING_HOSTING_KNIGHT_SPEAR_DESC@2025-01-14 22:58:01": "Den förste konstapelns härold kräver att ni tar emot och förser de kungliga riddare som återvänder från kriget med förnödenheter. De kommer att behöva allt det nödvändigaste, för att inte tala om läkning, träning och kvalitetsspjut.",
		"KINGDOMHOSTING_QUEST_KNIGHTS_SPEAR_DESC@2025-01-14 22:58:01": "Jag har gått med på att vara värd för och förse ett kompani riddare beväpnade med stavvapen.",
		"KINGDOMHOSTING_HOSTING_KNIGHT_SWORD_TITLE@~2023-01-01 01:01:01": "Tillhandahållande av Knight Swordsmen",
		"KINGDOMHOSTING_HOSTING_KNIGHT_SWORD_DESC@2025-01-14 22:58:01": "Den förste konstabelns härold kräver att ni tar emot och förser de kungliga riddare som återvänder från kriget med förnödenheter. De kommer att behöva allt det nödvändigaste, för att inte tala om läkning, träning och kvalitetssvärd.",
		"KINGDOMHOSTING_QUEST_KNIGHTS_SWORD_DESC@2025-01-14 22:58:01": "Jag har gått med på att vara värd för och förse ett kompani riddare beväpnade med svärd av stål.",
		"KINGDOMHOSTING_HOSTING_RECRUIT_BOW_TITLE@~2024-01-17 19:36:26": "Försörjning av milisens bågskyttar",
		"KINGDOMHOSTING_HOSTING_RECRUIT_BOW_DESC@2025-01-14 22:58:01": "Den förste konstabelns härold kräver att ni tar emot och förser kungliga milismän som återvänder från kriget med förnödenheter. De kommer att behöva allt det nödvändigaste, för att inte tala om läkning, träning och enkla bågar.",
		"KINGDOMHOSTING_QUEST_RECRUITS_BOW_DESC@2025-01-14 22:58:01": "Jag har gått med på att vara värd för och förse ett kompani milismän beväpnade med korta bågar.",
		"KINGDOMHOSTING_HOSTING_RECRUIT_TITLE@~2024-05-16 20:54:51": "Försörjning av kungliga milismän",
		"KINGDOMHOSTING_HOSTING_RECRUIT_DESC@2025-01-14 22:58:01": "Den förste konstapelns härold kräver att ni tar emot och förser kungliga milismän som återvänder från kriget med förnödenheter. De kommer att behöva allt det nödvändigaste, för att inte tala om läkning och träning.",
		"KINGDOMHOSTING_QUEST_RECRUITS_DESC@2025-01-14 22:58:01": "Jag har lovat att vara värd för och ta hand om ett kungligt kompani av milismän.",
		"KINGDOMHOSTING_HOSTING_RECRUIT_SPEAR_TITLE@2025-01-14 22:58:01": "Försörjning av milisens spjutmän",
		"KINGDOMHOSTING_HOSTING_RECRUIT_SPEAR_DESC@2025-01-14 22:58:01": "Den förste konstapelns härold kräver att ni tar emot och förser kungliga milismän som återvänder från kriget med förnödenheter. De kommer att behöva allt det nödvändigaste, för att inte tala om läkning, träning och enkla spjut.",
		"KINGDOMHOSTING_QUEST_RECRUITS_SPEAR_DESC@2025-01-14 22:58:01": "Jag har gått med på att ta emot och förse ett kompani milismän beväpnade med spjut.",
		"KINGDOMHOSTING_HOSTING_RECRUIT_SWORD_TITLE@~2024-01-17 19:36:52": "Försörjning av milisens svärdsmän",
		"KINGDOMHOSTING_HOSTING_RECRUIT_SWORD_DESC@2025-01-14 22:58:01": "Den förste konstapelns härold kräver att ni tar emot och förser kungliga milismän som återvänder från kriget med förnödenheter. De kommer att behöva allt det nödvändigaste, för att inte tala om läkning, träning och enkla svärd.",
		"KINGDOMHOSTING_QUEST_RECRUITS_SWORD_DESC@2025-01-14 22:58:01": "Jag har gått med på att vara värd för och förse ett kompani milismän beväpnade med järnsvärd.",
		"KINGDOMHOSTING_HOSTING_SOLDIER_BOW_TITLE@~2023-01-01 01:01:01": "Försörjning av soldatbågskyttar",
		"KINGDOMHOSTING_HOSTING_SOLDIER_BOW_DESC@2025-01-14 22:58:01": "Den förste konstapelns härold kräver att ni tar emot och förser kungliga soldater som återvänder från kriget med nya förnödenheter. De kommer att behöva allt det nödvändigaste, för att inte tala om läkning, träning och kvalitetsbågar.",
		"KINGDOMHOSTING_QUEST_SOLDIERS_BOW_DESC@2025-01-14 22:58:01": "Jag har gått med på att ta emot och förse ett kompani soldater beväpnade med recurveda bågar.",
		"KINGDOMHOSTING_HOSTING_SOLDIER_TITLE@~2024-05-16 20:54:55": "Försörjning av kungliga soldater",
		"KINGDOMHOSTING_HOSTING_SOLDIER_DESC@2025-01-14 22:58:01": "Den förste konstapelns härold kräver att du tar emot och förser kungliga soldater som återvänder från kriget. De kommer att behöva allt det nödvändigaste, för att inte tala om läkning och träning.",
		"KINGDOMHOSTING_QUEST_SOLDIERS_DESC@2025-01-14 22:58:01": "Jag har lovat att vara värd för och ta hand om ett kungligt kompani soldater.",
		"KINGDOMHOSTING_HOSTING_SOLDIER_SPEAR_TITLE@2025-01-14 22:58:01": "Tillförsel av soldatspjutkastare",
		"KINGDOMHOSTING_HOSTING_SOLDIER_SPEAR_DESC@2025-01-14 22:58:01": "Den förste konstapelns härold kräver att ni tar emot och förser kungliga soldater som återvänder från kriget med nya förnödenheter. De kommer att behöva allt det nödvändigaste, för att inte tala om läkning, träning och kvalitetsspjut.",
		"KINGDOMHOSTING_QUEST_SOLDIERS_SPEAR_DESC@2025-01-14 22:58:01": "Jag har gått med på att ta emot och förse ett kompani soldater beväpnade med stångvapen.",
		"KINGDOMHOSTING_HOSTING_SOLDIER_SWORD_TITLE@~2023-01-01 01:01:01": "Försörjning av soldater svärdsmän",
		"KINGDOMHOSTING_HOSTING_SOLDIER_SWORD_DESC@2025-01-14 22:58:01": "Den förste konstapelns härold kräver att ni tar emot och förser kungliga soldater som återvänder från kriget med förnödenheter. De kommer att behöva allt det nödvändigaste, för att inte tala om läkning, träning och kvalitetssvärd.",
		"KINGDOMHOSTING_QUEST_SOLDIERS_SWORD_DESC@2025-01-14 22:58:01": "Jag har gått med på att ta emot och förse ett kompani soldater beväpnade med svärd av stål.",
		"KINGDOMHOSTING_HOSTING_KNIGHT_CHOICE_A@2025-01-14 22:58:01": "Det är en ära att få leverera till dem.",
		"KINGDOMHOSTING_HOSTING_RECRUIT_CHOICE_A@~2023-01-01 01:01:01": "Vi kommer att utbilda dem så gott vi kan.",
		"KINGDOMHOSTING_HOSTING_SOLDIER_CHOICE_A@~2023-01-01 01:01:01": "Våra baracker står redo.",
		"KINGDOMHOSTING_HOSTING_CHOICE_A_TOOLTIP@~2023-01-01 01:01:01": "Den förste konstapeln förväntar sig att ni tar emot och förser ett av kungens kompanier med förnödenheter.",
		"KINGDOMHOSTING_HOSTING_CHOICE_NO@2025-01-14 22:58:01": "Säg till vår herre att jag måste avböja.",
		"KINGDOMHOSTING_HOSTING_CHOICE_NO_TOOLTIP@~2023-01-01 01:01:01": "Heraldikern kommer så småningom att återkomma med en liknande begäran.",
		"KINGDOMHOSTING_WELCOME_TITLE@~2024-05-03 17:04:31": "Besök på Kungliga hovstaterna",
		"KINGDOMHOSTING_WELCOME_DESC@~2024-06-17 18:25:29": "Kungen har lagt märke till ert slott! Det står högt och stolt vid rikets utkanter och han tänker använda det för att ta hand om sina trötta kungliga sällskap.\n\nKungen vill att du skickar en kunglig hovman till hans hov så att de kan diskutera denna fråga vidare.",
		"KINGDOMHOSTING_WELCOME_CHOICE_A@~2024-05-03 17:06:22": "Jag ska genast skicka ett sändebud!",
		"KINGDOMHOSTING_WELCOME_CHOICE_A_TOOLTIP@~2024-05-03 17:07:26": "Kungen förväntar sig att du ger en kunglig hovman i uppdrag att besöka hans hov.",
		"KINGDOMHOSTING_HOSTING_FAILURE_TITLE@~2024-06-17 18:38:04": "Sällskap med dålig närvaro",
		"KINGDOMHOSTING_HOSTING_FAILURE_DESC@~2023-01-01 01:01:01": "Kungens kompani marscherade iväg, demoraliserat och odugligt för strid.",
		"KINGDOMHOSTING_HOSTING_SUCCESS_TITLE@~2024-06-17 18:37:58": "Företaget välbesökt",
		"KINGDOMHOSTING_HOSTING_SUCCESS_DESC@2025-01-14 22:58:01": "Till den förste konstapelns belåtenhet lämnade kungens kompani er by förberedda och redo för strid.",
		"KINGDOMHOSTING_KNIGHTS_QUEST_OBJECTIVE@2025-01-14 22:58:01": "Delta i Kungliga riddarkompaniet med 80% godkännande.",
		"KINGDOMHOSTING_RECRUITS_QUEST_OBJECTIVE@2025-01-14 22:58:01": "Delta i Kungliga kompaniet av milismän med 80% godkännande.",
		"KINGDOMHOSTING_SOLDIERS_QUEST_OBJECTIVE@2025-01-14 22:58:01": "Delta i Kungliga soldatkompaniet med 80% godkännande.",
		"KINGDOMHOSTING_KNIGHTS_GROUPKEY@~2024-06-17 18:38:28": "Ett kungligt riddarkompani närmar sig din by",
		"KINGDOMHOSTING_SOLDIERS_GROUPKEY@~2024-06-17 18:38:36": "Ett kungligt soldatkompani närmar sig din by",
		"KINGDOMHOSTING_RECRUITS_GROUPKEY@~2024-06-17 18:38:42": "Ett kungligt kompani av milismän närmar sig din by",
		"ASPIRATION_KINGDOM_QUEST_OBJECTIVE_RESUPPLY_COMPANY@~2024-06-17 18:29:42": "Ta hand om ett trött kungligt kompani",
		"ASPIRATION_KINGDOM_QUEST_OBJECTIVE_MILITARY_CAMPAIGN@~2024-06-28 16:39:12": "Delta i en militär kampanj",
		"KINGDOMWAR_TITLE@~2024-02-21 17:54:17": "Militär kampanj",
		"ASPIRATION_KINGDOM_STEP_1_TITLE@~2024-10-25 14:35:05": "Ett mäktigt fäste, del I",
		"ASPIRATION_KINGDOM_STEP_1_DESC@2025-01-14 22:58:01": "Riket är i uppror! Första konstapeln tar ledningen, en dam som utsetts av kungen att föra befäl över den kungliga armén.\n\nHon har ställt in siktet på er by, med tanke på dess strategiska läge. Hennes plan? Förbered din by genom att träna och skicka ut militära kompanier inom området!",
		"ASPIRATION_KINGDOM_STEP_1_CHOICE_A@~2023-01-01 01:01:01": "För kungen!",
		"ASPIRATION_KINGDOM_STEP_1_CHOICE_A_TOOLTIP@~2024-06-20 19:36:36": "Den förste konstapeln förväntar sig att du bygger ett slott och sätter in ett militärt kompani.",
		"ASPIRATION_KINGDOM_STEP_2_TITLE@~2024-10-25 14:35:36": "Ett mäktigt fäste, del II",
		"ASPIRATION_KINGDOM_STEP_2_DESC@2025-01-14 22:58:01": "Er by har gott om befästningar! Den första konstapeln är nöjd med vad ni har åstadkommit hittills. Hon anser att det är dags för er att bygga ut era murar, rekrytera fler stridande och ta hand om kungens kungliga företag!",
		"ASPIRATION_KINGDOM_STEP_2_CHOICE_A@~2024-03-27 20:09:31": "Vi kommer inte att göra dig besviken!",
		"ASPIRATION_KINGDOM_STEP_2_CHOICE_A_TOOLTIP@~2024-06-17 18:31:09": "Den första konstapeln förväntar sig att du bygger ytterligare murar, rekryterar fler stridande och sköter om kungens kungliga företag.",
		"ASPIRATION_KINGDOM_STEP_3_TITLE@~2024-10-25 14:35:40": "Ett mäktigt fäste, del III",
		"ASPIRATION_KINGDOM_STEP_3_DESC@2025-01-14 22:58:01": "Kriget rasar vid gränserna, men er fästning står stark! Den första konstapeln är nöjd med era framsteg och säger att ert land är en viktig position som hon kan lita på. Utför krig i kungens namn, för han kanske belönar dig personligen!",
		"ASPIRATION_KINGDOM_STEP_3_CHOICE_A@~2024-03-27 20:09:26": "Vi kommer att kämpa för vårt land!",
		"ASPIRATION_KINGDOM_STEP_3_CHOICE_A_TOOLTIP@~2024-06-05 21:24:30": "Den förste konstapeln förväntar sig att du ska befordra fler soldater, tillverka nya vapen och ansluta dig till kungen i en militär kampanj.",
		"ASPIRATION_KINGDOM_STEP_4_TITLE@~2024-10-25 14:35:44": "Ett mäktigt fäste, del IV",
		"ASPIRATION_KINGDOM_STEP_4_DESC@2025-01-14 22:58:01": "Era mäktiga styrkor och okuvliga fästning imponerar på den förste konstapeln, som hyllar er domän som en ledstjärna för militär skicklighet! Fortsätt befästa och expandera i kungens namn; sådan hängivenhet kan ge dig de högsta kungliga hedersbetygelserna.",
		"ASPIRATION_KINGDOM_STEP_4_CHOICE_A@~2024-06-05 21:27:52": "För ära och kronan!",
		"ASPIRATION_KINGDOM_STEP_4_CHOICE_A_TOOLTIP@~2024-06-05 21:23:58": "Den förste konstapeln förväntar sig att du bygger fler murar, rekryterar fler stridande och tjänar kungen personligen!",
		"ASPIRATION_KINGDOM_STEP_KING_HOSTING_TITLE@~2024-06-05 18:46:17": "Värd för kungen",
		"ASPIRATION_KINGDOM_STEP_KING_HOSTING_DESC@2025-01-14 22:58:01": "Samtal vid det kungliga hovet tyder på att din fästning är så imponerande att fiender aldrig vågar närma sig den! Kungen längtar efter att själv få se detta legendariska slott och ber dig \"ödmjukt\" att ta emot honom, hans svit och hans kungliga sällskap för en kort vistelse.",
		"ASPIRATION_KINGDOM_STEP_KING_HOSTING_CHOICE_A@2025-01-14 22:58:01": "Ers Majestät... Vilken ära!",
		"ASPIRATION_KINGDOM_STEP_KING_HOSTING_CHOICE_A_TOOLTIP@~2024-06-05 18:12:48": "Kungen förväntar sig att få bo på ert slott i några månader.",
		"ASPIRATION_KINGDOM_REWARD_TITLE@~2024-10-25 14:35:49": "Ett mäktigt fäste, del V",
		"ASPIRATION_KINGDOM_REWARD_DESC@2025-01-14 22:58:01": "Aldrig har din Lehnsherre varit värd på ett så magnifikt sätt, eller i en sådan extraordinär fästning! Som kungens favoriserade vasall ska din lojalitet och tjänst belönas med oanade rikedomar - kungligt guld bortom alla gränser.",
		"ASPIRATION_KINGDOM_REWARD_CHOICE_A@2025-01-14 22:58:01": "Det var en ära att vara värd för det kungliga hovet, min herre!",
		"ASPIRATION_KINGDOM_REWARD_CHOICE_TOOLTIP@~2024-10-03 13:13:38": "Kungen kommer att ge dig rikedomar.",
		"ASPIRATION_KINGDOM_CHOICE_NO@~2023-01-01 01:01:01": "Låt mig tänka på det här.",
		"ASPIRATION_KINGDOM_CHOICE_NO_TOOLTIP@~2023-01-01 01:01:01": "Kungadömets sändebud kommer att fråga dig igen senare.",
		"ASPIRATION_KINGDOM_STEP_4_EVENT_1_A_TITLE@~2023-01-01 01:01:01": "Värd för Royal Knights",
		"ASPIRATION_KINGDOM_STEP_4_EVENT_1_A_DESC@2025-01-14 22:58:01": "Kungen tror att ert slott kan ha lämpliga rum för fler av hans riddare! De har varit upptagna i fjärran riken på sistone och behöver distraktioner för att hålla humöret uppe.",
		"ASPIRATION_KINGDOM_STEP_4_EVENT_1_A_CHOICE_A@~2023-01-01 01:01:01": "Dina riddare är välkomna till vårt slott.",
		"ASPIRATION_KINGDOM_STEP_4_EVENT_1_A_CHOICE_A_TOOLTIP@2025-01-14 22:58:01": "Kungen kommer att kalla in fler kungliga riddare till ditt slott.",
		"ASPIRATION_KINGDOM_STEP_4_EVENT_1_A_CHOICE_B@~2023-01-01 01:01:01": "Låt våra företag dela på vägen.",
		"ASPIRATION_KINGDOM_STEP_4_EVENT_1_A_CHOICE_B_TOOLTIP@~2023-01-01 01:01:01": "Kungen förväntar sig att du skickar ett kompani till hans riddare.",
		"ASPIRATION_KINGDOM_STEP_4_EVENT_1_B_TITLE@~2024-06-17 18:32:06": "Sköta om den kungliga armén",
		"ASPIRATION_KINGDOM_STEP_4_EVENT_1_B_DESC@2025-01-14 22:58:01": "Kungen tror att ditt slott skulle vara en lämplig fristad för hans soldater! De har lidit fruktansvärda nederlag mot sina fiender och behöver nu omgruppera sig på en säker plats.",
		"ASPIRATION_KINGDOM_STEP_4_EVENT_1_B_CHOICE_A@~2024-04-16 15:08:32": "Vi kommer att se till att dina soldater tas om hand.",
		"ASPIRATION_KINGDOM_STEP_4_EVENT_1_B_CHOICE_A_TOOLTIP@~2023-01-01 01:01:01": "Kungen kommer att bjuda in ett kungligt kompani av stridströtta soldater.",
		"ASPIRATION_KINGDOM_STEP_4_EVENT_1_B_CHOICE_B@~2023-01-01 01:01:01": "Jag kommer att skicka ett kompani för att hjälpa dem.",
		"ASPIRATION_KINGDOM_STEP_4_EVENT_1_B_CHOICE_B_TOOLTIP@~2023-01-01 01:01:01": "Kungen förväntar sig att du skickar ut ett kompani för att stödja hans stridströtta soldater.",
		"ASPIRATION_KINGDOM_STEP_4_EVENT_1_C_TITLE@~2023-01-01 01:01:01": "Utbildning av kungliga värnpliktiga",
		"ASPIRATION_KINGDOM_STEP_4_EVENT_1_C_DESC@2025-01-14 22:58:01": "Kungen tror att ert slott skulle vara en lämplig träningsplats för hans nya milismän! Det verkar som om den senaste värnpliktsinsatsen var för effektiv, och nu är han fast med kompanier av ne'er-do-well.",
		"ASPIRATION_KINGDOM_STEP_4_EVENT_1_C_CHOICE_A@~2023-01-01 01:01:01": "Dina milismän är välkomna att träna här.",
		"ASPIRATION_KINGDOM_STEP_4_EVENT_1_C_CHOICE_A_TOOLTIP@~2023-01-01 01:01:01": "Kungen kommer att kalla in kungliga värnpliktiga för att träna på ditt slott.",
		"ASPIRATION_KINGDOM_STEP_4_EVENT_1_C_CHOICE_B@2025-01-14 22:58:01": "Mina veteraner kommer att resa till dem och utbilda dem.",
		"ASPIRATION_KINGDOM_STEP_4_EVENT_1_C_CHOICE_B_TOOLTIP@~2023-01-01 01:01:01": "Kungen förväntar sig att ni skickar ett kompani för att utbilda hans värnpliktiga.",
		"ASPIRATION_KINGDOM_STEP_4_EVENT_1_CHOICE_C@2025-01-14 22:58:01": "Jag har hört talas om ett annat slott...",
		"ASPIRATION_KINGDOM_STEP_4_EVENT_1_CHOICE_C_TOOLTIP@~2023-01-01 01:01:01": "Kungen kommer att omdirigera sitt kompani till ett annat slott utanför era länder.",
		"ASPIRATION_KINGDOM_STEP_4_EVENT_1_CHOICE_D@~2023-01-01 01:01:01": "Inte för att ifrågasätta ditt beslut, men...",
		"ASPIRATION_KINGDOM_STEP_4_EVENT_1_CHOICE_D_TOOLTIP@~2023-01-01 01:01:01": "Att argumentera för kungens beslut kan irritera honom.",
		"ASPIRATION_KINGDOM_STEP_4_EVENT_2_A_TITLE@~2023-01-01 01:01:01": "På jakt efter den heliga Commonware",
		"ASPIRATION_KINGDOM_STEP_4_EVENT_2_A_DESC@2025-01-14 22:58:01": "Kungen har viktiga saker i åtanke! Han vill att du ska hitta den heligaste av reliker - den heliga Commonware! Men han har ingen aning om var han ska hitta den här... Gaffel? Skål? Mugg?",
		"ASPIRATION_KINGDOM_STEP_4_EVENT_2_A_CHOICE_A@~2024-02-28 15:24:18": "Jag kommer att utse mina mest fromma krigare!",
		"ASPIRATION_KINGDOM_STEP_4_EVENT_2_A_CHOICE_A_TOOLTIP@~2023-01-01 01:01:01": "Kungen förväntar sig att ni skickar ut ett kompani för att söka efter reliken.",
		"ASPIRATION_KINGDOM_STEP_4_EVENT_2_A_CHOICE_B@~2023-01-01 01:01:01": "Åh, jag har massor av vanliga saker - välj vad du behöver!",
		"ASPIRATION_KINGDOM_STEP_4_EVENT_2_A_CHOICE_B_TOOLTIP@2025-01-14 22:58:01": "Kungen förväntar sig att kunna botanisera bland ett brett urval av varor.",
		"ASPIRATION_KINGDOM_STEP_4_EVENT_2_B_TITLE@~2023-01-01 01:01:01": "Att reta kungens rival",
		"ASPIRATION_KINGDOM_STEP_4_EVENT_2_B_DESC@2025-01-14 22:58:01": "Kungen har viktiga saker i åtanke! Han vill att du tar hand om en av hans rivaler. Han kan dock inte berätta detaljerna eller hur du ska hantera det. Se bara till att det händer, okej?",
		"ASPIRATION_KINGDOM_STEP_4_EVENT_2_B_CHOICE_A@~2024-04-16 15:08:51": "Jag kommer att vidarebefordra \"detaljerna\" till mina företag.",
		"ASPIRATION_KINGDOM_STEP_4_EVENT_2_B_CHOICE_A_TOOLTIP@~2023-01-01 01:01:01": "Kungen kommer att förvänta sig att du sätter in ett kompani för att bråka med hans rival.",
		"ASPIRATION_KINGDOM_STEP_4_EVENT_2_B_CHOICE_B@~2024-02-28 15:25:05": "Min fogde tar hand om det här...",
		"ASPIRATION_KINGDOM_STEP_4_EVENT_2_B_CHOICE_B_TOOLTIP@~2024-02-28 15:17:28": "Din bästa fogde kommer att försöka ta itu med kungens rival.",
		"ASPIRATION_KINGDOM_STEP_4_EVENT_2_B_CHOICE_B_TOOLTIP_SUCCESS@~2023-01-01 01:01:01": "Kungens rival är i trubbel.",
		"ASPIRATION_KINGDOM_STEP_4_EVENT_2_B_CHOICE_B_TOOLTIP_FAILURE@~2023-01-01 01:01:01": "Kungens rival är opåverkad.",
		"ASPIRATION_KINGDOM_STEP_4_EVENT_2_C_TITLE@~2023-01-01 01:01:01": "Dödande av kungs-slaktande vildsvin",
		"ASPIRATION_KINGDOM_STEP_4_EVENT_2_C_DESC@2025-01-14 22:58:01": "Kungen har viktiga saker i åtanke! Han behöver dig för att döda en gris. Inte vilken gris som helst, utan den ondskefulla King-Slaying Boar!",
		"ASPIRATION_KINGDOM_STEP_4_EVENT_2_C_CHOICE_A@~2024-04-16 15:08:57": "En vanlig gris är ingen match för mina företag!",
		"ASPIRATION_KINGDOM_STEP_4_EVENT_2_C_CHOICE_A_TOOLTIP@~2023-01-01 01:01:01": "Kungen förväntar sig att ni sätter in ett kompani för att dräpa odjuret.",
		"ASPIRATION_KINGDOM_STEP_4_EVENT_2_C_CHOICE_B@~2024-04-16 15:09:17": "Företag? Låt min bästa jägare göra jobbet.",
		"ASPIRATION_KINGDOM_STEP_4_EVENT_2_C_CHOICE_B_TOOLTIP@~2023-01-01 01:01:01": "Din bästa jägare kommer att försöka jaga odjuret.",
		"ASPIRATION_KINGDOM_STEP_4_EVENT_2_CHOICE_C@~2023-01-01 01:01:01": "Den förste konstapeln har säkert soldater tillgängliga...",
		"ASPIRATION_KINGDOM_STEP_4_EVENT_2_CHOICE_C_TOOLTIP@~2023-01-01 01:01:01": "Du kommer att använda ditt inflytande över den förste konstapeln för att ta uppgiften i ditt ställe.",
		"ASPIRATION_KINGDOM_STEP_4_EVENT_2_CHOICE_D@~2023-01-01 01:01:01": "Är det här uppdraget ens värdigt en kung?",
		"ASPIRATION_KINGDOM_STEP_4_EVENT_2_CHOICE_D_TOOLTIP@~2023-01-01 01:01:01": "Om du ifrågasätter kungens beslut kan du råka illa ut.",
		"ASPIRATION_KINGDOM_STEP_4_EVENT_3_A_TITLE@~2023-01-01 01:01:01": "Duell om kungen",
		"ASPIRATION_KINGDOM_STEP_4_EVENT_3_A_DESC@2025-01-14 22:58:01": "Kungen är uttråkad! Det är en allvarlig sak, för din Lehnsherre förväntar sig att du underhåller honom. På senare tid har monarken njutit av att se riddare träna på slottet. Kanske skulle han tycka om att se några dueller?",
		"ASPIRATION_KINGDOM_STEP_4_EVENT_3_A_CHOICE_A@~2023-01-01 01:01:01": "Mina bästa svärdsmän kommer att slåss för dig!",
		"ASPIRATION_KINGDOM_STEP_4_EVENT_3_A_CHOICE_A_TOOLTIP@2025-01-14 22:58:01": "Din bästa svärdsman ska försöka imponera på kungen.",
		"ASPIRATION_KINGDOM_STEP_4_EVENT_3_A_CHOICE_B@~2023-01-01 01:01:01": "Låt dina riddare strida med mitt finaste stål.",
		"ASPIRATION_KINGDOM_STEP_4_EVENT_3_A_CHOICE_B_TOOLTIP@~2023-01-01 01:01:01": "Ni ska skänka kungen några av era finaste svärd.",
		"ASPIRATION_KINGDOM_STEP_4_EVENT_3_B_TITLE@~2023-01-01 01:01:01": "En festmåltid för kungen",
		"ASPIRATION_KINGDOM_STEP_4_EVENT_3_B_DESC@~2024-02-28 15:27:38": "Kungen är uttråkad! Det är en allvarlig sak, för din Lehnsherre förväntar sig att du underhåller honom. På senare tid har monarken börjat bjuda in slumpmässiga gäster till sina måltider. Visst skulle han njuta av en bankett?",
		"ASPIRATION_KINGDOM_STEP_4_EVENT_3_B_CHOICE_A@~2023-01-01 01:01:01": "Min bästa kock kommer att grilla oss en festmåltid!",
		"ASPIRATION_KINGDOM_STEP_4_EVENT_3_B_CHOICE_A_TOOLTIP@~2023-01-01 01:01:01": "Din bästa kock ska försöka imponera på kungen.",
		"ASPIRATION_KINGDOM_STEP_4_EVENT_3_B_CHOICE_B@2025-01-14 22:58:01": "Låt oss njuta av livet som vanligt folk!",
		"ASPIRATION_KINGDOM_STEP_4_EVENT_3_B_CHOICE_B_TOOLTIP@~2023-01-01 01:01:01": "Din bästa värdshusvärd kommer att försöka imponera på kungen.",
		"ASPIRATION_KINGDOM_STEP_4_EVENT_3_C_TITLE@~2024-02-28 15:28:14": "Visar upp förmögenheten",
		"ASPIRATION_KINGDOM_STEP_4_EVENT_3_C_DESC@~2023-01-01 01:01:01": "Kungen är uttråkad! Det är en allvarlig sak, för din Lehnsherre förväntar sig att du underhåller honom. På senare tid har monarken börjat bära sina finaste kläder. Visst saknar han sitt hovs överflöd?",
		"ASPIRATION_KINGDOM_STEP_4_EVENT_3_C_CHOICE_A@~2024-02-28 15:29:24": "Bevittna den finaste hantverksskickligheten i hela riket!",
		"ASPIRATION_KINGDOM_STEP_4_EVENT_3_C_CHOICE_A_TOOLTIP@~2023-01-01 01:01:01": "Din bästa vapensmed ska försöka imponera på kungen.",
		"ASPIRATION_KINGDOM_STEP_4_EVENT_3_C_CHOICE_B@2025-01-14 22:58:01": "Låt mig skämma bort dig med juveler från hela världen.",
		"ASPIRATION_KINGDOM_STEP_4_EVENT_3_C_CHOICE_B_TOOLTIP@2025-01-14 22:58:01": "Du ska skänka kungen en kista full av smycken.",
		"ASPIRATION_KINGDOM_STEP_4_EVENT_3_CHOICE_C@~2023-01-01 01:01:01": "Har du hört talas om den här adelsmannen?",
		"ASPIRATION_KINGDOM_STEP_4_EVENT_3_CHOICE_C_TOOLTIP@~2023-01-01 01:01:01": "Du kommer att använda ditt inflytande för att skvallra om rikets adel och distrahera kungen.",
		"ASPIRATION_KINGDOM_STEP_4_EVENT_3_CHOICE_D@~2023-01-01 01:01:01": "Här är en rolig en: En prior och en fogde går in på ett värdshus...",
		"ASPIRATION_KINGDOM_STEP_4_EVENT_3_CHOICE_D_TOOLTIP@~2023-01-01 01:01:01": "Om du underhåller kungen själv kan du råka illa ut.",
		"ASPIRATION_KINGDOM_STEP_4_1_A_MTC_TITLE@~2023-01-01 01:01:01": "Ridderliga väktare",
		"ASPIRATION_KINGDOM_STEP_4_1_A_MTC_DESC@~2024-04-16 15:09:37": "Ert kompani förväntas omgruppera med några av kungens riddare vid rikets gränser. Väl på väg förväntas de krossa tunnor och ben tillsammans.",
		"ASPIRATION_KINGDOM_STEP_4_1_B_MTC_TITLE@~2023-01-01 01:01:01": "Räddar soldater",
		"ASPIRATION_KINGDOM_STEP_4_1_B_MTC_DESC@2025-01-14 22:58:01": "Ett kungligt kompani har det svårt bakom fiendens linjer. Kungen vill inte förlora någon och förväntar sig att dina stridande ska få hans kompani säkert hem.",
		"ASPIRATION_KINGDOM_STEP_4_1_C_MTC_TITLE@~2023-01-01 01:01:01": "Kris för värnpliktiga",
		"ASPIRATION_KINGDOM_STEP_4_1_C_MTC_DESC@~2023-01-01 01:01:01": "Kungen vill att ditt kompani ska utbilda hans milismän i den subtila konsten att ta på sig vattenkokarliknande hattar, stå stilla i timmar och krossa dåliga människor.",
		"ASPIRATION_KINGDOM_STEP_4_2_A_MTC_TITLE@~2023-01-01 01:01:01": "Den heliga Commonware",
		"ASPIRATION_KINGDOM_STEP_4_2_A_MTC_DESC@~2023-01-01 01:01:01": "Allt som krävs är en märklig dröm för att en monark plötsligt ska längta efter gamla koppar och spruckna skålar. Kungar och deras nyckfulla smak...",
		"ASPIRATION_KINGDOM_STEP_4_2_B_MTC_TITLE@~2023-01-01 01:01:01": "Kungens rival",
		"ASPIRATION_KINGDOM_STEP_4_2_B_MTC_DESC@2025-01-14 22:58:01": "Kungen har sin beskärda del av allierade och rivaler. En av de senare har varit inblandad i några oroande planer, kanske till och med en komplott mot kungen! Kanske era kombattanter borde undersöka saken?",
		"ASPIRATION_KINGDOM_STEP_4_2_C_MTC_TITLE@~2023-01-01 01:01:01": "Den kungliga vildsvinen",
		"ASPIRATION_KINGDOM_STEP_4_2_C_MTC_DESC@2025-01-14 22:58:01": "Den här griskultingen är en fruktad mördare av berusade monarker och det sägs att den är det fulaste, grymmaste och mest illasinnade svinet du någonsin sett!",
		"ASPIRATION_KINGDOM_STEP_4_EVENT_CHOICE_TOOLTIP_SUCCESS@~2023-01-01 01:01:01": "Kungen är förtjust.",
		"ASPIRATION_KINGDOM_STEP_4_EVENT_CHOICE_TOOLTIP_FAILURE@~2023-01-01 01:01:01": "Kungen är irriterad.",
		"ASPIRATION_KINGDOM_REWARD_COMPLETION_TITLE@2025-01-14 22:58:01": "Förmån för kungadömet förtjänad",
		"ASPIRATION_KINGDOM_REWARD_COMPLETION_DESC@2025-01-14 22:58:01": "Du är kungens favorit och har förtjänat hans tacksamhet!",
		"ASPIRATION_KINGDOM_STEP_1_SUCCESS_DESC@~2024-06-05 21:37:44": "Du hjälpte riket genom att bygga ett slott och träna stridande.",
		"ASPIRATION_KINGDOM_STEP_2_SUCCESS_DESC@~2024-06-05 21:37:56": "Du byggde ut ditt slott till en fästning och stödde kungens armé.",
		"ASPIRATION_KINGDOM_STEP_3_SUCCESS_DESC@~2024-06-05 21:39:27": "Du smidde en mäktig bataljon och förde krig i kungens namn.",
		"ASPIRATION_KINGDOM_STEP_4_SUCCESS_DESC@2025-01-14 22:58:01": "Du har byggt ut din fästning till en värdefull strategisk position i riket.",
		"ASPIRATION_KINGDOM_STEP_KING_HOSTING_SUCCESS_DESC@2025-01-14 22:58:01": "Kungen hade en underbar vistelse och förklarade helhjärtat att du var hans favoritvasall!",
		"ASPIRATION_KINGDOM_STEP_4_EVENT_FAILURE_TITLE@~2023-01-01 01:01:01": "Kung Irriterad",
		"ASPIRATION_KINGDOM_STEP_4_EVENT_FAILURE_DESC@2025-01-14 22:58:01": "Kungen är irriterad över dina handlingar. Detta kommer att påverka hans vistelse på ditt slott.",
		"ASPIRATION_KINGDOM_STEP_4_EVENT_SUCCESS_TITLE@~2023-01-01 01:01:01": "Kungen är förtjust",
		"ASPIRATION_KINGDOM_STEP_4_EVENT_SUCCESS_DESC@~2023-01-01 01:01:01": "Kungen är förtjust över dina handlingar. Detta kommer att påverka hans vistelse på ditt slott.",
		"ASPIRATION_KINGDOM_STEP_4_FAILURE_TITLE@~2023-01-01 01:01:01": "King Hosting misslyckades",
		"ASPIRATION_KINGDOM_STEP_4_FAILURE_DESC@2025-01-14 22:58:01": "Kungen litar på att ni kommer att vara en mer passande värd nästa gång.",
		"ASPIRATION_KINGDOM_STEP_1_QUEST_DESC@~2024-06-05 21:28:37": "Jag har lovat den förste konstapeln att vi ska bygga ett slott och utbilda ett militärt kompani.",
		"ASPIRATION_KINGDOM_STEP_2_QUEST_DESC@~2024-06-05 21:29:01": "Jag har lovat den förste konstapeln att vi ska förbättra vårt slott och stödja de kungliga kompanierna.",
		"ASPIRATION_KINGDOM_STEP_3_QUEST_DESC@~2024-06-05 21:29:29": "Jag har lovat förste konstapeln att förbereda vår armé för krig.",
		"ASPIRATION_KINGDOM_STEP_4_QUEST_DESC@2025-01-14 22:58:01": "Jag har lovat den förste konstapeln att vi ska bygga det starkaste slottet i riket.",
		"ASPIRATION_KINGDOM_STEP_4_QUEST_GROUPKEY@~2023-01-01 01:01:01": "Kungen och hans svit närmar sig er by.",
		"ASPIRATION_KINGDOM_STEP_KING_HOSTING_QUEST_DESC@~2024-06-05 18:11:30": "Jag har bjudit in kungen och hans svit att bo i vår fästning i några månader.",
		"ASPIRATION_KINGDOM_QUEST_OBJECTIVE_KING_HOSTING@2025-01-14 22:58:01": "Ta emot kungen och hans svit med 95% approval.",
		"ASPIRATION_KINGDOM_STEP_4_EVENT_1_A_QUEST_DESC@2025-01-14 22:58:01": "Jag har tackat ja till att delta i ett kungligt riddarkompani.",
		"ASPIRATION_KINGDOM_STEP_4_EVENT_1_A_QUEST_OBJECTIVE@2025-01-14 22:58:01": "Ta emot Knights med 80% approval.",
		"ASPIRATION_KINGDOM_STEP_4_EVENT_1_A_QUEST_GROUPKEY@~2023-01-01 01:01:01": "Ett kompani av kungliga riddare närmar sig din by.",
		"ASPIRATION_KINGDOM_STEP_4_EVENT_1_B_QUEST_DESC@2025-01-14 22:58:01": "Jag har tackat ja till att delta i ett Kungligt solderkompani.",
		"ASPIRATION_KINGDOM_STEP_4_EVENT_1_B_QUEST_OBJECTIVE@2025-01-14 22:58:01": "Ta emot soldaterna med 80% approval.",
		"ASPIRATION_KINGDOM_STEP_4_EVENT_1_B_QUEST_GROUPKEY@~2023-01-01 01:01:01": "Ett kungligt kompani soldater närmar sig din by.",
		"ASPIRATION_KINGDOM_STEP_4_EVENT_1_C_QUEST_DESC@2025-01-14 22:58:01": "Jag har tackat ja till att delta i ett kungligt miliskompani.",
		"ASPIRATION_KINGDOM_STEP_4_EVENT_1_C_QUEST_OBJECTIVE@2025-01-14 22:58:01": "Ta emot milismännen med 80% approval.",
		"ASPIRATION_KINGDOM_STEP_4_EVENT_1_C_QUEST_GROUPKEY@~2023-01-01 01:01:01": "Ett kungligt kompani av milismän närmar sig din by.",
		"ASPIRATION_KINGDOM_STEP_4_EVENT_2_A_QUEST_DESC@2025-01-14 22:58:01": "Jag har föreslagit att vi ska leta efter Holy Commonware bland våra varor.",
		"ASPIRATION_KINGDOM_STEP_4_QUEST_CAMPAIGN@~2024-12-18 19:47:57": "Slutföra en militär kampanj",
		"KINGDOMSPEARLOAN_OFFER_TITLE@~2024-04-12 17:44:49": "Låg spjutspetsförsörjning",
		"KINGDOMSPEARLOAN_OFFER_DESC@~2024-04-12 17:44:52": "Den första konstapeln fick höra om ert slotts svårigheter att hålla era soldater välbeväpnade. Hon förväntade sig först förnödenheter från ert slott till sin armé, men erbjuder sig motvilligt att hjälpa er genom att skicka spjut.",
		"KINGDOMSPEARLOAN_OFFER_CHOICE_A@~2024-04-12 17:44:55": "Det här kommer inte att hända igen, jag lovar!",
		"KINGDOMSPEARLOAN_OFFER_CHOICE_A_TOOLTIP@~2024-04-12 17:44:58": "Den förste konstapeln kommer att skicka spjut till er. Detta kommer att påverka ditt inflytande inom kungariket.",
		"KINGDOMSPEARLOAN_OFFER_CHOICE_NO@~2024-04-12 17:45:01": "Tack, men vi klarar oss utan.",
		"KINGDOMSPEARLOAN_OFFER_CHOICE_NO_TOOLTIP@~2024-04-12 17:54:53": "Den förste konstapeln kan erbjuda sin hjälp igen senare, om ni fortfarande behöver spjut.",
		"KINGDOMSPEARLOAN_OFFER_GIVEN_TITLE@~2024-04-12 17:56:04": "Spjut medföljer",
		"KINGDOMSPEARLOAN_OFFER_GIVEN_DESC@~2024-04-12 17:52:41": "Du har fått en sändning spjut från den förste konstapeln. Att tillverka dem borde vara din nästa prioritet!",
		"KINGDOMHOSTING_KINGHOSTING_QUEST_DESC@~2024-05-03 18:11:35": "Jag lovade kungen att jag skulle skicka ett sändebud till hans hov.",
		"KINGDOMWAR_INTRO_MISSION_00_DESC@2025-01-14 22:58:01": "Berättelser om era expanderande företag har väckt er kungs intresse! Han planerar att ge er äran att strida tillsammans med de kungliga kompanierna, men först vill han försäkra sig om att era kompanier klarar uppgiften.\n\nKungen vill att du skickar en kunglig hovman till hans hov så att de kan diskutera denna fråga ytterligare.",
		"ASPIRATION_KINGDOM_STEP_4_INTRO_DESC@~2024-06-05 21:10:21": "Era modiga gärningar har blivit välkända i hela riket och kungen uppskattar dem mycket. Han tycker nu att det är hög tid att ert slott välkomnar kungliga gäster!\n\nKungen vill att ni skickar en kunglig hovman till hans hov så att de kan diskutera saken vidare.",
		"KINGDOMHOSTING_KINGSUMMON_ATTENDCOURT_TITLE@2025-01-14 22:58:01": "Kunglig hovman på väg",
		"KINGDOMHOSTING_KINGSUMMON_ATTENDCOURT_DESC@2025-01-14 22:58:01": "Du har hörsammat din kungs kallelse! Din betrodda hovman kommer att tala för din räkning inom det kungliga hovets storhet.",
		"KINGDOMHOSTING_KINGSUMMON_PAUSE_TITLE@~2024-06-17 18:24:06": "Kungliga plikter pausade",
		"KINGDOMHOSTING_KINGSUMMON_PAUSE_DESC@2025-01-14 22:58:01": "Efter ett kort möte gick hovet med på att pausa de kungliga sällskapens ankomst till ert slott.",
		"KINGDOMHOSTING_KINGSUMMON_RESUME_TITLE@~2024-06-17 18:23:49": "Återupptagande av kungliga plikter",
		"KINGDOMHOSTING_KINGSUMMON_RESUME_DESC@2025-01-14 22:58:01": "Det kungliga hovet välkomnar ert beslut att återuppta de kungliga sällskapens ankomst till ert slott.",
		"ADVANCEDONBOARDING_SECONDCOMPANY_TITLE@~2024-06-04 16:52:08": "Råd: Bildandet av ett nytt kompani",
		"ADVANCEDONBOARDING_SECONDCOMPANY_DESC@2025-01-14 22:58:01": "Byborna vill att du upprättar ett nytt militärt kompani! De tror att det kommer att generera mer resurser och göra det möjligt för dig att tilldela dem till patruller, vilket kommer att bidra till att öka din bys befolkningstäthet.",
		"ADVANCEDONBOARDING_SECONDCOMPANY_CHOICE_A@~2024-06-12 19:15:14": "Låt oss rekrytera fler spjutmän!",
		"ADVANCEDONBOARDING_SECONDCOMPANY_CHOICE_B@2025-01-14 22:58:01": "Låt oss rekrytera fler bågskyttar!",
		"ADVANCEDONBOARDING_SECONDCOMPANY_CHOICE_C@2025-01-14 22:58:01": "Låt oss rekrytera fler svärdsmän!",
		"ADVANCEDONBOARDING_SECONDCOMPANY_COMPLETION_DESC@~2024-06-04 16:52:28": "Extra kompanier innebär extra resurser! Växla dem mellan uppdrag och träning för att hålla resursflödet stabilt.",
		"ADVANCEDONBOARDING_SECONDCOMPANY_QUEST_DESC@2025-01-14 22:58:01": "Jag har gått med på att bilda ett nytt kompani.",
		"ASPIRATION_LABOR_STEP_1_TITLE": "En prestigefylld borg, del I",
		"ASPIRATION_LABOR_STEP_1_DESC@~2024-12-18 03:43:41": "De Äldste har hört talas om ert engagemang för vanligt folk. De besöker dig å sitt folks vägnar och råder dig att ansöka hos seneschalen om en stadga för staden.\n\nAtt bli en oberoende stad, säger de, kommer att ge din by friheten att skapa sin egen väg, fri från prästerskapets och adelns inflytande.",
		"ASPIRATION_LABOR_STEP_1_CHOICE_A": "Vi ska förtjäna vår suveränitet!",
		"ASPIRATION_LABOR_STEP_1_CHOICE_A_TOOLTIP": "De äldste förväntar sig att du bygger en by åt deras folk.",
		"ASPIRATION_LABOR_STEP_2_TITLE": "En prestigefylld borg, del II",
		"ASPIRATION_LABOR_STEP_2_DESC@~2024-12-18 03:54:40": "I sitt kungliga kontor, översållat med lagböcker och skrivelser, lyssnar seneschalen på din vädjan och förklarar: din by är lovande men ännu inte färdig.\n\nFokusera på det väsentliga - bygg ett värdshus för att glädja dina vanliga invånare, välkomna resenärer och få din kassakista att växa genom beskattning.",
		"ASPIRATION_LABOR_STEP_2_CHOICE_A": "Vi har arbete att göra!",
		"ASPIRATION_LABOR_STEP_2_CHOICE_A_TOOLTIP": "Ditt folk kommer att förvänta sig att din by växer ytterligare.",
		"ASPIRATION_LABOR_STEP_3_TITLE": "En prestigefylld borg, del III",
		"ASPIRATION_LABOR_STEP_3_DESC@~2024-12-18 03:44:07": "Seneschal, som lockats av resenärernas berättelser om er bys framsteg, erkänner dess imponerande tillväxt sedan er senaste audiens!\n\nNu är din by beredd att välkomna förmögna medborgare - grunden till stora städer - och närmar sig äran att få stadsrättigheter.",
		"ASPIRATION_LABOR_STEP_3_CHOICE_A": "Vi ses då!",
		"ASPIRATION_LABOR_STEP_3_CHOICE_A_TOOLTIP": "Ditt folk kommer att förvänta sig medborgare som bor i din by.",
		"ASPIRATION_LABOR_STEP_4_TITLE": "En prestigefylld borg, del IV",
		"ASPIRATION_LABOR_STEP_4_DESC@~2024-12-18 18:45:29": "Efter att ha hört att era bybor har funnit sig väl tillrätta anser de Äldste att det är dags för er att söka stadsrättigheter!\n\nNär ni har tillräckligt många medborgare och stadens klockstapel är färdigbyggd, är ni redo att begära audiens hos seneschalen ännu en gång.",
		"ASPIRATION_LABOR_STEP_4_CHOICE_A@2025-01-14 23:01:25": "Vi ska förtjäna vår charter!",
		"ASPIRATION_LABOR_STEP_4_CHOICE_A_TOOLTIP": "Ditt folk förväntar sig att din stad ska ha en stadsklocka.",
		"ASPIRATION_LABOR_HOSTING_TITLE": "Värd för seneschalen",
		"ASPIRATION_LABOR_HOSTING_DESC@2025-01-14 23:01:25": "Från sitt röriga kontor tar seneschalen gärna emot nyheter om er by och noterar dess växande inflytande över hela riket!\n\nHan accepterar er inbjudan som en kort men välkommen paus från andra plikter. Det kommer att vara ett bra tillfälle för honom att studera lokal lagstiftning och träffa din stads äldste.",
		"ASPIRATION_LABOR_HOSTING_CHOICE_A@~2024-12-18 18:56:51": "Det kommer att vara ett nöje att ha dig!",
		"ASPIRATION_LABOR_HOSTING_CHOICE_A_TOOLTIP@2025-01-14 23:01:25": "Seneschalen förväntar sig att stanna i din by i några månader.",
		"ASPIRATION_LABOR_CHOICE_NO@~2024-12-18 03:52:39": "Låt oss diskutera detta igen snart.",
		"ASPIRATION_LABOR_CHOICE_NO_TOOLTIP@~2024-12-18 03:53:26": "Du kommer att få möjlighet att göra om det här evenemanget senare.",
		"ASPIRATION_LABOR_REWARD_TITLE": "En prestigefylld borg, del V",
		"ASPIRATION_LABOR_REWARD_DESC@~2024-12-18 17:57:57": "När seneschalen skänker dig stadsstadgan träder några ärade äldre fram för att uttrycka sin tacksamhet.\n\nDe talar om den stolthet som kommer att eka genom generationer, för era gärningar har gett ert folk äran att stå som sina egna!",
		"ASPIRATION_LABOR_REWARD_CHOICE_A": "Till den stad som verkligen är vår!",
		"ASPIRATION_LABOR_REWARD_CHOICE_TOOLTIP": "Dina bybor kommer att bli mycket gladare.",
		"ASPIRATION_LABOR_STEP_1_QUEST_DESC": "Jag har lovat de äldste att vi ska bygga en by och kontakta seneschalen.",
		"ASPIRATION_LABOR_STEP_1_MANDATE_TITLE": "Begäran om audiens hos Seneschalen",
		"ASPIRATION_LABOR_STEP_1_MANDATE_QUEST_DESC": "Jag lovade de äldste att jag skulle träffa seneschalen för att begära en stadga.",
		"ASPIRATION_LABOR_STEP_2_QUEST_DESC@2025-01-14 23:01:25": "Jag har försäkrat seneschalen att jag ska förbättra min by.",
		"ASPIRATION_LABOR_STEP_2_HOSTING_QUEST": "Inkvartera resenärer på ditt värdshus.",
		"ASPIRATION_LABOR_STEP_3_QUEST_DESC": "Jag har gått med på att välkomna medborgare till min by.",
		"ASPIRATION_LABOR_STEP_4_QUEST_DESC@2025-01-14 23:01:25": "Jag har kommit överens om det sista steget innan du blir suverän.",
		"ASPIRATION_LABOR_HOSTING_QUEST_DESC@~2024-12-18 18:00:22": "Jag har bjudit in seneschalen att stanna i vår by i några månader.",
		"ASPIRATION_LABOR_HOSTING_OBJECTIVE@2025-01-14 23:01:25": "Ta emot Seneschal med 95% approval.",
		"ASPIRATION_LABOR_HOSTING_GROUPKEY@2025-01-14 23:01:25": "Seneschalen närmar sig er by.",
		"ASPIRATION_LABOR_HOSTING_EVENT_1_A_TITLE": "Bygga en vacker fontän",
		"ASPIRATION_LABOR_HOSTING_EVENT_1_A_DESC": "De äldste planerar att överraska seneschalen genom att inviga en ny fontän åt honom! De hoppas att han ska uppskatta hur dess eleganta design och glittrande vatten speglar byns blomstrande tillväxt.",
		"ASPIRATION_LABOR_HOSTING_EVENT_1_A_CHOICE_A": "Det är en uppfriskande idé.",
		"ASPIRATION_LABOR_HOSTING_EVENT_1_A_CHOICE_A_TOOLTIP@~2024-12-18 03:46:43": "De äldre förväntar sig att du ska bygga en vacker fontän.",
		"ASPIRATION_LABOR_HOSTING_EVENT_1_A_QUEST_DESC@2025-01-14 23:01:25": "Jag försäkrade de äldste att jag skulle bygga en vacker fontän åt seneschalen.",
		"ASPIRATION_LABOR_HOSTING_EVENT_1_B_TITLE": "Bygg ett fantastiskt värdshus",
		"ASPIRATION_LABOR_HOSTING_EVENT_1_B_DESC@2025-01-14 23:01:25": "De byäldste planerar att överraska seneschalen genom att ge honom ett värdshus! De anser att det inte finns något bättre sätt att uppleva stadens anda än genom att dela en god drink med dess lokalbefolkning.",
		"ASPIRATION_LABOR_HOSTING_EVENT_1_B_CHOICE_A": "Vi kommer att heja på det!",
		"ASPIRATION_LABOR_HOSTING_EVENT_1_B_CHOICE_A_TOOLTIP": "De byäldste förväntar sig att du förser dem med ett fantastiskt värdshus.",
		"ASPIRATION_LABOR_HOSTING_EVENT_1_B_QUEST_DESC@2025-01-14 23:01:25": "Jag lovade de byäldste att ge dem ett fantastiskt värdshus.",
		"ASPIRATION_LABOR_HOSTING_EVENT_1_C_TITLE": "Att bygga en fantastisk saluhall",
		"ASPIRATION_LABOR_HOSTING_EVENT_1_C_DESC@2025-01-14 23:01:25": "De Äldste planerar att överraska Seneschal genom att tillägna honom en saluhall! De litar på att dess livliga stånd kommer att förkunna er bys potential som en blomstrande, oberoende stad.",
		"ASPIRATION_LABOR_HOSTING_EVENT_1_C_CHOICE_A@2025-01-14 23:01:25": "Det är en överenskommelse.",
		"ASPIRATION_LABOR_HOSTING_EVENT_1_C_CHOICE_A_TOOLTIP": "De äldste förväntar sig att du förser dem med en fantastisk saluhall.",
		"ASPIRATION_LABOR_HOSTING_EVENT_1_C_QUEST_DESC@2025-01-14 23:01:25": "Jag lovade de äldste att ge dem en fantastisk saluhall.",
		"ASPIRATION_LABOR_HOSTING_EVENT_1_CHOICE_B": "Min bästa byggare kommer att komma på något.",
		"ASPIRATION_LABOR_HOSTING_EVENT_1_CHOICE_B_TOOLTIP": "Din bästa byggare kommer att försöka skapa något åt seneschalen.",
		"ASPIRATION_LABOR_HOSTING_EVENT_1_TOOLTIP_SUCCESS": "Seneschalen är hedrad av din byggares skapelse.",
		"ASPIRATION_LABOR_HOSTING_EVENT_1_TOOLTIP_FAILURE": "Seneschalen är förödmjukad över din byggmästares skapelse.",
		"ASPIRATION_LABOR_HOSTING_EVENT_CHOICE_C": "Varför tar du inte hand om det?",
		"ASPIRATION_LABOR_HOSTING_EVENT_CHOICE_C_TOOLTIP@2025-01-14 23:01:25": "Du kommer att använda ditt inflytande hos de Äldste för att få dem att sköta uppgiften i ditt ställe.",
		"ASPIRATION_LABOR_HOSTING_EVENT_1_CHOICE_D": "Jag vill helst inte överraska honom.",
		"ASPIRATION_LABOR_HOSTING_EVENT_1_CHOICE_D_TOOLTIP": "Vem vet om seneschalen ens tycker om överraskningar?",
		"ASPIRATION_LABOR_HOSTING_EVENT_2_A_TITLE": "Mynt som gåva",
		"ASPIRATION_LABOR_HOSTING_EVENT_2_A_DESC@2025-01-14 23:01:25": "De Äldste har beslutat att en gåva är på sin plats! Genom att ge seneschalen en generös summa mynt hoppas de kunna visa hur rikt ert samhälle är.",
		"ASPIRATION_LABOR_HOSTING_EVENT_2_A_CHOICE_A@2025-01-14 23:01:25": "Vem skulle inte vilja ha några extra mynt?",
		"ASPIRATION_LABOR_HOSTING_EVENT_2_A_CHOICE_A_TOOLTIP": "De äldre kommer att förvänta sig att du ger dem en rättvis summa mynt.",
		"ASPIRATION_LABOR_HOSTING_EVENT_2_A_QUEST_DESC": "Jag lovade de äldste att ge dem mynt att ge seneschalen.",
		"ASPIRATION_LABOR_HOSTING_EVENT_2_B_TITLE": "Bärbrygd som gåva",
		"ASPIRATION_LABOR_HOSTING_EVENT_2_B_DESC": "De Äldste har beslutat att en gåva är på sin plats! Genom att erbjuda seneschalen generösa fat av den lokala bärbrygden hoppas de kunna värma honom för ert folks sak.",
		"ASPIRATION_LABOR_HOSTING_EVENT_2_B_CHOICE_A": "Vi är en bryggande verksamhet!",
		"ASPIRATION_LABOR_HOSTING_EVENT_2_B_CHOICE_A_TOOLTIP": "De äldre förväntar sig att du ger dem en stor mängd bärbrygd.",
		"ASPIRATION_LABOR_HOSTING_EVENT_2_B_QUEST_DESC": "Jag lovade de äldste att ge dem bärbrygd för att övertyga seneschalen.",
		"ASPIRATION_LABOR_HOSTING_EVENT_2_C_TITLE@2025-01-14 23:01:25": "Smycken i present",
		"ASPIRATION_LABOR_HOSTING_EVENT_2_C_DESC@2025-01-14 23:01:25": "De Äldste har beslutat att en gåva är på sin plats! De tänker blända seneschalen med överdådiga smycken - men de förväntar sig naturligtvis att du ska stå för gåvan.",
		"ASPIRATION_LABOR_HOSTING_EVENT_2_C_CHOICE_A@2025-01-14 23:01:25": "Inget är för stort för vår sak!",
		"ASPIRATION_LABOR_HOSTING_EVENT_2_C_CHOICE_A_TOOLTIP@2025-01-14 23:01:25": "De äldre förväntar sig att du ger dem smycken.",
		"ASPIRATION_LABOR_HOSTING_EVENT_2_C_QUEST_DESC@2025-01-14 23:01:25": "Jag lovade att ge de äldstes smycken som gåva till seneschalen.",
		"ASPIRATION_LABOR_HOSTING_EVENT_2_CHOICE_B": "Låt min bästa skatteindrivare ta hand om gåvan.",
		"ASPIRATION_LABOR_HOSTING_EVENT_2_CHOICE_B_TOOLTIP": "Din bästa skatteindrivare kommer att försöka samla in och erbjuda gåvan till Seneschal.",
		"ASPIRATION_LABOR_HOSTING_EVENT_2_TOOLTIP_SUCCESS": "Seneschalen är förtrollad av din skatteindrivares gåva.",
		"ASPIRATION_LABOR_HOSTING_EVENT_2_TOOLTIP_FAILURE": "Seneschalen är upprörd över er skatteindrivares gåva.",
		"ASPIRATION_LABOR_HOSTING_EVENT_2_CHOICE_D": "Är inte det här mutor?",
		"ASPIRATION_LABOR_HOSTING_EVENT_2_CHOICE_D_TOOLTIP": "Vem vet hur seneschalen kommer att reagera på ett sådant försök?",
		"ASPIRATION_LABOR_HOSTING_EVENT_3_A_TITLE": "Värd för en festmåltid",
		"ASPIRATION_LABOR_HOSTING_EVENT_3_A_DESC@2025-01-14 23:01:25": "De Äldste har ett sista knep i rockärmen: en stor fest för att ta farväl av seneschalen! De ber dig att ordna en privat fest med god mat och dryck och se till att de få framstående äldste som de planerar att bjuda in har det bekvämt.",
		"ASPIRATION_LABOR_HOSTING_EVENT_3_A_CHOICE_A": "Låt oss ha en festmåltid!",
		"ASPIRATION_LABOR_HOSTING_EVENT_3_A_CHOICE_A_TOOLTIP": "De Äldste förväntar sig att du tar hand om festen.",
		"ASPIRATION_LABOR_HOSTING_EVENT_3_A_DELIVERY_TITLE": "Förberedelser inför festen",
		"ASPIRATION_LABOR_HOSTING_EVENT_3_A_QUEST_DESC": "Jag har lovat de äldste att förbereda festen för seneschalen.",
		"ASPIRATION_LABOR_HOSTING_EVENT_3_GUEST_DESC": "Jag har lovat de äldste att jag ska se till att de besökande äldste har det bra.",
		"ASPIRATION_LABOR_HOSTING_EVENT_3_B_TITLE": "Värd för festligheter",
		"ASPIRATION_LABOR_HOSTING_EVENT_3_B_DESC@2025-01-14 23:01:25": "De äldste har ett sista knep i rockärmen: en stor fest för att ta farväl av seneschalen! De ber dig att ordna festligheter med lokala drycker och se till att de många äldste som de planerar att bjuda in från grannbyarna har det bekvämt.",
		"ASPIRATION_LABOR_HOSTING_EVENT_3_B_CHOICE_A": "Det här kommer att bli ett firande att minnas!",
		"ASPIRATION_LABOR_HOSTING_EVENT_3_B_CHOICE_A_TOOLTIP": "De Äldre förväntar sig att du tar hand om festligheterna.",
		"ASPIRATION_LABOR_HOSTING_EVENT_3_B_DELIVERY_TITLE": "Förberedelse av dryckerna",
		"ASPIRATION_LABOR_HOSTING_EVENT_3_B_QUEST_DESC": "Jag har lovat de äldste att ta hand om dryckerna till festligheterna.",
		"ASPIRATION_LABOR_HOSTING_EVENT_3_C_TITLE": "Värd för en sammankomst",
		"ASPIRATION_LABOR_HOSTING_EVENT_3_C_DESC@2025-01-14 23:01:25": "De äldste har ett sista knep i rockärmen: en stor fest för att ta farväl av seneschalen! De förväntar sig en stor samling äldste från grannbyarna och ber er att se till att alla deltagare har det bekvämt under festligheterna.",
		"ASPIRATION_LABOR_HOSTING_EVENT_3_C_CHOICE_A": "Låt oss samla alla!",
		"ASPIRATION_LABOR_HOSTING_EVENT_3_C_CHOICE_A_TOOLTIP": "De Äldste förväntar sig att du tar hand om samlingen.",
		"ASPIRATION_LABOR_HOSTING_EVENT_3_CHOICE_B@2025-01-14 23:01:25": "Det låter som något min bästa värdshusvärd skulle klara av!",
		"ASPIRATION_LABOR_HOSTING_EVENT_3_CHOICE_B_TOOLTIP@2025-01-14 23:01:25": "Din bästa värdshusvärd kommer att försöka ordna festligheter för seneschalen.",
		"ASPIRATION_LABOR_HOSTING_EVENT_3_TOOLTIP_SUCCESS": "Seneschalen har det trevligt på din värdshusvärds festligheter.",
		"ASPIRATION_LABOR_HOSTING_EVENT_3_TOOLTIP_FAILURE": "Seneschalen är utmattad av din värdshusvärds festligheter.",
		"ASPIRATION_LABOR_HOSTING_EVENT_3_CHOICE_D@2025-01-14 23:01:25": "Jag tror att han är trött på dina planer.",
		"ASPIRATION_LABOR_HOSTING_EVENT_3_CHOICE_D_TOOLTIP": "Vem vet om seneschalen ens tycker om festligheter?",
		"ASPIRATION_LABOR_HOSTING_EVENT_3_QUEST_OBJECTIVE@2025-01-14 23:01:25": "Ta emot de äldre med 80% approval.",
		"ASPIRATION_LABOR_HOSTING_EVENT_3_QUEST_GROUPKEY@~2024-12-18 03:50:28": "De äldre närmar sig er by.",
		"ASPIRATION_LABOR_HOSTING_EVENT_CHOICE_TOOLTIP_SUCCESS": "Seneschalen är nöjd.",
		"ASPIRATION_LABOR_HOSTING_EVENT_CHOICE_TOOLTIP_FAILURE": "Seneschalen är förargad.",
		"ASPIRATION_LABOR_STEP_1_SUCCESS_DESC": "Du grundade en by och utsåg en fogde som din betrodda högra hand.",
		"ASPIRATION_LABOR_STEP_2_SUCCESS_DESC": "Du förvandlade din enkla by till ett blomstrande samhälle.",
		"ASPIRATION_LABOR_STEP_3_SUCCESS_DESC": "Du fick din by att växa till en blomstrande stad.",
		"ASPIRATION_LABOR_STEP_4_SUCCESS_DESC": "Du byggde en storslagen stadsklocka och säkrade din stads rättmätiga överhöghet.",
		"ASPIRATION_LABOR_HOSTING_FAILURE_TITLE": "Seneschal Hosting misslyckades",
		"ASPIRATION_LABOR_HOSTING_FAILURE_DESC@~2024-12-18 19:46:57": "Seneschalen anser att er stad fortfarande behöver förfinas. Han väntar på att er fogde ska återvända när tiden är mogen.",
		"ASPIRATION_LABOR_HOSTING_SUCCESS_TITLE@~2024-12-18 19:57:03": "Seneschal Hosting Succeeded",
		"ASPIRATION_LABOR_HOSTING_SUCCESS_DESC@~2024-12-18 20:12:36": "Seneschalen hade en underbar tid i er stad! Han är imponerad av er gästfrihet och avreser med ett löfte om att se till att er stad får ett gynnsamt stöd i lagstiftningen.",
		"ASPIRATION_LABOR_HOSTING_EVENT_FAILURE_DESC@2025-01-14 23:01:25": "Seneschal är något missnöjd med den senaste tidens händelser, vilket kommer att påverka hans slutliga åsikt om hans vistelse.",
		"ASPIRATION_LABOR_HOSTING_EVENT_SUCCESS_DESC@2025-01-14 23:01:25": "Seneschal blir positivt överraskad av de senaste händelserna, som kommer att påverka hans slutliga åsikt om sin vistelse.",
		"ASPIRATION_LABOR_REWARD_COMPLETION_TITLE": "Förtjänad arbetssuveränitet",
		"ASPIRATION_LABOR_REWARD_COMPLETION_DESC": "Ni har förtjänat stadsstadgan och säkrat er stads suveränitet!",
		"ASPIRATION_LABOR_HOSTING_INTRO_DESC@2025-01-14 23:01:25": "Nu när er stad har allt den behöver för att stå på egna ben anser de äldste att det är dags att förtjäna godkännande från rikets mest uppskattade lagstiftare.\n\nDe föreslår att du bjuder in seneschalen att stanna i några veckor och ser till att han känner sig välkommen och bekväm i din stad.",
		"ASPIRATION_LABOR_HOSTING_INTRO_CHOICE_A@~2024-12-18 20:31:33": "Låt oss se till att han känner sig som hemma.",
		"ASPIRATION_LABOR_HOSTING_INTRO_CHOICE_A_TOOLTIP@~2024-12-18 19:52:51": "De äldste förväntar sig att du bjuder in seneschalen att stanna i några månader.",
		"ASPIRATION_LABOR_STEP_HOSTING_MANDATE_QUEST_DESC@~2024-12-18 19:51:55": "Jag har kommit överens med de äldste om att bjuda in seneschalen till vår stad.",
		"ASPIRATION_LABOR_HOSTING_INTRO_TITLE@~2024-12-18 18:47:59": "Inbjudan till Seneschal",
		"ASPIRATION_MONASTERY_STEP_5_SUCCESS_TITLE@~2024-12-18 19:48:59": "Abbess Hosting lyckades",
		"ASPIRATION_KINGDOM_STEP_KING_HOSTING_SUCCESS_TITLE@~2024-12-18 19:48:26": "King Hosting lyckades",
		"LABORLODGING_INTRO_TITLE@~2024-12-18 23:47:37": "Boende för resenärer",
		"LABORLODGING_INTRO_DESC@~2024-12-19 00:45:53": "En trött resenär passerar förbi och blir glatt överraskad av att hitta logi. De påpekar att ingen längs deras rutt visste att ett värdshus var öppet! De är lättade över upptäckten och frågar om de får dela med sig av nyheten.",
		"LABORLODGING_INTRO_CHOICE_A@~2024-12-19 00:18:54": "Sprid gärna ordet!",
		"LABORLODGING_INTRO_CHOICE_A_TOOLTIP@~2024-12-19 00:24:28": "Resenärer kommer nu att passera genom din by regelbundet. Du kan pausa Inn Lodge för att stoppa alla ankomster.",
		"LABORLODGING_INTRO_CHOICE_LATER@~2024-12-18 23:49:32": "Jag vill helst inte ta emot någon just nu.",
		"LABORLODGING_INTRO_CHOICE_LATER_TOOLTIP@~2024-12-19 00:23:26": "Vanliga resenärer kommer inte att besöka dig förrän du går med på att låta dem sprida ordet. Du kan pausa Inn Lodge för att stoppa alla ankomster."
	}
}