{
	"MAIN_SECTION": {
		"MS1": "[i]Denna sida har översatts med hjälp av gemenskapen![/i]",
		"MS2": "[h2]EN NY ERA AV ORGANSIKT STADSBYGGANDE![/h2]",
		"MS3": "Foundation är en sprudlande medeltida stadsbyggarsimulator [b]utan rutnät[/b] med ett starkt fokus på [b]organisk utveckling[/b], [b]monumentbygge[/b] och [b]resurshantering[/b].",
		"MS4": "Som nyutnämnd herre eller dam av ett land som fortfarande är orört och fullt av potential, ges du möjligheten att skapa en välmående medeltida bosättning som du föreställer dig den, hantera dina resurser och växande befolkning, samtidigt som du utmanas av narrativa händelser, uppdrag och uppdrag, från hela riket.",
		"MS5": "Från en mycket blygsam början, bygg rudimentära arbetsplatser, utvinn och lagra resurser, etablera handelsvägar, uppför majestätiska monument och inom kort... Kommer en livlig stad att dyka upp i dina nyfunna länder!",
		"MS6": "[h2]FUNKTIONER[/h2]",
		"MS7": "[b]Ekologisk urbanism[/b]",
		"MS8": "Skapa ett organiskt vidsträckta städer utan rutnät, som växer som medeltida städer under perioden. Planera byggandet av olika arbetsplatser och se när byborna skapar naturliga stigar och bygger sina egna hus. Måla intuitivt zoner för att definiera områden som bostäder, jordbruk, insamling och mer.",
		"MS9": "[b]Frodas och blomstrar[/b]",
		"MS10": "Väv en komplex väv av interaktioner mellan invånarnas behov och kompetens, tillgång på resurser, utvinning och varuproduktion.",
		"MS11": "[b]Flexibel byggnad[/b]",
		"MS12": "Skapa och designa unika friformsbyggnader som Värdhus, Fort, Kyrkor med mer, genom ett system av sammankopplade byggnadsdelar. Bli ännu mer kreativ genom att stänga av snäpp-funktionen för en helt anpassningsbar skapelse.",
		"MS13": "[b]Interagera med rikets ständer[/b]",
		"MS14": "Utveckla prakten i din by och höj ditt rykte bland de olika riken för att få tillgång till exklusiva byggnader och förmåner.",
		"MS15": "[b]Moddinggemenskap och support[/b]",
		"MS16": "Skapa och dela dina egna karaktärer, byggnader, uppdrag, terräng och till och med visuella och spelmässiga justeringar med Lua och mod.io och bli en del av den kreativa Foundation-gemenskapen.",
		"MS17": "[b]Original ljudspår[/b]",
		"MS18": "Fördjupa dig i vårt saliga soundtrack av Audinity, begåvade kompositörer som arbetat på Paradox-titlar som [i]Crusader Kings II[/i] och [i]Europa Universalis IV[/i]!"
	},
	"EARLY_ACCESS": {
		"EA1": "Early Access är en möjlighet för spelarna att få tillgång till spelet tidigare samtidigt som det tillåter oss att lägga till innehåll och förbättra upplevelsen baserad på feedback från spelare.",
		"EA2": "Eftersom vi erkänner att vi är ett litet indieteam har vi höjt den initiala uppskattningen på ett år med ytterligare ett par år i Early Access. Detta kommer att ge oss möjligheten att leverera det ambitiösa spelet vi har föreställt oss.",
		"EA3": "Under Early Access har vi redan levererat ett antal stora förbättringar som ett nytt användargränssnitt, ytterligare spelmekanik, produktionskedjor och monument. Men mycket mer kommer ännu under utvecklingen, inklusive:",
		"EA4": "[list][*]Nya byggnader och produktionskedjor[*]Deeper Estate-system[*]Nya biomer och miljötillbehör[*]Byggnader estetisk förnyelse[*]Djupare berättande innehåll[*]Ny kartgenerator[*]Nya moddningsmöjligheter[ *]Och mer...[/list]",
		"EA5": "Själva spelet är fullt spelbart och innehåller cirka 60 % av det planerade innehållet. Den innehåller 5 olika kartor, mer än 70 byggnader och strukturer, öppet spel samt en aktiv moddingsgemenskap.",
		"EA6": "Priset kan stiga något vid den slutliga releasen.",
		"EA7": "Vi uppmuntrar spelare att ge oss återkoppling. Vi har redan en mycket aktiv Discord-gemenskap och en offentlig felhanterare."
	},
	"REVIEWS": {
		"REV1": "Foundation har redan lyckats vinna många redaktörers hjärtan här på GameStar.",
		"REV2": "Polymorphs lättsamma sim är engagerande och fridfull.",
		"REV3": "Foundation är en härligt överseende ny stadsbyggare."
	}
}