{
	"WHATS_NEW_1.6": {
		"WHATS_NEW_1.6_HEADER": "Hallå där! Mineral och Hantverks Uppdateringen är här!",
		"WHATS_NEW_1.6_BUILDERS_WORKSHOP": "Den nya **Byggares Verkstad** är nu **OBLIGATORISK** för allt relaterat till byggnation och kan få utbyggnader för skulpturer och färgat glas.",
		"WHATS_NEW_1.6_MINERAL": "Nya **Mineral tillgångar** har spridits ut på kartorna. Genom att bygga **mineralbrott** på dessa tillgångar gör att gruvarbetare kan utvinna mineraltillgångar (som järn) till nya produktionskedjor.",
		"WHATS_NEW_1.6_BAILIFF": "Den förbättrade **Fogde** rollen kan tilldelas mandat för att öka inflytande till Ständer och prospektera mineral fyndigheter innan utvinning.",
		"WHATS_NEW_1.6_MASTERPIECES": "Nya **Mästerverk**, låses upp när specifika villkor är uppfyllda, ger bonusar när de byggs på specifika sätt.",
		"WHATS_NEW_1.6_NOTIFICATION": "En ny **notifikations panel** hjälper dig sortera notifikationer och varnar dig om problem.",
		"WHATS_NEW_1.6_FOUNTAINS": "Dekorera din by med nya anpassningsbara fontäner.",
		"WHATS_NEW_1.6_PATHING": "Bybor kan nu gå igenom byggnader med fler ingångar för att förbättra trafikflödet.",
		"WHATS_NEW_1.6_FIXES": "Samt en massa anpassningar och rättningar!",
		"WHATS_NEW_1.6_FOOTER": "Se mer information i Hjälp sektionen och kom ihåg att du kan ställa dina frågor på vår Discord. Ha de bra!"
	},
	"WHATS_NEW_1.6_PATCH": {
		"WHATS_NEW_1.6_PATCH_HEADER": "{1} innehålls patchen är LIVE!",
		"WHATS_NEW_1.6_PATCH_VILLAGER_NAMES": "Nu med ett tusen **bybo namn**, så kommer du inte hitta en till Female#0382 i bland din befolkning på ett bra tag. Du kan också bli kreativ med den nya **byta namn** funktionen!",
		"WHATS_NEW_1.6_PATCH_PROMOTION": "Det blir mycket enklare att **befordra bybor** hädanefter, tack vare den nya sorterings funktionaliteten, tillsammans med knappar för att lokalisera en bybo, dess hus och dess arbetsplats.",
		"WHATS_NEW_1.6_PATCH_MELODY_COMPOSER": "Kan du höra klockorna ringa harmoniskt? Det beror på att du nu kan anpassa hur och när klockorna ringer i dina kyrkor. Dessutom, när du låst upp det Automatiserade Fontän Mästerverket, kommer du kunna testa den nya **Melodi Kompositören** för dig själv!",
		"WHATS_NEW_1.6_PATCH_MINERAL_DEPOSITS": "**Mineralfyndigheter** har justerats och förbättrats! Järnmalm borde vara mycket lättare att hitta och den stora kranen är nu en obligatorisk resursdepå för brotten. Kolla på dina gruvarbetare medan de staplar låda efter låda av dyrbara ädelstenar och malm!",
		"WHATS_NEW_1.6_PATCH_MASTERPIECES": "**Mästerverk** har också sett förbättringar: nya delar för Port mästerverket, effekt- & förhållande justeringar och mer information om mästerverk i verktygstipsen i Byggmenyn. Hjälp avsnittet täcker också ämnet för att bekanta dig.",
		"WHATS_NEW_1.6_PATCH_BUILDERS": "Bybor har blivit smartare... **Byggarbetare** kommer nu prioritera byggnader nära dess tilldelade **Byggares Verkstad** när de letar efter nästa ärende.",
		"WHATS_NEW_1.6_PATCH_ANIMATIONS": "Vi fortsätter att arbeta och finslipa animationer. Förvänta er **Workstation animationer** med ett jädra anamma för riktig effekt.",
		"WHATS_NEW_1.6_PATCH_FIXES": "Och mycket finlir, livskvalité-anpassningar och bugfixning!",
		"WHATS_NEW_1.6_PATCH_FOOTER": "Vi hoppas ni kommer älska dessa anpassningar. Gå med i vår Discord om ni har något att dela med er av, förslag och frågor. Skål!"
	},
	"WHATS_NEW_1.6_KEYMAPPING": {
		"WHATS_NEW_1.6_KEYMAPPING_HEADER": "Goda nyheter Lorder och Damer! {1} Uppdateringen har anlänt!",
		"WHATS_NEW_1.6_KEYMAPPING_ACCESSIBILITY_PLAN": "Denna uppdatering är väldigt nära våra hjärtan då det är ett av de första stegen mot en större **tillgänglighetsanpassning** som vi kommer att implementera mot slutfasen av spelets släpp.",
		"WHATS_NEW_1.6_KEYMAPPING_KEYMAPPING": "Med **Kortkommandon**, en mycket efterfrågad funktion från communityn, kan du nu ställa in spelkontrollerna för att de passa din egen spelstil och dina behov. Du hittar det i Inställningarna!",
		"WHATS_NEW_1.6_KEYMAPPING_NEW_SHORTCUTS": "Njut av ett antal **nya genvägar** som att zooma via tangentbordskommandon, återställa kameran till Bycentrum med fler. Dessa nya funktioner ingår som kortkommandon för att tillåta dina egna personliga preferenser.",
		"WHATS_NEW_1.6_KEYMAPPING_CAMERA_OPTIONS": "I samma veva har vi också lagt till inställningar för att invertera den vertikala eller horisontella **kameraaxeln** och justera **kamerans hastighetskänslighet** medan du använder musen eller tangentbordet.",
		"WHATS_NEW_1.6_KEYMAPPING_UI_REHAUL": "Framöver fortsätter vi vårt arbete bakom scenen med den kompletta **UI-rehaulen**, som förbättrar både utseendet på gränssnittet och den övergripande användarupplevelsen. Förvänta dig enklare tillgång till viktig information, nya användbara funktioner och bättre verktygstips, allt insvept i en mjukare estetik. Det krävs fortfarande mycket arbete för att implementera alla ändringar i den inledande fasen av denna stora uppdatering. Vi kommer att hålla dig informerad om våra framsteg i början av nästa år.",
		"WHATS_NEW_1.6_KEYMAPPING_GAME_DESIGN": "Sist men inte minst har vi jobbat heltid med att färdigställa den slutliga **speldesignen**. Vi planerar att publicera en **uppdaterad plan** tidigt nästa år som beskriver återstående uppdateringar och funktioner fram till den slutliga utgåvan.",
		"WHATS_NEW_1.6_KEYMAPPING_FOOTER": "Ett stort tack till varenda en av er för all feedback, buggrapporteringar och support under året. Vi hoppas att ni alla får ett fantastiskt jullov!"
	},
	"WHATS_NEW_1.7_PREVIEW": {
		"WHATS_NEW_1.7_PREVIEW_HEADER": "Alpha {1} är LIVE! Välkommen till förhandsgranskade versionen av den kommande Ny UI-uppdateringen!",
		"WHATS_NEW_1.7_PREVIEW_NEW_UI": "Inuti kommer du att upptäcka en **helt ny UI**, med ändringar och förbättringar rakt igenom. En ny åtgärdsfält, ny HUD, en ny Bokfunktion och mycket, mycket mer. Allt, verkligen allt är nytt!",
		"WHATS_NEW_1.7_PREVIEW_FEEDBACK": "Vi vill gärna få din **feedback** på förhandsgranskningen, för vilken du kan gå med oss ​​på Discord (länk nedan), där vi har en dedikerad förhandsgranskningsfeedback kanal, eller alternativt lämna oss dina kommentarer på Steam- eller GOG-forumen.",
		"WHATS_NEW_1.7_PREVIEW_BUGS": "Även om majoriteten av den nya UI:n är på plats, är detta inte fulla versionen och kommer sannolikt att innehålla några **buggar**. Vänligen rapportera dem på vanligt sätt via Discord eller på GOG- och Steamforumen.",
		"WHATS_NEW_1.7_PREVIEW_FOOTER": "Vi hoppas att ni alla kommer njuta av denna första upplevelse av den kommande 1.7 Ny UI Uppdateringen."
	},
	"WHATS_NEW_1.7_UI_UPDATE": {
		"WHATS_NEW_1.7_UI_UPDATE_HEADER": "Välkommen till {1} Ny UI Uppdateringen!",
		"WHATS_NEW_1.7_UI_UPDATE_WHAT_IS_NEW": "Så vad är nytt? Tja, en helt ny UI till att börja med! Allt från huvudmenyn, sparfiler med miniatyrbilder, sortering i mod-menyn, laddningsskärmen, till en komplett omarbetning av gränssnittet i spelet. Listan är alldeles för stor för att få in allt här men låt oss titta på några funktioner.",
		"WHATS_NEW_1.7_UI_UPDATE_ACTION_BAR": "Ett nytt **åtgärdsfält** som inkluderar **bygg**-menyn (med filtrering efter kategorier och en sökfunktion), en **målning**-meny, en **synlighet**-meny och snabb åtkomst till **Boken**!",
		"WHATS_NEW_1.7_UI_UPDATE_BOOK": "Boken är din informationsföljeslagare och innehåller ett antal sidor som en sorterbar **bybolista**, där du kan tilldela jobb och hitta hem och arbetsplatser, en **arbetsplatslista** som kan sorteras på många sätt, inklusive de under konstruktion. Boken innehåller också sidor för **handel**, **ständer**, **budget** och din **armé** med nya och förbättrade funktioner för alla.",
		"WHATS_NEW_1.7_UI_UPDATE_HUD": "En mängd informationspaneler längst upp i den nya **HUD** som ger dig enkel tillgång till information om resurser, dina bybor, så som deras lycka samt information om din by och byggnader i den. Du kan snabbt navigera till byggnader som saknar arbetare eller resurser med ett enda klick.",
		"WHATS_NEW_1.7_UI_UPDATE_STATUS": "**Byggnadsstatus** och **problemräknare** har introducerat som kommer göra det mycket lättare att se och lokalisera potentiella problem som påverkar din by.",
		"WHATS_NEW_1.7_UI_UPDATE_TOOLTIPS": "Du kommer nu också att hitta ett stort utbud av **verktygstips** för att bättre förstå immigration, lycka och budgetinformation, för att endast nämna några. ",
		"WHATS_NEW_1.7_UI_UPDATE_QUEST_MODULE": "En ny **uppdragsmodul** och aviseringar rakt igenom. Uppdrag kan enkelt fästas för spårning, medan notiser kan ses här och där i det nya gränssnittet för snabb identifiering av problem, varningar och andra notiser, såsom besök från sändebud och naturligtvis mycket mer.",
		"WHATS_NEW_1.7_UI_UPDATE_HELP": "En fullständig revidering av **hjälpmenyn** med mer detalj och mycket mer information, som borde hjälpa dig att få ett grepp om spelet snabbare och enklare. Många användbara tips finns också i hjälpämnena för de som kanske redan har bra koll på spelet.",
		"WHATS_NEW_1.7_UI_UPDATE_ART": "Allt ovan ned mer har lindats in i en tilltalande estetisk och vacker stil som passar både spelet och miljön. Nya **illustrationer** pryder den nya boken och vackra illustrationer finns genom hela spelet när du tar emot brev och berättande notiser.",
		"WHATS_NEW_1.7_UI_UPDATE_ENVIRONMENT": "Inte bara det, vi har arbetat under huven och gjort förbättringar som inkluderar nya miljötexturer och gräsvariationer, vilket skapar en rikligare värld för dina bybor.",
		"WHATS_NEW_1.7_UI_UPDATE_FOOTER": "Vi hoppas att du gillar uppdateringen och glöm inte att kolla in våra Discord och sociala mediekanaler nedan."
	},
	"WHATS_NEW_1.7_PATCH": {
		"WHATS_NEW_1.7_PATCH_HEADER": "Alpha {1} UI/UX Patch är LIVE!",
		"WHATS_NEW_1.7_PATCH_WHAT_IS_NEW": "Patchen är här och med det kommer en rad medeltida korrigeringar och förbättringar inklusive:",
		"WHATS_NEW_1.7_PATCH_NEW_COUNTERS": "Förbättrad spårning av potentiella problem med tillägget av två nya klickbara **räknare** för att enkelt lokalisera färgzonsproblem såväl som pågående konstruktioner. De hittas överst på skärmen, med befintliga räknare.",
		"WHATS_NEW_1.7_PATCH_RESOURCE_TEXTFIELD": "Möjligheten att **manuellt mata in värden** av resurser som ska handlas i Boken.",
		"WHATS_NEW_1.7_PATCH_DISTANCE_WORK": "Återkomsten av **avstånd till arbete**-information vid tilldelning av jobb på arbetsplatser.",
		"WHATS_NEW_1.7_PATCH_IMPROVED_MENUS": "En mängd förbättringar inom huvudmenyn, så som en mer detaljerad **kartväljare** samt mer effektiva **spara/ladda menyer**.",
		"WHATS_NEW_1.7_PATCH_MOTION_SICKNESS": "En inställning för att **stänga av animationer** i miljön (träd- och grässvängningar) för att lindra symtom av **åksjuka**.",
		"WHATS_NEW_1.7_PATCH_ZOOMING_OUT": "En mer responsiv **kamerazoom**, särskilt märkbar när du navigerar i hög terräng. Tittar på dig, Bergskartan!",
		"WHATS_NEW_1.7_PATCH_TEXT_CONTRAST": "Ökad **textkontrast** och förfinade skuggor, förbättrar övergripande läsbarheten. (Tips: användargränssnittet storlek kan ändras i Inställningarna om så önskas.)",
		"WHATS_NEW_1.7_PATCH_VISUAL_TWEAKS": "Nya **verktygstips**, plus många fler visuella och estetiska **ändringar* överallt.",
		"WHATS_NEW_1.7_PATCH_BUGFIXES": "Flera buggfixar och krascher åtgärdade.",
		"WHATS_NEW_1.7_PATCH_FOOTER": "Förbättringar av gränssnittet kommer fortsätta medan fokuset för 1.8 skiftar tillbaka till spelinnehåll. Tack för din värdefulla feedback och tills nästa gång, ha det bra!"
	},
	"WHATS_NEW_1.8": {
		"WHATS_NEW_1.8_HEADER": "Foundations Höstuppdatering {1} Förhandsgranskning är äntligen här!",
		"WHATS_NEW_1.8_HEADER_OFFICIAL": "Foundations höstuppdatering {1} är äntligen här!",
		"WHATS_NEW_1.8_WHAT_IS_NEW": "Vi är stolta över att presentera den senaste förhandsgranskniken av Foundation. Den introducerar flera spännande nya funktioner som kommer att ge nytt liv till dina bosättningar! Här är några höjdpunkter:",
		"WHATS_NEW_1.8_WHAT_IS_NEW_OFFICIAL": "Vi är mycket stolta över att kunna presentera den senaste uppdateringen för Foundation. Den introducerar flera spännande nya funktioner som kommer att ge nytt liv till dina bosättningar! Här är några höjdpunkter:",
		"WHATS_NEW_1.8_NEW_PRODUCTION_BUILDINGS": "Två **nya produktionsbyggnader** att lägga till i din bosättning: **Ljusmakeriet** och **verkstaden för vanliga varor**. Båda byggnaderna är visuellt uppdaterade och en har distinkt resurshög så att du aldrig lämnas i mörkret. Vi planerar att lägga till denna användbara funktion till alla andra byggnader också, så snart vi har slutfört deras visuella översyn. Om du undrar vad som är syftet med våra nya byggnader, är svaret enkelt: Att erbjuda ett nytt sätt att tillgodose dina bybors behov av \"vanliga varor\" (utöver vanliga kläder).",
		"WHATS_NEW_1.8_CONSTRUCTION_BUNDLES": "**Byggstegsbuntar** har lagts till i de nyligen introducerade byggnaderna i Foundation. Den här funktionen hjälper till att skapa en mer logisk och uppslukande byggprocess. Vi tog tillfället i akt att lägga till en relevant artikel i Hjälp om du någonsin behöver en påminnelse.",
		"WHATS_NEW_1.8_STOCKPILING_COMMUNICATION": "**Lagring** av resurser är nu **bättre kommunicerad** i spelet. Det hindrar dina bybor från att använda lagrade resurser. Tillägget av ikoner, information som visas i verktygstips och till och med ibland omnämnanden i byggnadens status bör hjälpa spelare att förstå denna användbara funktion.",
		"WHATS_NEW_1.8_GLOBAL_IMPROVEMENTS": "Varje ny patch innebär ett antal **globala förbättringar**. Foundation-fans kommer att bli glada över att höra om inkluderingen av nya och förbättrade verktygstips, förbättrad visning av arbetsplatslagring (indata och utdata) i översiktsfliken med mer.",
		"WHATS_NEW_1.8_MODDING_IMPROVEMENTS": "Vi ägnar alltid särskild uppmärksamhet åt **modifiering**. Med 1.8 ville vi att moddare skulle ha tillgång till ännu ett kreativt verktyg: skapandet av **anpassade mandat** för fogdar! För att ytterligare stödja modgemenskapen och deras kreativitet kommer moddare nu att ha tillgång till **felsökningsverktyg**! För spelare har vi lagt till **webblänkar till mod.io** så att du lättare kan kommunicera med modskapare vid problem (Rapportverktyget är inte lämpat för mods).",
		"WHATS_NEW_1.8_AND_MORE": "Med **mycket mer**!",
		"WHATS_NEW_1.8_FEEDBACK": "Vi vill gärna få din feedback på förhandsvisningen, för vilken du kan gå med på Discord (Discord-knappen nedan), där vi har en dedikerad kanal för förhandsgranskningsfeedback, eller alternativt lämna oss dina kommentarer i Steam- eller GOG-forumen.",
		"WHATS_NEW_1.8_FOOTER": "Med det sagt, njut av spelet! :)\n - Polymorph Games-teamet"
	},
	"WHATS_NEW_1.8_PATCH": {
		"WHATS_NEW_1.8_PATCH_PREVIEW_HEADER": "The {1} Preview Build is live!",
		"WHATS_NEW_1.8_PATCH_PREVIEW_NEW_FEATURES": "Det här är din chans att testa några av de nya funktionerna vi har arbetat på.",
		"WHATS_NEW_1.8_PATCH_PREVIEW_HIGHLIGHTS": "Med de nya funktionerna kommer du märka att:",
		"WHATS_NEW_1.8_PATCH_PREVIEW_RESOURCE_TRACKER": "A **resource tracker** tool which adds useful icons above entities in the world. Never lose track of your village’s resources anymore!",
		"WHATS_NEW_1.8_PATCH_PREVIEW_CONSTRUCTION_BUNDLES": "Improvements to **construction bundles** so the visual messaging is more accurate.",
		"WHATS_NEW_1.8_PATCH_PREVIEW_FEEDBACK": "As always, we would like to hear from you about this preview build. You can join the discussion on our Discord (Discord button below), where we have a dedicated preview feedback channel. Alternatively, you can leave comments here on Steam or on the GOG forums.",
		"WHATS_NEW_1.8_PATCH_PREVIEW_BUGS": "Tänk på att denna version av spelet troligtvis innehåller buggar. Vänligen rapportera dem på den vanliga sättet genom Discord eller på GOG och Steam forumen.",
		"WHATS_NEW_1.8_PATCH_PREVIEW_FOOTER": "We hope you all enjoy this hands-on experience of the upcoming update, which is due to release before Christmas.",
		"WHATS_NEW_1.8_PATCH_OFFICIAL_HEADER": "Goda nyheter allesammans! Uppdatering {1} är nu tillgänglig!",
		"WHATS_NEW_1.8_PATCH_OFFICIAL_HIGHLIGHTS": "Eftersom det gick ganska bra med förhandsversionen, släpper vi den här uppdateringen lite i förväg. Här är en översikt över vad som ingår:",
		"WHATS_NEW_1.8_PATCH_OFFICIAL_RESOURCE_TRACKER": "**Resource Tracker (ny!)**: spåra dina resurser i realtid! Ikoner har lagts till ovanför enheter så att du kan ha bättre koll på var resurserna finns – och hur de används – i din by. Vi har också lagt till en genväg till boken för varje resurs i informationsmodulen, så att du enkelt kan hantera allt med ett eller två klick.",
		"WHATS_NEW_1.8_PATCH_OFFICIAL_CONSTRUCTION_BUNDLES": "**Construction Progress (overhaul!)**: one goal of this update was to achieve better HUD efficiency. Our team worked diligently to achieve this goal. Among other things, ready-to-build bundles are now shown in construction progress bars! In other words, you can now see what’s ready for construction (and what still requires more resources) in a flash.",
		"WHATS_NEW_1.8_PATCH_OFFICIAL_BUGFIXES": "**Plus many more tweaks**, bug fixes and QOL changes!",
		"WHATS_NEW_1.8_PATCH_OFFICIAL_FOOTER": "We would like to take this opportunity to thank you all for sharing feedback, bug reports and fostering a welcoming community all year long. We hope you enjoy this last update for 2021 and we will see you next year with an amazing roadmap of features to come. Meanwhile, enjoy the holiday season and have a great time!"
	},
	"WHATS_NEW_1.9_MEDIA_PREVIEW": {
		"WHATS_NEW_1.9_MEDIA_PREVIEW_HEADER": "Welcome to Foundation's Update {1} Media Preview!",
		"WHATS_NEW_1.9_MEDIA_PREVIEW_INTRO": "We are happy to share this exclusive hands-on preview of Foundation’s upcoming 1.9 Update with you. Here's some of the new and overhauled game features you will find in this work-in-progress version:",
		"WHATS_NEW_1.9_MEDIA_PREVIEW_MONASTERY": "The **Monastery** monument (from the Clergy Estate) has been significantly enhanced. There are plenty of new functions available, including a Hospitium (to host visitors), a Scriptorium (to produce Manuscripts, a new resource) and Nun Dorms to which you can concede female villagers!",
		"WHATS_NEW_1.9_MEDIA_PREVIEW_SUB_BUILDINGS": "**Monuments** can now have sub buildings. For instance, you can build a Chapel inside your Monastery, or a Great Hall in your Manor House, both made from multiple parts. You can also switch the functions of sub buildings at will should you require so.",
		"WHATS_NEW_1.9_MEDIA_PREVIEW_PROGRESSION": "**Utveckling** har gjorts om helt. I början kommer du att låsa upp byggnader från en allmän utvecklingsriktning, sedan måste du välja vilken av de tre ständerna – Allmoge, Kungadöme eller Prästerskap – du vill satsa på.",
		"WHATS_NEW_1.9_MEDIA_PREVIEW_ECONOMY": "The **economy** has also shifted dramatically from being market-centric to now relying heavily on taxation. You will have to build a Tax Office, assign a Tax Collector and strike a balance between filling your coffers without tanking your global Happiness factor!",
		"WHATS_NEW_1.9_MEDIA_PREVIEW_NARRATIVE": "You will notice that the **narrative** aspect now plays a bigger role than ever in Foundation. Indeed, we’ve added a large number of interesting events and opportunities, ranging from hosting fairs to improving trades with neighbors and much, much more. In that same regard, players will feel they have more of a say as Lord/Lady thanks to the addition of more extensive narrative choices.",
		"WHATS_NEW_1.9_MEDIA_PREVIEW_EDICTS": "**Edicts** and **privileges** let you bend the rules in your favor. The former are laws you enact for your village, while the latter are special ‘gifts’ handed out by Estates to their most loyal followers. ",
		"WHATS_NEW_1.9_MEDIA_PREVIEW_ONBOARDING": "**Onboarding** quests will help new and returning players alike get their bearings. Of course, you can choose to skip them altogether!",
		"WHATS_NEW_1.9_MEDIA_PREVIEW_FOOTER": "Media partners like you help us spread the word about our medieval city builder and gather extremely valuable feedback. Thank you in advance for your time in Foundation, and we can't wait to see what you will have to say about the game to your respective audiences! \n - The Polymorph Games team"
	},
	"WHATS_NEW_1.9_PUBLIC_PREVIEW": {
		"WHATS_NEW_1.9_PUBLIC_PREVIEW_HEADER": "Welcome to Foundation's {1} Public Playtest!",
		"WHATS_NEW_1.9_PUBLIC_PREVIEW_INTRO_1": "We have exciting news to share today: the public playtest of the upcoming 1.9 update is now underway!",
		"WHATS_NEW_1.9_PUBLIC_PREVIEW_INTRO_2": "Get a first hands-on experience with a wide range of new and improved gameplay features. Here’s a few examples of what’s included:",
		"WHATS_NEW_1.9_PUBLIC_PREVIEW_FOOTER": "Read more about update 1.9 on our official website. Have fun!"
	},
	"WHATS_NEW_1.9_RELEASE": {
		"WHATS_NEW_1.9_RELEASE_HEADER": "Lords & Ladies, get ready: Update {1} is now LIVE!",
		"WHATS_NEW_1.9_RELEASE_INTRO": "We are extremely happy to share Foundation’s latest update with you today. ",
		"WHATS_NEW_1.9_RELEASE_INTRO2": "From redesigned systems to brand-new features, there is a lot to unpack with this content. Here’s some of its highlights: ",
		"WHATS_NEW_1.9_RELEASE_VA": "**Village Aspirations** that act as long-term goals for your village...with achievements to boot! Each of these challenges has been designed to encourage you to try new ways of playing. ",
		"WHATS_NEW_1.9_RELEASE_PROGRESSION": "Ett **nytt utvecklingssystem** som ger mycket mer vikt åt dina beslut. Förutom en Allmän utvecklingsriktning som erbjuder några av de mest väsentliga Foundation-byggnaderna, har varje Stånd nu sin egen uppsättning upplåsbara byggnader...kan du få dem alla?\n\nFör närvarande fokuserade vi på prästerskapets utvecklingsriktning. Med våra nästa uppdateringar planerar vi att uppgradera både Kungadöme- och Allmoge-utvecklingsriktningar.",
		"WHATS_NEW_1.9_RELEASE_TAXATION": "**Taxation**, now a cornerstone of your economy! Gone are the days when market stalls were the go-to for coins: now it's all about taxing your people. Be careful not to overtax though, at the risk of tanking the global happiness of your villagers… ",
		"WHATS_NEW_1.9_RELEASE_MONASTERY": "An **improved monastery** that now boasts several new features, including the possibility to integrate your own nuns for the very first time! Not only did our talented artists upgrade its visuals in a big way, but we also added functions such as the hospitium (to host visitors), the scriptorium (to produce manuscripts) and dormitories.",
		"WHATS_NEW_1.9_RELEASE_SUB": "**Sub-buildings** that let you expand the capabilities of your buildings. You can now assign functions to a group of building parts (what we call sub-buildings) instead of individual parts. Each sub-building will therefore be linked to a single function (e.g. Treasury) which you can change should you desire so. ",
		"WHATS_NEW_1.9_RELEASE_EDICTS": "**Edicts** and **privileges**, which change the rules of the game to your advantage. The former are laws enacted in your village, while the latter are rewards offered by the various Estates to their most devoted Lords or Ladies. ",
		"WHATS_NEW_1.9_RELEASE_NARRATIVE": "**More extensive narrative choices** that add to the immersion and the gameplay possibilities. Will you be able to negotiate a better deal with a neighbouring village? Will you rely on one of your specialists to solve a pressing production need? The choices are yours to make!  ",
		"WHATS_NEW_1.9_RELEASE_MORE": "And more! ",
		"WHATS_NEW_1.9_RELEASE_FOOTER": "As this update profoundly impacts a ton of gameplay elements, we expect to have to make some adjustments to the game's balance. \n\nWe would like to take this opportunity to thank everyone who has taken part in 1.9 previews. Your feedback, bug reports and general enthusiasm really helped shape the update in a positive way. We hope you enjoy what we've been working on for the past several months. \n\n - The Polymorph Games team "
	},
	"WHATS_NEW_1.9.1_RELEASE": {
		"WHATS_NEW_1.9.1_RELEASE_HEADER": "Greetings Lords & Ladies!",
		"WHATS_NEW_1.9.1_RELEASE_INTRO": "The last update of 2022 is upon us with 1.9.1. Here’s a summary of what you can expect:",
		"WHATS_NEW_1.9.1_RELEASE_MAPGEN": "Our **experimental map generator** goes public! After a few weeks of testing in beta, everyone can now play with procedurally-generated maps in Foundation. Choose from one of the three available topographies to generate an infinite number of maps, each with their own unique landscapes. \n\nWhile now public, the map generator is still a work-in-progress—hence the limited number of options available now—and will evolve over time. We plan further additions to this feature, including flattened environments with an upcoming \"plains\" topographical cluster and more. Stay tuned! ",
		"WHATS_NEW_1.9.1_RELEASE_RESOURCES": "The **Resources tooltip** now displays a detailed breakdown of each resource’s physical location to help you understand where and how they are being used.",
		"WHATS_NEW_1.9.1_RELEASE_TIPS": "**Loading screen tips** have been added! In this first edition, our scribes share some of Foundation's best kept secrets, delivered through a curated list of easy to understand tips. ",
		"WHATS_NEW_1.9.1_RELEASE_FOOTER": "We hope you enjoy this one last update of 2022. We wish you all a very happy holiday season. \n\n - The Polymorph Games team"
	},
	"WHATS_NEW_1.9.2_RELEASE": {
		"WHATS_NEW_1.9.2_RELEASE_HEADER": "Greetings Lords & Ladies!",
		"WHATS_NEW_1.9.2_RELEASE_INTRO": "Update 1.9.2 is now available. Here’s an overview of what to expect:",
		"WHATS_NEW_1.9.2_BUDGET": "**Budget breakdown overhaul**: managing the finances of your medieval village will now be made easier thanks to a slew of new and improved data from the budget breakdown window. This includes but is not limited to: the addition of mandates as an income factor, upkeep costs per building type and more. We also took this opportunity to clean up the budget UI for a better viewing experience.",
		"WHATS_NEW_1.9.2_CONSTRUCTION_STEPS": "**Monastery construction steps**: our art team has been hard at work on adding new construction steps for the Monastery with their very own scaffolding kit! All variations of the Clergy monument—Abbatial, Rustic and Modest—will now better reflect their construction status for a more immersive experience.",
		"WHATS_NEW_1.9.2_RIGHT_CLICK": "**Right-click to close windows**: one of the most requested features has finally been added! You can now right-click on any previously opened window to close it. On a related note, we also implemented a new behavior for the ESC key, which will now either close or open the systems menu depending on whether it’s already active or not.",
		"WHATS_NEW_1.9.2_FOOTER": "As always, this newest update also comes with its fair share of bug fixes and other changes. Be sure to hit the button below for all the details!"
	},
	"WHATS_NEW_1.9.3_RELEASE": {
		"WHATS_NEW_1.9.3_RELEASE_HEADER": "Lords & Ladies, Update {1} has just been released!",
		"WHATS_NEW_1.9.3_RELEASE_INTRO": "This newest version of the game focuses on two things:",
		"WHATS_NEW_1.9.3_RELEASE_DECORATIONS": "**Decorations availability**: decorations are now available for all monuments and are easily accessible through the build menu.",
		"WHATS_NEW_1.9.3_RELEASE_HUD": "**Action Bar (HUD) Improvements**: the action bar located at the bottom of the screen now features two new buttons for Mandates and Village Aspirations.",
		"WHATS_NEW_1.9.3_FOOTER": "Read all details about what this update entails including other improvements and bug fixes on our website. \n\n - The Polymorph Games team"
	},
	"WHATS_NEW_1.9.4_RELEASE": {
		"WHATS_NEW_1.9.4_RELEASE_HEADER": "Lords & Ladies, Update {1} has just been released!",
		"WHATS_NEW_1.9.4_RELEASE_INTRO": "After weeks of public testing, Update 1.9.4 is now integrated into the game. Despite being classified as a minor update according to our roadmap, it’s anything but! This content features dramatic changes to the game balance as well as quite a lot of new stuff to keep you busy for a while. Here’s the key elements included:",
		"WHATS_NEW_1.9.4_RELEASE_MEAT": "**Meat production chain**: right from the start, you can unlock and build a Butchery to turn boars into meat for consumption or trade. This new production chain will also help you fulfill the additional food need introduced for your villagers…including Serfs!",
		"WHATS_NEW_1.9.4_RELEASE_ENTERTAINMENT": "**Tavern overhaul and Entertainment need**:  Commoners and Citizens alike now need to be entertained!  What better way to achieve this than to quench their thirst at the Tavern? A variety of drinks will do, including a brand-new Berry Brew created in its dedicated workplace.",
		"WHATS_NEW_1.9.4_RELEASE_STATUS": "**Villager statuses matter**:  this update rethinks a lot of the requirements tied to workplaces. More advanced jobs now require Commoner status or higher, which in turn incentivizes promotions. Speaking of which…",
		"WHATS_NEW_1.9.4_RELEASE_PROMOTION": "**Ease of promotions**:  gone are the days where you had to wait a whole month in-between promotions. Since this update cares a lot more about villager statuses, we removed the delay. Furthermore, an option to promote villagers directly from their detailed information window has also been added. Promote away!",
		"WHATS_NEW_1.9.4_RELEASE_LEVY": "**Levy Mandate**: after moving most of the taxation options to the Labor progression path, we needed an alternative to get coins in the common progression path. This is where the new Levy mandate comes into play. In a few words, it allows you to get an instant amount of coins at the cost of your villagers’ general happiness. It's a double-edged sword and we can't wait to see how you use it!",
		"WHATS_NEW_1.9.4_RELEASE_MAPGEN": "**Map generator improvements**:  create maps with even more freedom than before by adjusting various parameters to create your perfect medieval sandbox. Share your favorite results with the community thanks to the addition of unique map codes!",
		"WHATS_NEW_1.9.4_RELEASE_BALANCE": "**Tons of game balance tweaks**:   this update is aptly named as it includes a large amount of game balance adjustments. Immigration, happiness, trading, resource gathering, goods production, workplaces, events and more have had values changed in some way. You will want to make sure to take a look at the changelog for all the details!",
		"WHATS_NEW_1.9.4_RELEASE_TRANSPORT": "**Enhanced transport**: we optimized our transport algorithm which will now result in the creation of 'resource hubs' within your villages. The most noticeable difference is that villagers will no longer travel unfathomable distances to fetch food or satisfy their needs. Instead, they will associate with markets or buildings near their living space. ",
		"WHATS_NEW_1.9.4_FOOTER": "Head over to our blog for more details including a thorough list of game balance changes applied to this newest version of the game! \n\n - The Polymorph Games team"
	},
	"WHATS_NEW_1.9.5_RELEASE": {
		"WHATS_NEW_1.9.5_RELEASE_HEADER": "Lords & Ladies, Update {1} has just been released!",
		"WHATS_NEW_1.9.5_RELEASE_INTRO": "This new version introduces scalable quests, event snoozing as well as Hospitium pausing and an improvement to our transport algorithm. Let's dig in!",
		"WHATS_NEW_1.9.5_RELEASE_SCALING": "**Scalable Quests & Events**: as their name suggests, scalable quests modify conditions, objectives and rewards according to your game progression—following that of Prosperity, i.e. 5 tiers.",
		"WHATS_NEW_1.9.5_RELEASE_SNOOZING": "**Event Snoozing**: Events now have snooze delays when a player dismisses them. Such delays are added on top of their recurrence factor, which have also been slightly reduced. You can expect snoozed events to add between 50-100% more days before they pop up again.",
		"WHATS_NEW_1.9.5_RELEASE_HOSPITIUM": "**Hospitium Pausing**: this version of the game also includes a new pause function for Hospitiums. When paused, such locations won’t welcome new guests anymore. Think of it as an added safety valve to better control your food supply as visitors tend to be quite hungry. You can resume Hospitium functionality—thus further guest waves—at any time.",
		"WHATS_NEW_1.9.5_RELEASE_TRANSPORT": "**Transport Algorithm Improvement**: Lastly, we have included a tweak to our transport algorithm. From now on, transporters are able to dynamically adjust how many resources they carry before reaching their destination, all synced with workplaces. You will notice an immediate effect on productivity as transport becomes even more responsive.",
		"WHATS_NEW_1.9.5_RELEASE_FOOTER": "We hope you enjoy these new additions to Foundation. Feel free to share your feedback on our official Discord channel! \n\n -The Polymorph Games team"
	},
	"WHATS_NEW_1.9.6_RELEASE": {
		"WHATS_NEW_1.9.6_RELEASE_HEADER": "Lords & Ladies, Update {1} is now available!",
		"WHATS_NEW_1.9.6_RELEASE_INTRO": "This new version is all about **Desirability** and how it will influence the layout of your village areas. While not a new concept per se, it has been thoroughly overhauled and will significantly improve how you plan—and play the game. Here's an overview of what to expect:",
		"WHATS_NEW_1.9.6_RELEASE_NEW_DESIRABILITY_HEADER": "New Desirability",
		"WHATS_NEW_1.9.6_RELEASE_NEW_DESIRABILITY_HOUSING_QUALITY": "**Housing Quality**: house panels now have a Housing Quality section. This includes all Desirability requirements needed to upgrade to the next level: Desirable Neighborhood, Beautification Area and at least one Commoner (or above) resident seeking housing in your village.",
		"WHATS_NEW_1.9.6_RELEASE_NEW_DESIRABILITY_VILLAGE_EMBELLISHMENT": "**Village Embellishment**: you are now incentivized to place Decorations close to houses, which will create 'Beautification clusters', e.g., desirable neighborhoods within your village. This contributes to the aforementioned Beautification Area criteria for higher-level housing.",
		"WHATS_NEW_1.9.6_RELEASE_NEW_DESIRABILITY_HOUSING_DEGRADATION": "**Housing Degradation**: if at some point an upgraded house no longer meets one of its Desirability requirements, you will be warned to take action. Should the situation remain unchanged, the house will slowly degrade over time back to its previous quality level. Meeting the requirements again will allow houses to upgrade.",
		"WHATS_NEW_1.9.6_RELEASE_NEW_DESIRABILITY_INFORMATION_LAYERS": "**New Desirability Information Layers**: the Desirability visual tool is evolving. You can now toggle information layers that highlight desirable—and undesirable—areas in your village, both influenced by your choice of decorations and buildings. The simple color code gives you a quick and easy way to make adjustments as you see fit.",
		"WHATS_NEW_1.9.6_RELEASE_OTHER_IMPROVEMENTS_HEADER": "Other Improvements",
		"WHATS_NEW_1.9.6_RELEASE_OTHER_IMPROVEMENTS_MONUMENT": "**Improved Monument and Sub-Building Experience**: it’s now easier to identify monuments with the addition of their own icon in the building window. We cleaned the UI and moved the maintenance cost below the monument description. You will also notice a new filter in the building menu, allowing you to easily access available monuments for your village. Likewise, sub-buildings are now easier to navigate through with the possibility of going back to the parent building with a new button located at the top of the building window.",
		"WHATS_NEW_1.9.6_RELEASE_OTHER_IMPROVEMENTS_BOOK": "**Book improvements**: cost information for unlockable elements is now displayed in tooltips. Furthermore, icons used for the ‘Buy from them’ and ‘Sell to them’ sections as well as the ‘Bought’ and ‘Sold’ sections have been adjusted in an effort to convey trading feedback more efficiently.",
		"WHATS_NEW_1.9.6_RELEASE_FOOTER": "As always, be sure to hit the Read More button below to learn further details about this update’s content. We want to take this opportunity to thank you for your continued support. \n\nWe hope you enjoy this new way to experience Foundation. Feel free to share your feedback on our official Discord channel! \n\n -The Polymorph Games team"
	},
	"WHATS_NEW_1.9.7_RELEASE": {
		"WHATS_NEW_1.9.7_RELEASE_HEADER": "Good day fine folk! Welcome to the 1.9.7 update.",
		"WHATS_NEW_1.9.7_RELEASE_INTRO": "This update focuses on **Quality of Life** improvements that we have both planned and also from valuable community feedback.",
		"WHATS_NEW_1.9.7_RELEASE_MAP_GENERATOR": "**Improved Map Generator:** The Map Generator minimap visuals have been improved with new shading to easily identify elevation. Furthermore, territory sizes have been increased and you should no longer encounter any micro or broken territories.",
		"WHATS_NEW_1.9.7_RELEASE_INTERIOR_ACCESS": "**Interior Access:** Buildings no longer need separate door parts but will look at interior access as a whole. For example, an entrance to your treasury could be part of an attached Great Hall. Additionally, there is now a toggleable Interior Access visualization so you can easily check that a building is accessible.",
		"WHATS_NEW_1.9.7_RELEASE_GHOST_PREVIEW": "**Ghost Construction Preview:** When placing a building, all other buildings under construction will now show as a ghost visualization for easier placement of new construction projects.",
		"WHATS_NEW_1.9.7_RELEASE_CONSTRUCTION_FLOW": "**Improved Construction Flow:** Builders will now prioritize constructions based on the order they were started instead of proximity to the builder's workshop. In addition, builders will be dispatched more evenly between construction projects.",
		"WHATS_NEW_1.9.7_RELEASE_TRAVELING_WORK_TIME": "**Traveling and  Work Time:** We have now removed the villager's travel time from their overall work time. This will enable them to use their work time more effectively, despite any long distances your villagers may have to walk to get to work.",
		"WHATS_NEW_1.9.7_RELEASE_MONASTIC_EMISSARY": "**The Monastic Emissary:** A Sister/Brother can now be assigned to work at the new Emissary Office within the Monastery. They will take on the role of Monastic Emissary (similar to the Bailiff role), dealing with Clergy privileges and mandates.",
		"WHATS_NEW_1.9.7_RELEASE_RESOURCE_FAVORITE": "**Resource Favorites:** A much-requested feature can now be found in the game with the ability to choose your favorite resources. Mark as many favorites as you wish in the resource window of the Book.",
		"WHATS_NEW_1.9.7_RELEASE_BUILDING_FUNCTION_STATUS": "**Buildings Function Status:** Buildings now have a clear function status and feedback. They will indicate when they can no longer work if one of their construction requirements is missing. Restoring the condition will resume the workplace.",
		"WHATS_NEW_1.9.7_RELEASE_MORE": "**And More!:** Housing upgrades/downgrades will no longer look like a fresh construction and, as you would no doubt expect, there are a number of bug fixes.",
		"WHATS_NEW_1.9.7_RELEASE_FOOTER": "For the full details of this update hit the Read More button below, and if you haven’t seen it yet, you can also find an important announcement regarding changes to our release plan right there on our website.\n\nWe hope you enjoy all the QOL improvements and don’t hesitate to reach out with any feedback!\n\n -The Polymorph Games team"
	}
}