{
"What is Recalbox?": "Recalbox är ***den ultimata retrogamingkonsolen*** som låter dig spela om alla spel, konsoler och datorer från din barndom!\n\n Med Recalbox kan du enkelt (åter)upptäcka och (åter)spela titlarna som satte sin prägel på videospelens historia!",
"How does it work?": "Recalbox kan enkelt installeras på mycket billiga nanodatorer som ***Raspberry Pi 4***, eller på **alla datorer** (moderna eller gamla).",
"Is it complicated?": "Absolut inte! Recalbox är förmodligen den plattform och det community som bryr sig mest om att erbjuda en ultraförenklad lösning, tillgänglig även för de största nybörjarna. Vet du inte var du ska börja? Följ guiden, [vi hjälper dig genom enkla 4 steg] ({{länk}}).",
"Do you have a ready to play retrogaming console?": "På [Kubii.fr](https://www.kubii.fr/221-recalbox), den största europeiska Raspberry Pi-specialisten, erbjuder vi **färdiga Recalbox-kit**!",
"What can I install Recalbox on?": "För bästa möjliga spelupplevelse rekommenderar vi att du använder Recalbox på en **Raspberry Pi 4 2GB**. Men du kan också använda Recalbox på en\n- Raspberry Pi 400\n- Raspberry Pi Zero 2\n- Raspberry Pi Zero\n- Raspberry Pi 1 (B/B+)\n- Raspberry Pi 2\n- Raspberry Pi 3 (B/B+)\n- Raspberry Pi 4 (valfri version)\n- Odroid XU4\n- PC (64bits)\n- Odroid Go Advance\n- Odroid Go Super",
"How many games are included?": "Recalbox-teamet är stolta över att **stödja** oberoende spelutvecklare genom att inkludera nästan ***150 helt outgivna spel***, ofta i total exklusivitet och för vissa aldrig släppta tidigare!\n\nVi försöker lägga till så många gratisspel som möjligt till Recalbox varje dag så att du kan ha kul från första lanseringen!\n\nRecalbox innehåller inte något upphovsrättsskyddat innehåll.\n\nGå till [detta foruminlägg](https://forum.recalbox.com/topic/52/homebrews-sur-la-recalbox) för att skicka in dina hemmabrews/skapelser!",
"What are supported games and consoles?": "Recalbox är en otrolig plattform som är dedikerad till att rädda, bevara och överföra din barndoms videospelarv.\n\nHittills har Recalbox väckt liv i mer än hundra konsoler, handdatorer, dataspel och arkadsystem, från de mest kända till de mest exotiska.\n\nDu kommer att kunna (åter)upptäcka och dela deras tiotusentals spel, varav vissa har försvunnit, för att rädda dem från glömska!",
"Recalbox stöder mer än 100 system, men jag kan bara se några av dem i gränssnittet, är det normalt?": "Ja, för att förenkla användningen visar Recalbox bara konsoler som har spel (roms) i sin mapp.\n\nDu behöver bara lägga till spel för att konsolen ska visas i den allmänna menyn!\n\n **Tips**: omvänt kan du tömma en konsols mapp för att dölja den om du inte är intresserad. Användbart!",
"Where can I see the progress of the development of the Recalbox?": "Det enklaste sättet? Kolla [bloggen](/blog) eller genom att följa oss på [Facebook](https://www.facebook.com/recalbox), [Twitter](https://twitter.com/recalbox) och [Instagram](https://www.instagram.com/recalbox/)! \n\nFör den som vill hjälpa oss med projektet finns massor av info på [Recalbox gitlab](https://gitlab.com/recalbox/recalbox).",
"How can I participate in the project?": "\n- Genom att beställa din hårdvara på [kubii.fr](https://www.kubii.fr/221-recalbox)\n- Genom att rapportera buggar på [support@recalbox.com](mailto:support@recalbox.com)\n- Genom att delta på [Recalbox forum](https://forum.recalbox.com)\n- Genom att föreslå en sammanslagningsbegäran på [Recalbox Gitlab](https://gitlab.com/recalbox/recalbox)",
"Can I use Recalbox in an acarde cab / bartop?": "Absolut! Det finns till och med dedikerade alternativ som gör att du kan ändra de tillgängliga menyerna eller till och med inaktivera dem helt.",
"What type of monitor can I connect Recalbox to?": "Recalbox är optimerad för att fungera nativt med alla moderna HDTV- och datorskärmar. Du kan till och med ansluta gamla DVI- eller VGA-skärmar med en särskild adapter!"
}