{
"Decline": "Avvisa",
"Accept": "Acceptera",
"Den här webbplatsen använder cookies för att förbättra användarupplevelsen.": "Den här webbplatsen använder cookies för att förbättra användarupplevelsen.",
"More info": "Mer information",
"start": "I enlighet med bestämmelserna i artiklarna 6-III och 19 i lag nr 2004-575 av den 21 juni 2004 för förtroende för den digitala ekonomin, känd som L.C.E.N., informeras användare och besökare på webbplatsen recalbox.com om detta juridiska meddelande.\n\nWebbplatsen recalbox.com kan nås på följande adress: www.recalbox.com (nedan kallad "webbplatsen"). Åtkomst till och användning av webbplatsen omfattas av detta "juridiska meddelande" som beskrivs nedan samt av lagar och tillämpliga bestämmelser.\n\nAnslutning, användning och åtkomst till denna webbplats innebär att internetanvändaren fullt ut och utan förbehåll accepterar alla bestämmelser i detta juridiska meddelande.",
"title1": "1. Skydd av privatlivet",
"content1": "Datainsamling på vår webbplats\n\n\nVem ansvarar för datainsamlingen på denna webbplats?\n\nDatabehandling på denna webbplats utförs av webbplatsredaktören. Kontaktuppgifter finns i avsnittet "Information om den enhet som ansvarar för denna webbplats".\n\nHur samlar vi in dina uppgifter?\n\nDe uppgifter vi samlar in är de uppgifter som du lämnar till oss. Det kan t.ex. vara uppgifter som du anger i ett kontaktformulär.\n\nAndra uppgifter samlas in automatiskt när du besöker webbplatsen via våra datorsystem. Detta är främst tekniska data (t.ex. webbläsare, operativsystem eller tid för sidans begäran). Insamlingen av dessa uppgifter sker automatiskt så snart du besöker vår webbplats.\n\n\nVad använder vi dina uppgifter till?\n\nEn del av uppgifterna samlas in för att webbplatsen ska fungera optimalt. Andra uppgifter kan användas för att analysera ditt användarbeteende.\n\nVilka rättigheter har du över dina uppgifter?\n\nNär som helst har du rätt att få kostnadsfri information om ursprung, mottagare och användning av dina lagrade personuppgifter. Du har också rätt att begära rättelse, blockering eller radering av dessa uppgifter. Av detta skäl och för andra frågor om dataskydd kan du när som helst kontakta oss på den adress som anges på vår kontaktsida. Dessutom har du rätt att vända dig till behörig tillsynsmyndighet.\n\nAnalysverktyg och verktyg från tredje part\n\nNär du besöker vår webbplats kan ditt surfbeteende samlas in och analyseras i form av statistik. Detta sker främst med hjälp av cookies och så kallade analysprogram. Analysen av ditt surfbeteende är anonym; surfbeteendet gör det inte möjligt att spåra dig personligen. Du kan invända mot denna analys eller förhindra den genom att inte använda vissa verktyg. Detaljerad information finns i följande sekretesspolicy.\n\nDu kan invända mot denna analys. Vi kommer att informera dig om möjligheterna att invända i denna sekretesspolicy.\n",
"title2": "2. Allmän information och obligatorisk information",
"content2": "Integritetspolicy\n\nRedaktörerna för dessa sidor tar skyddet av dina personuppgifter på största allvar. Vi behandlar dina personuppgifter konfidentiellt och i enlighet med dataskyddsbestämmelserna och denna integritetspolicy.\n\nOm du använder den här webbplatsen kommer olika personuppgifter att samlas in. Personuppgifter är information som identifierar dig personligen. Denna sekretesspolicy förklarar vilken information vi samlar in och vad vi använder den till. Den förklarar också hur och i vilket syfte detta sker.\n\nVi påpekar att överföring av data över Internet (till exempel i e-postkommunikation) kan ha säkerhetshål. Ett fullständigt skydd av data mot åtkomst av tredje part är inte möjligt.\n\nAnteckning om den enhet som ansvarar för denna webbplats\n\nDenna webbplats publiceras av RECALBOX.\n\nE-postadress: legal@recalbox.com\närefter \"utgivaren\".\n\nPubliceringschefen är: digitalLumberjack\nKontakt-e-postadress: legal@recalbox.com\närefter \"utgivaren\". \n\nDen här webbplatsen är hostad av Netlify\närefter "värden".\n\nDen ansvariga enheten är den fysiska eller juridiska person som ensam eller tillsammans med andra beslutar om ändamålen och medlen för behandling av personuppgifter (t.ex. namn, e-postadresser etc.).\n\nÅterkallande av ditt samtycke till databehandling\n\nMånga databehandlingsåtgärder är endast möjliga med ditt uttryckliga samtycke. Du kan när som helst återkalla ett befintligt samtycke. Ett informellt meddelande via e-post är tillräckligt. Lagligheten i den databehandling som utförts fram till återkallandet påverkas inte av återkallandet.\n\nRätt att överklaga till den behöriga tillsynsmyndigheten\n\nVid överträdelse av dataskyddslagen har den registrerade rätt att överklaga till den behöriga tillsynsmyndigheten. När det gäller denna webbplats är den behöriga tillsynsmyndigheten CNIL, vars information finns på följande adress: https://www.cnil.fr/\n\n\nRätt till dataportabilitet\n\nDu har rätt att få ut de uppgifter om dig som vi behandlar på grundval av ditt samtycke eller i händelse av ett avtal med en tredje part. Dessa uppgifter är i ett standardiserat, maskinläsbart format. Om du begär en direkt överföring av uppgifterna till en annan ansvarig person kommer detta endast att ske i den utsträckning det är tekniskt möjligt.\n\nSSL- eller TLS-kryptering\n\nAv säkerhetsskäl använder denna webbplats SSL- eller TLS-kryptering för att skydda överföringen av konfidentiellt innehåll, till exempel beställningar eller förfrågningar som du skickar till oss som webbplatsoperatör. Du kan känna igen en krypterad anslutning genom att ändra webbläsarens adressrad från \"http://\" till \"https://\" och låssymbolen i adressfältet i din webbläsare.\n\nOm SSL- eller TLS-kryptering är aktiverad kan de uppgifter du skickar till oss inte läsas av tredje part.\n\nInformation, blockering, radering\n\nDu har rätt att få gratis information om dina lagrade personuppgifter, dess ursprung och mottagare och syftet med databehandlingen och, om nödvändigt, en rätt att korrigera, blockera eller radera dessa uppgifter. För mer information om personuppgifter kan du när som helst kontakta oss på den adress som anges på vår kontaktsida.\n\nAvslag på reklam e-post\n\n\nDet är förbjudet att använda den information som publiceras i samband med kontaktskyldigheten för att skicka oönskad information. Operatörerna av denna webbplats förbehåller sig uttryckligen rätten att vidta rättsliga åtgärder i händelse av oönskad sändning av reklaminformation, t.ex. via skräppostmeddelanden.\n",
"title3": "3. Datainsamling på vår webbplats",
"content3": "Cookies\n\nDe flesta av våra sidor använder cookies. Cookies skadar inte din dator och innehåller inte virus. Cookies används för att göra din surfupplevelse mer användarvänlig, effektiv och säker. Cookies är små textfiler som lagras på din dator och sparas av din webbläsare.\n\nDe flesta av de cookies vi använder är "sessionscookies". De raderas automatiskt när du avslutar ditt besök. Andra cookies lagras på din enhet tills du raderar dem. Dessa cookies gör det möjligt för oss att känna igen din webbläsare nästa gång du besöker denna webbplats.\n\nDu kan konfigurera din webbläsare så att du informeras om inställningen av cookies och endast tillåter cookies i specifika fall, accepterar cookies i vissa fall eller utesluter dem helt och hållet och aktiverar automatisk radering av cookies när du stänger din webbläsare. Inaktivering av cookies kan begränsa funktionaliteten på denna webbplats.\n\n\nServerloggfiler\n\nLeverantören av sidorna samlar automatiskt in och lagrar information i serverloggfiler, som din webbläsare automatiskt överför till oss. Dessa är följande:\n\nTyp och version av webbläsare\nAnvänt operativsystem\nStart-URL\nTidpunkt för serverförfrågan\nIP-adress\nDessa uppgifter kommer inte att slås samman med andra datakällor.\n\nInhämtningen av dessa uppgifter baseras på artikel 6, punkt 1, lit. f i GDPR. Webbplatsoperatören har ett berättigat intresse av att presentera sin webbplats optimalt och utan tekniska fel - för detta ändamål måste serverloggfiler registreras.\n\nKontakt\n\nOm du skickar förfrågningar till oss via e-post legal@recalbox.com kommer detaljerna i dessa förfrågningar, inklusive den information du har angett i kontaktformuläret, att lagras för vidare behandling och vid ytterligare frågor. Vi kommer inte att dela denna information utan ditt samtycke.\n\nBehandlingen av kontaktuppgifter är därför uteslutande baserad på ditt samtycke (artikel 6, punkt 1, lit. GDPR). Du kan när som helst återkalla detta samtycke. Ett informellt meddelande via e-post är tillräckligt. Lagligheten i den databehandling som utförts före återkallandet påverkas inte av återkallandet.\n\nDe uppgifter som du har angett i kontaktformuläret förblir i vår besittning tills du begär att de ska raderas, återkallar ditt samtycke till lagring eller tar bort behovet av att lagra dem (t.ex. efter avslutad begäran). De rättsligt bindande bestämmelserna - i synnerhet lagringstiderna - påverkas inte av detta."
"title4": "4. Analysverktyg och reklam",
"content4": "Google Analytics\n\nDen här webbplatsen använder funktionerna i webbanalystjänsten Google Analytics. Leverantör är Google Inc, 1600 Amphitheater Parkway, Mountain View, CA 94043, USA.\n\nGoogle Analytics använder s.k. "cookies". Det är textfiler som lagras på din dator och som möjliggör en analys av din användning av webbplatsen. Informationen som genereras av cookien om din användning av denna webbplats överförs till en Google-server i USA och lagras där.\n\nGoogle Analytics-cookies lagras på grundval av artikel 6.1 f i GDPR. Webbplatsoperatören har ett berättigat intresse av att analysera användarnas beteende för att optimera både sin webbplats och sin annonsering.\n\nBrowser plugin\n\nDu kan förhindra lagring av cookies via en inställning i din webbläsare. Observera dock att om du gör detta kanske du inte kan använda alla funktioner på denna webbplats. Dessutom kan du förhindra att Google samlar in data som genereras av cookien och som är relaterade till din användning av webbplatsen (inklusive din IP-adress) och att Google bearbetar dessa data genom att ladda ner webbläsarplugin-programmet som finns tillgängligt via följande länk: https://tools.google.com/dlpage/gaoptout?hl=fr .\n\n\nOpposition till insamling av data\n\nDu kan förhindra att Google Analytics samlar in dina data genom att klicka på följande länk. En opt-out-cookie kommer att ställas in för att förhindra insamling av dina uppgifter vid framtida besök på denna webbplats: inaktivera Google Analytics.\n\nFör mer information om hur användardata hanteras i Google Analytics, se Googles sekretesspolicy: https://support.google.com/analytics/answer/6004245.\n",
"title5": "5. Nyhetsbrev",
"content5": "Nyhetsbrevsdata\n\nOm du vill ta emot det nyhetsbrev som erbjuds på webbplatsen behöver vi din e-postadress och information som gör att vi kan verifiera att du är ägare till e-postadressen och att du samtycker till att ta emot våra nyhetsbrev. Vi samlar inte in några andra uppgifter eller endast på frivillig basis. Vi använder dessa uppgifter uteslutande för att leverera den begärda informationen och vidarebefordrar dem inte till tredje part.\n\nBehandlingen av de uppgifter som anges i registreringsformuläret för nyhetsbrev sker uteslutande på grundval av ditt samtycke (artikel 6, punkt 1, lit. i GDPR). Samtycket till lagring av uppgifter, e-postadressen och användningen av dessa för utskick av nyhetsbrevet kan när som helst återkallas, t.ex. via länken "Avsluta prenumeration" i nyhetsbrevet. Lagligheten i redan utförda databehandlingsåtgärder påverkas inte av återkallandet.\n\nDe uppgifter som du överför till oss i syfte att erhålla nyhetsbrevet kommer att lagras av oss tills du avregistrerar dig från nyhetsbrevet och kommer att raderas efter att du har avregistrerat dig från nyhetsbrevet. Uppgifter som lagras för andra ändamål (t.ex. e-postadresser för medlemsområdet) förblir oförändrade.\n",
"title6": "6. Plugins och verktyg",
"content6": "Google Web Fonts\n\nDen här webbplatsen använder webbteckensnitt som tillhandahålls av Google för enhetlig representation av teckensnitt. När du visar en sida laddar din webbläsare de nödvändiga webbteckensnitten i webbläsarens cache för att visa text och teckensnitt korrekt.\n\nFör att göra detta måste webbläsaren du använder ansluta till Googles servrar. På så sätt får Google kännedom om att vår webbplats har besökts via din IP-adress. Användningen av Google Web Fonts syftar till att säkerställa en konsekvent och attraktiv presentation av våra onlinetjänster. Detta utgör ett berättigat intresse i den mening som avses i artikel 6.1 f i GDPR.\n\nOm din webbläsare inte stöder webbteckensnitt används ett standardteckensnitt på din dator.\n\nFör mer information om Google Web Fonts, besök https://developers.google.com/fonts/faq och Googles integritetspolicy: https://www.google.com/policies/privacy/.\n"
}

