{
"Patron Features": "- Var en del av framtiden för Recalbox!\n- Premiumfunktioner!\n- Auto-Scrap !\n- Exklusiv spellista för retrogaming ! Rösta och besluta om morgondagens funktioner! \n- Få tillgång till de senaste utgåvorna före alla andra \n- Dra nytta av exklusiva rabatter hos våra partners",
"Become a patron": "Bli en Patron",
"on your patron area": "- Generera din **Privata nyckel**, som ger dig tillgång till alla funktioner på din Recalbox.\n- Hämta ner Recalbox **Patron Edition**.\n- Få tillgång till dina **förmåner** (rabatter ...)",
"part1-1": "För att teamet ska kunna ägna 100% av sin tid åt att påskynda utvecklingen av projektet, erbjuder Recalbox nu en deltagande stödkampanj via PATREON-plattformen.\nEn lösning som gör det möjligt för Recalbox-användare att helt enkelt bli ... **våra mecenater**!",
"part1-2": "Att bli en \"Patron\" av Recalbox innebär att stödja och delta i projektets liv, bestämma framtiden för Recalbox, delta i viktiga beslut och till och med bestämma med teamet nästa nyckelfunktioner i de nya versionerna.\nKort sagt, att bli en "Patron" innebär att göra Recalbox till **DITT projekt**.",
"part1-3": "Att bli en Patreon innebär också att njuta av en förhandsvisning av frukterna av detta arbete genom nya avantgarde-funktioner med många exklusiva fördelar. Och naturligtvis är alla de funktioner som våra Patrons kommer att ha valt och som de kommer att ha upptäckt upptäckt som en förhandsvisning avsedda att vara tillgängliga för alla Recalbox-användare i efterföljande versioner.\n\nEtt projekt som drivs AV sitt samhälle. FÖR sitt samhälle. En win-win-situation!",
"part2-1": "Genom att bli ägare till Recalbox kommer du att kunna säga adjö till de oändliga timmarna av skrapning för att få information, bilder och video om vart och ett av dina spel genom att upptäcka vår första premiumfunktion: AUTO-SCRAP!\n\nMed AUTO-SCRAP lägger du till dina spel, din Recalbox tar hand om resten.\n\nUtan någon åtgärd från dig. SÅ COOL!",
"part3-1" : "Recalbox kunder kommer att få en förhandsvisning av en spellista med musik, inklusive remixer, covers, demakes, ultrakvalitativa chiptunes, den fantastiska videospelmusiken från de senaste 40 åren, skapad av de mest populära retroproducenterna just nu.’,
"part4-1" : "På Recalbox lyssnar vi på våra Patrons! \nDe kommer att vara i hjärtat av vår nästa utvecklingsstrategi, med möjlighet att:\n\n- Delta i strategiska projektbeslut\n- Rösta på framtida Recalbox-funktioner\n- Chatta live med Recalbox-utvecklare, med en dedikerad discord-kanal, VIP-support och till och med en gratis hotline, som under S.O.S. Nintendos stora dagar!\n- Delta i Apéros och VIP-evenemang, i närvaro av Recalbox-teamet",
"part5-1": "På Recalbox är en Boss bortskämd.\n\nDärför har vi förhandlat fram de bästa retrogamingplanerna för dem, med rabatter på...\n\n- utrustning för att göra din Recalbox\n- retrogaming / indie / homebrew videospel\n- neo-retro videospel\n- retrogaming & nostal'geek böcker\n- vinyler med retro videospelmusik\n- arkadterminaler\n\n... och detta är bara början!",
"part6-1": "Recalbox är och kommer att förbli GRATIS och ÖPPEN KÄLLA FÖR ALLA.\nDe premiumfunktioner som låntagarna kommer att ha röstat på och haft glädje av i förväg är avsedda att inkluderas för alla i framtida versioner av Recalbox.\n\nMed Patreon blir Recalbox ett projekt som drivs AV sin community. FÖR sitt community.\n\nEn win-win-situation!",
"Not a patron anymore": "Tyvärr är du inte längre en Recalbox-patreons. Registrera dig för en prenumeration på Patreon för att få tillgång till ditt Patron-utrymme.",
"Almost a Patron": "Du är ett steg närmare att bli en Patron!",
"Almost a Patron of Recalbox": "Du är ett steg närmare att bli en Patron av Recalbox!",
"Patreon link created": "Länken till ditt Patreon-konto har skapats!\n\nAllt du behöver göra är att stödja oss på vår Patreon-sida genom att välja den prenumerationsnivå som passar dig bäst!",
"Discount presentation": "På Recalbox är en Patron en person som blir bortskämd! \n\nDet är därför vi har förhandlat fram de bästa erbjudandena 100% retrogaming, med exklusiva rabatter på ...",
"Reconnect to generate": "Din privata nyckel kommer att raderas. Du kommer att kopplas bort från bossutrymmet, du måste logga in för att generera en ny nyckel.",
"Steps to save the private key": "För att registrera din privata nyckel i Recalbox: \n* slå på din Recalbox ansluten till samma nätverk som din dator\n* klicka på knappen **kopiera** ovan för att kopiera nyckeln\n* klicka på knappen **ÖPPNA WEBBHANTERARE** nedan\n* klistra in nyckeln i rutan och klicka på **Spara** i det nya fönstret",
"This Mixtape will be played automatically on your Recalbox when you navigate through the menus!": "Detta mixtape kommer att spelas automatiskt på din Recalbox när du navigerar genom menyerna!",
"Download Patron Edition for features" : "Med länkarna nedan kan du hämta ner specialversionen av Recalbox för att få tillgång till alla premiumfunktioner i förhandsgranskningen!",
"Or update your current version!": "Du kan också uppdatera din Recalbox automatiskt: genom att lägga till den privata nyckeln i din Recalbox (stabil eller patronversion), kommer systemet automatiskt att upptäcka att du är en patron. Om en uppdatering är tillgänglig kommer den automatiskt att föreslås för dig."
}