{
  "We are soon on Kickstarter! Let us your email.": "Projektet kommer att vara **tillgängligt mycket snart på Kickstarter**! Bli först med att få din **Recalbox RGB Dual** genom att prenumerera på nyhetsbrevet!",
  "Tell me when it's on kickstarter!": "Låt mig veta när den är tillgänglig!",
  "Soon on Kickstarter": "Snart på Kickstarter",
  "Now on Kickstarter": "Nu på Kickstarter",
  "days to go": "dagar kvar",
  "Bring your CRT screens and TV back to life and play all your childhood games with RECALBOX RGB Dual!": "Väck dina CRT-skärmar och TV-apparater till liv igen och spela alla dina barndomsspel med RECALBOX RGB Dual!",
  "Back this project on Kickstarter": "Stöd det här projektet på Kickstarter",
  "Story": "Berättelse",
  "Recalbox Description": "Vi är Recalbox, en gratis lösning som förvandlar din **Raspberry Pi** nano-dator till en retrogamingkonsol med stöd för över 120 konsoler och computosaurier (även kallade gamla datorer) och tusentals arkadspel. \nSom retrogamers vet du hur överväldigande det är att känna nostalgin som griper tag i oss när vi spelar om alla de spel som rockade vår barndom.\n\nAtt spela med en PS4- eller 8Bitdo-handkontroll på vardagsrummets OLED-TV gör det redan möjligt för oss att återupptäcka och dela nöjet med retrospel, men vissa av oss har en omättlig törst som tvingar oss att gå längre och längre i sökandet efter **närmast möjliga upplevelse av originalet**. \n\nI detta oändliga sökande är **spelets visning** förmodligen den viktigaste punkten.\n\nOch vad kan vara närmare den ursprungliga upplevelsen än att spela på dina gamla **CRT-TV** (du vet, med SCART-uttaget)?\n",
  "1 - Objective": "1 - Syftet",
  "1 - Objective details": "Projektet **Recalbox RGB Dual** syftar till att göra det möjligt för alla att spela sina favoritspel på CRT-TV-apparater... ** UTAN NÅGON KONFIGURATION!**\n\nMånga av er har fortfarande en CRT-TV på vinden, och om ni inte har det kan CRT:er hittas mycket enkelt, till ett mycket överkomligt pris, eller till och med gratis (genom att rota igenom era släktingars garage...)\n\nVårt mål är att komma så nära originalbilden och spelupplevelsen som möjligt på era konsoler och arkadspel. Låt oss hålla det kort och enkelt, **resultatet överträffar alla våra förväntningar**...\n",
  "2 - What is Recalbox RGB Dual?": "2 - Recalbox RGB Dual, vad är det?",
  "It's a hat": "Recalbox RGB Dual är ett litet kort (kallat H.A.T.) som fästs på din **Raspberry Pi 4, 400, 3 eller Zero2** för att lägga till en **Scart**-utgång och en **VGA-utgång**.\nOm du redan har ett hölje erbjuder vi valfria tillägg som gör att du kan använda Recalbox RGB Dual utan att fästa den på Raspberry Pi.",
  "2 - What is Recalbox RGB Dual details": "Dessa två nya **Scart**- och **VGA**-utgångar gör att du kan ansluta din Raspberry Pi till valfri CRT-TV eller skärm.\nFrån detta SCART- och VGA-uttag kommer en RGB-signal, som anses vara den renaste analoga signalen, kompatibel med alla CRT-skärmar med scart och VGA**.\n\n**Pixel perfect** är nu inom räckhåll... \nAtt ha den nödvändiga hårdvaran för att spela på en CRT är avgörande, men på Recalbox är det viktigaste värdet enkelhet.\nDet är därför Recalbox version **8.0** har optimerats till 100% för att stödja Recalbox RGB Dual nativt, **utan att någon konfiguration krävs!**\nDet är väldigt enkelt: kläm bara fast **Recalbox RGB Dual** på din Raspberry PI, anslut din scart-kontakt och låt oss spela!",
  "Features": "Funktioner",
  "Feature config chip title": "**- Konfigurationschip**",
  "Feature config chip description": "Konfigurationschipet (eeprom) gör det möjligt för din Recalbox att upptäcka om en Recalbox RGB Dual är ansluten och att **automatiskt konfigurera systemet**. Detta är 100% Plug and Play.",
  "Feature pixel factory title": "**- The Pixel Factory**",
  "Feature pixel factory description": "Vi har använt den mest effektiva tekniken för videosignalbehandling för att producera en knivskarp bild som är kompatibel med alla TV-apparater.",
  "Feature boom box title": "**- The Boom Box**",
  "Feature boom box description": "Båda ljudkanalerna filtreras för att jämna ut ljudsignalen och säkerställa bästa möjliga ljudkvalitet. Kännare kommer att känna igen filtren från en klass D-förstärkare.",
  "Feature power up title": "**- Power up**",
  "Feature power up description": "12V-signalen som produceras av \"Power up\" **väljer automatiskt rätt kanal på TV:n** när du slår på Recalbox.",
  "Feature automatic timing selection title": "**- Automatiskt val av det ursprungliga visningsläget**",
  "Feature automatic timing selection description": "Databasen som är inbäddad i Recalbox 8.0 innehåller all information så att du för varje spel som lanseras automatiskt kan njuta av dess ursprungliga visningsläge.\nFör varje konsol och varje spel:\n- Upplösningen är 100% identisk med den ursprungliga upplösningen.\n- Bilduppdateringsfrekvensen är 100% identisk med den ursprungliga uppdateringsfrekvensen.",
  "Feature configuration screen title": "**- Konfigurationsskärm**",
  "Feature configuration screen description": "Vi har lagt till en konfigurationsmeny som gör att du kan välja alternativ som menyvisningsläge eller justera geometrin på din skärm.",
  "Feature mode 50Hz title": "**- 50Hz-läge**",
  "Feature mode 50Hz description": "För vissa CRT-skärmar som inte är NTSC-kompatibla (60 Hz) är det möjligt att tvinga fram PAL-läge (50 Hz) för alla spel.",
  "Feature 240p theme title": "**- 240p-tema**",
  "Feature 240p theme description": "Recalbox-temat har optimerats för CRT-skärmar (240p och 480i). Det optimerar utrymmet och gör det möjligt att läsa texterna på ett mer behagligt sätt, även i så små upplösningar.",
  "Feature power users title": "**- Åsidosättande för avancerade användare**",
  "Feature power users description": "Recalbox RGB Dual är helt Plug and Play, men experter kan helt åsidosätta visningslägena för varje enskilt spel eller konsol.\n",
  "Feature 240p test suite title": "**- 240p testsvit**",
  "Feature 240p test suite description": "Och om du är den kräsna typen... Vi har integrerat 240P TEST SUITE-systemet i Recalbox 8.0.\nDetta gör att du kan kalibrera din skärm till närmaste pixel för varje konsol! \n\nEtt annat exempel?",
  "3 - The case": "3 - Lådan",
  "3 - The case part1": "Vi har designat en låda som gör att du kan placera din Rasbperry Pi 3 eller 4 och Recalbox RGB Dual.\nFinns i begränsat antal, det finns som tillval när du köper en Recalbox RGB Dual i butiken.\n",
  "3 - The case part2": "I slutet av kampanjen kommer vi att publicera 3D-källorna som gör att du kan skriva ut fodralet själv eller få det utskrivet i ett fablab!",
  "4 - Development": "4 - Utveckling",
  "4 - Development part1": "Den första prototypen, lödd för hand, gjorde det möjligt för oss att validera den dubbla Scart + VGA-utgången och genomförbarheten av projektet.\nDet såg ut så här:",
  "4 - Development part2": "Sedan dess har vi kommit en lång väg. 4 prototypmodeller, hundratals timmar av forskning och utveckling, och här är vi nu: en upplevelse utan konfiguration, signaler som är så nära originalen som möjligt och en bild som INTE har något att avundas från originalkonsolerna...\n\nDet här är "laboratoriet" där vi kontrollerar och justerar:\nfrekvenser för varje konsol\nklarhet i signalerna\nkvalitet på varje prototyp",
  "5 - The RGB signal, 240p, 15KHz and all the rest title": "5 - RGB-signalen, 240p, 15KHz och allt det andra",
  "5 - The RGB signal, 240p, 15KHz and all the rest part1": "**Recalbox RGB Dual** har fått sitt namn från den typ av signal som genereras och skickas till din TV. Den här signalen kallas **R.G.B.** (för Red Green Blue). På den tiden ansågs den här signalen vara **den bästa analoga signalen**, och det är den fortfarande idag!\nKom ihåg att när du köpte Playstation kom den med den gula, röda, vita kompositkoaxialkabeln.\nDen här kabeln var långt ifrån att hedra konsolens grafik... Det var därför det fanns RGB-kablar (Scart) som såldes till ett högt pris och som man absolut var tvungen att köpa för att få en bra bild.\n",
  "5 - The RGB signal, 240p, 15KHz and all the rest part2": "Det här är samma RGB-signal som genereras av Recalbox RGB Dual!\n\nNär det gäller CRT-skärmar är det ofta två begrepp som sticker ut: \n- **240p**, vilket betyder \"en visning av 240 aktiva linjer på skärmen i progressivt läge\". Detta är det mest använda visningsläget. Det finns dussintals andra lägen som är kompatibla med TV-apparater, som till exempel 224p. Det anges ofta med dess uppdateringsfrekvens: 240@60p representerar 240p-läget vid 60 Hz\n- **15Khz**, som representerar den horisontella uppdateringsfrekvensen, motsvarar antalet horisontella linjer som dras per sekund. För att beräkna denna frekvens för 240@60p behöver du bara multiplicera antalet linjer som ska visas (240 + de linjer vi inte nämner ...) med visningsfrekvensen (60Hz)\n- **31Khz** är dubbelt så mycket som 15KHz 😀. Spelens upplösning är 640x480 pixlar med en progressiv display, med 60 bilder per sekund. Detta läge är endast tillgängligt för vissa konsoler, arkadspel och PC.",
  "6 - Preparing for the future": "6 - Förberedelser inför framtiden",
  "6 - Preparing for the future description": "Recalbox RGB Dual har en **VGA**-port, vilket gör att vi kan visa 480p (640x480p) kompatibla spel som Dreamcast, Naomi, Atomiswave eller vissa PC-spel.\nDetta **31KHz**-lägesstöd är under utveckling i Recalbox, men Recalbox RGB Dual är redan redo att ta emot denna framtida uppdatering.\n",
  "7 - Rewards": "7 - Belöningar",
  "7 - Rewards part1": "Oavsett din budget har alla våra Recalbox RGB Duals samma funktioner och ger samma bildkvalitet.\nVi erbjuder mycket begränsade upplagor för användare som vill stödja projektet ytterligare.",
  "7 - Rewards green": "**Recalbox RGB Dual Kickstarter Edition Early Adopters (Grön)**",
  "7 - Rewards green desc": "Tack så mycket! Lanseringserbjudandet är endast tillgängligt under Kickstarter-kampanjen.",
  "7 - Rewards white": "**Recalbox RGB Dual Kickstarter Limited Edition (Vit)**",
  "7 - Rewards white desc": "Tack så mycket! Få en Recalbox RGB Dual Kickstarter Limited Edition (Vit/Blanc). Producerad endast för Kickstarter-kampanjen.",
  "7 - Rewards white + case": "**Recalbox RGB Dual Kickstarter Edition Limitée(Blanc) + Le boitier Raspberry Pi 4 RGB (en impression 3D)!**",
  "7 - Rewards white + case desc": "Tack så mycket! Få en Recalbox RGB Dual Kickstarter Limited Edition (White/Blanc) OCH det 3D-utskrivna RGB-fodralet!",
  "7 - Rewards blue": "**Recalbox RGB Dual Prototype Edition (Blå)**",
  "7 - Rewards blue desc": "Tack så mycket! Få en Recalbox RGB Dual Prototype Edition (Blå) (100% i drift) i en mycket begränsad upplaga på 20 exemplar, OCH en Recalbox RGB Dual Kickstarter Edition (Vit)",
  "7 - Rewards investor": "**Recalbox RGB Dual UNIQUE Edition (svart)**",
  "7 - Rewards investor desc": "Wow! TACK!\n- Få Recalbox RGB Dual Unique Edition (Svart) märkt 1/1 med våra hälsningar på tavlan!\n- Få ditt smeknamn på alla Recalbox RGB Dual Kickstarter Limited Edition! \n- Få ett tackbrev undertecknat av digitalLumberjack och bkg2k\n- Plus ett komplett Recalbox RGB Dual-paket (1x Recalbox RGB Dual Prototype Edition (Blue) , 1x Recalbox RGB Dual Kickstarter Edition (White), 1x RGB-fodral, 3 scartkablar, 3 VGA-kablar)",
  "F.A.Q.": "Frågor och svar",
  "F.A.Q. list" : "- **Vad behöver jag för att njuta av min Recalbox RGB Dual?**\nEtt komplett Raspberry Pi-kit (Rpi4, Rpi3, RPi 400 eller RPi Zero 2 med lödda gpio-huvuden) med strömförsörjning, SD-kort och styrenhet, Recalbox installerad på SD-kortet och en CRT-TV 😀\n- **Kan jag ansluta både SCART- och VGA-utgångar samtidigt? **\NNej, det är inte möjligt, den nuvarande begränsningen tillåter inte att du skickar signalen till mer än en enhet. Dessutom är den genererade signalen endast kompatibel med den ena eller den andra skärmen.\n- **Är den kompatibel med alla CRT-skärmar?**\nJa, Pixel Factory genererar en mycket ren synksignal för att säkerställa kompatibilitet med maximalt antal CRT-skärmar.\n- **Min Recalbox är redan i ett fodral, vad kan jag göra? **\nSom ett alternativ kan du lägga till en GPIO-förlängning till din beställning för att flytta Recalbox RGB Dual utanför ditt fodral.\n- **Är alla konsoler och datorer som finns tillgängliga på Recalbox kompatibla? **\nDe flesta är redan kompatibla (alla arkadspel och över 70 system), och framtida uppdateringar kommer att lägga till fler. **Är Recalbox RGB Dual kompatibel med andra distributioner?**\nVi överlåter åt andra retrogamingdistributioner att göra sina system kompatibla med Recalbox RGB Dual.\n- **Vad sägs om vertikala spel?**\nVertikala spel stöds på dina CRT-TV-apparater.\n- **Vad sägs om vertikala skärmar? **\n Kompatibilitet med vertikala skärmar kommer att implementeras i en framtida version av Recalbox, men oroa dig inte, Recalbox RGB Dual är redan redo att stödja denna uppgradering.\n- **Vilka Raspberry Pi är kompatibla?**\n Raspberry Pi 4, Raspberry Pi 3, Raspberry Pi 400 och Raspberry Pi Zero2 är kompatibla. Raspberry Pi 400 kräver en GPIO-förlängning (finns som tillval vid beställning)\n- **Hur stor är Recalbox RGB Dual?**\n56mmx65mm, den fästs perfekt på din Raspberry Pi\n- **Vilka kablar behöver jag?**\nEn SCART-kabel som finns som tillval vid beställning. \nEn GPIO-förlängningskabel om du redan har en låda för din Raspberry Pi.\n- **Är det en strömförsörjning att lägga till?**\nNo\n- **Blir den kvar i det fria så här?**\nOm du är en Maker distribuerar vi gratis STL-filer för att skriva ut ditt fodral i 3d på din skrivare eller i ett FabLab nära dig !\n",
  "Credits": "Tack till",
  "Credits details": "Alla spelbilder på CRT togs av @CRTPixel och vi tackar honom varmt för att han gav oss tillstånd att använda dem för vår kampanj!\nTack till Recalbox-communityn för att du hjälpte oss med det här projektet, och särskilt till:\n@toniosj @Atomik @CommanderOcto @emandhal @PierreC0905 @Pit64 @cpasjuste och alla andra.",
  "Recalbox RGB Dual prototype footage": "Recalbox RGB Dual prototypbilder",
  "They talk about us!": "De pratar om oss!",
  "They like us!": "De gillar oss!",
  "Want to know when Recalbox RGB Dual will be available? Let us your email.": "Vill du veta när Recalbox RGB Dual kommer att finnas tillgänglig? Meddela oss din e-postadress.",
  "Tell me when it's back!": "Säg till när den är tillbaka!",
  "Thank you! You will be the first to know when the Recalbox RGB Dual is back in stock!": "Tack så mycket! Du kommer att vara den första som får veta när Recalbox RGB Dual finns i lager igen!",
  "Thank you for your support! The kickstarter campaign is a success!": "Tack för ditt stöd! Kickstarter-kampanjen är en framgång!",
  "Buy a Recalbox RGB Dual": "Köp en Recalbox RGB Dual"
}
