{
  "Thank you for your order!": "Tack för din beställning!",
  "Thank you for your order details": "Tack så mycket för din beställning!\n\nRecalbox-teamet uppskattar verkligen ditt stöd!\n\nDu kommer att få ett bekräftelsemail från Paypal inom några ögonblick, och vi kommer att förbereda din beställning så snart som möjligt!\n\nLåt oss omdirigera dig till Recalbox RGB Dual-manualen för att ge dig en smak av funktionerna :)\n\nPS: Du har låst upp en badge, ta en titt på ditt patronområde :)",
  "See the manual": "Se manualen",
  "in stock": "finns i lager",
  "Out of stock...": "Slut på lagret",
  "The ultimate CRT experience": "",
  "VGA Cable": "VGA-kabel",
  "3D Printed Case, compatible RPi 4 and RPi 3": "",
  "GPIO Extender": "GPIO-förlängare",
  "Shielded Scart Cable": "",
  "Scart Cable": "Scart-kabel",
  "You can order a maximum of 2 Recalbox RGB Dual": "",
  "Quantity": "Kvantitet",
  "Back soon!": "Snart tillbaka!",
  "Shipping": "Leverans",
  "Ship to": "Leverera till",
  "Order": "",
  "Items": "",
  "Select a country": "Välj ett land",
  "Order was cancelled because the shipping country has changed.": "",
  "Add a SCART output and a VGA output to your Raspberry Pi 4, 400, 3 or Zero 2 and enter the pixel perfect experience!": "Lägg till en SCART-utgång och en VGA-utgång till din Raspberry Pi 4, 400, 3 eller Zero 2 och få en pixelperfekt upplevelse!",
  "After the great success of the kickstarter, Recalbox RGB Dual is finally available!": "",
  "Link to the full project description": "",
  "Technical Specs": "Recalbox RGB Dual gör att du kan spela alla Recalbox-kompatibla spel på en TV eller CRT-monitor. \n\nOch allt i en Plug And Play-upplevelse! nTekniska specifikationer:**\n\n\n * 6-bitars RGB-signal per kanal\n\n * Ren CSYNC, per logisk grind\n\n * 15 kHz och 31 kHz signaler tillgängliga på SCART och VGA\n\n * Ljudfilter\n\n * 5V fläktströmförsörjning\n\n * Val av visningsläge med hårdvarukontakt\n\n * TV 50Hz kompatibel",
  "(out of stock)": "",
  "Patron discount": "",
  "OFFICIAL Recalbox RGB Dual, compatible with Raspberry Pi 4, 3, Zero 2 and 400 (requires GPIO extension), Scart output + VGA output, supports 15kHz and 31kHz, 60Hz and 50Hz, Pixel Factory, BoomBox": "",
  "Please select a shipping country.": "Välj ett leveransland.",
  "Close": "Stäng",
  "The official 3D printed case for your Raspberry Pi 4 and 3 and your Recalbox RGB Dual! \n\nPrinted in matte black and with the logo in color, this case allows to protect your installation, and has been designed to optimize the circulation of hot air.": "",
  "The GPIO extension allows you to disconnect the Recalbox RGB Dual from the Rasbperry Pi. It will be useful if you have a Raspberry Pi 400, if you have a compatible box, or if you often disconnect and reconnect the Recalbox RGB Dual from your Raspberry Pi.": "",
  "The shielded SCART cable, selected and validated by our team, ensures the best audio and video quality on your installation. \n\nNo more picture noise or hissing! It is **HIGHLY RECOMMENDED** to enjoy the ultimate Recalbox RGB Dual experience.": "",
  "Connect your Recalbox RGB Dual to your TV.": "",
  "Connect your Recalbox RGB Dual to your VGA monitor.": "",
  "Become a patron of Recalbox and get **-10% on your order**!": "",
  "Discount details": "Du är en Recalbox-besökare? Logga in på ditt patronområde och kom tillbaka till den här sidan för att få en **rabatt på 10% på din beställning** !\n\nÄr du ännu inte en patron? Upptäck alla fördelar med att stödja projektet som patron:",
  "Discount applied": "Kul att se dig {{name}}! Din 10% rabatt kommer att tillämpas när du beställer!",
  "Recalbox RGB Dual is back in stock!": "",
  "Get yours now! And get a -10% discount if you are a patron!": "Skaffa din nu! Och få -10% rabatt om du är en patron!",
  "Buy": "Köp",
  "Rendezvous on Friday!": "Rendezvous på fredag 22!",
  "Already a patron?": "Är du redan en patron? \n\nLogga in på ditt patronområde för att **beställa idag**!",
  "What is Patreon?": "",
  "Patron Area": "",
  "Become a patron": ""
}
