{
  "Kickstarter end": "Kickstarter-kampanjen avslutas",
  "Kickstarter campaing ended": "Slut på Kickstarter-kampanjen med 1494 bidragsgivare!",
  "Conception of new features": "New features added",
  "New features as Wake up Button and Fan Control have been added to the board": "New features such as wake-up button and fan control have been added!",
  "Box and bubble wrap in stock": "Box and bubble wrap in stock",
  "We have everything to wrap your Recalbox RGB Dual!": "We've got everything to wrap your Recalbox RGB Dual!",
  "Other parts received!": "More parts are in!",
  "GPIO extenders, headers, and more!": "GPIO extenders, headers, and more!",
  "New power UP": "New Power Up",
  "Because of a shortage of one of our components, we had to rebuild completly the Power Up module.": "Because of component shortages, we had to completely rebuild the Power Up module.",
  "Recalbox RGB Dual manuals are in production.": "Recalbox RGB Dual manuals are in production!",
  "The design of the manual is over, and our provider is producing the 1500 items.": "The manual design is finished, and our supplier is producing 1500 items.",
  "The first 600 PCB should be in stock": "The first 600 PCBs should be in stock.",
  "First 600 pcb details": "The delivery date is 28-02-2022 for the first 600 Recalbox RGB Duals. Once we get them, we'll start soldering and shipping.",
  "First packages are shipped!": "First packages are shipped!",
  "We will make a continuous shipping during Mars.": "We will make a continuous shipping during March.",
  "The second batch of 600 PCB should be in stock": "The second batch of 600 PCBs should be in stock.",
  "The second batch will be sent during March/April.": "This batch will be shipped throughout March/April.",
  "The third and final batch of PCB should be in stock": "The third and final batch of PCB should be in stock",
  "The third batch will be sent during April/May.": "This batch will be shipped throughout April/May.",
  "Retail stock": "Retail stock",
  "We have shipped all Recalbox RGB Dual from kickstarter. We are planning to be distributed from different retailers.": "We've shipped all Recalbox RGB Duals from Kickstarter. We're planning to distribute from different retailers.",
  "Received the *congratulations* flyers!": "Vi har fått *grattis*-flyers!",
  "We wanted you to see **thank you** when you open the box!": "Vi ville **tacka dig** så fort du öppnar lådan!",
  "We have the filament!": "Vi har PLA-filamentet!",
  "We started printing cases for your Recalbox RGB Dual!": "Vi har börjat skriva ut lådor till dina Recalbox RGB Duals!",
  "The first 600 PCB are in stock": "De första 600 kretskorten finns i lager!",
  "First 600 in stock pcb details": "Vi har fått de första 600 kretskorten och vi håller på att löda!",
  "First 50 boards are ready to ship!": "De första 50 Recalbox RGB Duals är redo att skickas!",
  "First 50 boards are ready to ship! details": "Vi har fått alla delar som gör att vi - äntligen - kan packa och stänga lådorna till de första Recalbox RGB Dual som beställts! De första leveranserna är planerade till fredag (då adresserna inte längre kommer att vara redigerbara på Kickstarter)!"
}