{
"Manual": "Manual",
"Thank you for your support": "Tack f칬r att du valde Recalbox RGB Dual! Vi hoppas att detta tar dig ett steg n칛rmare den upplevelse du har letat efter!\n\nNjut av att spela Recalbox och Recalbox RGB Dual!","
"Prerequisites": "F칬ruts칛ttningar",
"To use Recalbox RGB Dual you will need": "F칬r att anv칛nda **Recalbox RGB Dual** beh칬ver du:",
"List of prerequisites": "* En Raspberry Pi 3, 4, 400 eller Zero 2\n* En bildsk칛rm eller en CRT-TV\n* En SCART-kabel (TV) eller VGA-kabel (bildsk칛rm)\n* Recalbox 8.1+.",
"Connection",: "Anslutning",
"Simple to connect": "Det 칛r enkelt att ansluta Recalbox RGB Dual, men kom alltid ih친g att se till att du ansluter den p친 r칛tt s칛tt och till r칛tt stift! \n\nKom ih친g att dra ut alla kablar (str칬m, SCART, VGA) innan du g칬r n친gra 칛ndringar.",
"And plug the scart cable": "Allt du beh칬ver g칬ra 칛r att koppla in SCART-kabeln!",
"RPi 3 and 4": "RPi 3 och 4",
"Easy on rpi3 and 4": "P친 Rasbperry Pi 3 och 4 칛r det v칛ldigt enkelt: kl칛m fast Recalbox RGB Dual direkt p친 GPIO (stiften) p친 Raspberry Pi och kl칛m fast distanserna (vita plastst칬d under SCART) i de h친l som 칛r avsedda f칬r detta 칛ndam친l!",
"GPIO Extender": "GPIO-f칬rl칛ngare",
"GPIO Extender - Description": "N칛r du ansluter GPIO-f칬rl칛ngningskabeln ska du alltid se till att du placerar Recalbox RGB Dual enligt f칬ljande. Det 칛r ocks친 viktigt att se till att Raspberry Pi:s 40 GPIO:er 칛r anslutna till f칬rl칛ngningskabelns 40 ing친ngar och att f칬rl칛ngningskabelns 40 stift 칛r anslutna till Recalbox RGB DUAL:s 40 ing친ngar.\n\nKlipp fast Recalbox RGB Dual i samma l칛ge som f칬r en standardanslutning:",
"Raspberry Pi 400": "Raspberry Pi 400",
"Connect a Raspberry Pi 400": "F칬r att ansluta en Raspberry Pi 400 ansluter du f칬rl칛ngningskabeln till RPi 400 med kabel칛nden ned친t. Placera sedan Recalbox RGB Dual SCART-uttaget mot framsidan av Pi 400 f칬r att ansluta det till f칬rl칛ngningskabeln.",
"50Hz mode": "50Hz-l칛ge",
"When you have a 50 hz TV": "Om bilden som visas p친 din TV hoppar, 칛ven i menyn, beror det f칬rmodligen p친 att den inte st칬der 60Hz. Du m친ste tvinga fram 50Hz-l칛get med hj칛lp av **DIP-omkopplarna** p친 Recalbox RGB Dual.\n\nTa bort plastskyddet fr친n omkopplaren och flytta den 칬vre omkopplaren till **50Hz** med ett tunt f칬rem친l.\n\nDetta tvingar fram 50Hz-l칛get i menyn och alla spel!",
"31kHz monitors": "31kHz-monitorer",
"When you have a 31kHz monitor": "Om du anv칛nder en bildsk칛rm som st칬der 31kHz (horisontell uppdateringsfrekvens) kan du anv칛nda VGA-utg친ngen. F칬r att konfigurera Recalbox RGB Dual och l친ta systemet visa spel i 480p, anv칛nd den andra omkopplaren p친 kortet.\n\nDet l친ter dig tvinga fram 31kHz-l칛ge f칬r spel och menyer.\n\nDet h칛r alternativet aktiverar automatiskt ljudet p친 Raspberry Pi-jacket.\n\nOm din bildsk칛rm st칬der 120Hz kan du aktivera alternativet **240p on 31kHz** i CRT-menyn i recalbox. Detta l칛ge g칬r att du kan visa **real 240p** p친 31kHz-monitorer.",
"Configuration of recalbox": "Recalbox RGB Dual 칛r Plug and Play och g칬r att du kan njuta av din CRT-TV utan n친gon konfiguration.\n\nVi har dock gett dig n친gra alternativ som kan vara av intresse f칬r dig:",
"Connect on RPi Zero 2": "N칛r du har l칬tt fast ditt headerblock p친 RPi Zero 2 ansluter du Recalbox RGB Dual i samma riktning som f칬r en Raspberry Pi 4 eller 3.",
"Connect on an Argon One": "Anslutningen p친 en Argon One g칬rs **omv칛nt**.",
"F.A.Q": "- **Vad beh칬ver jag f칬r att njuta av min Recalbox RGB Dual?**\nEtt komplett Raspberry Pi-kit (Rpi4, Rpi3 eller RPi 400) med str칬mf칬rs칬rjning, ett SD-kort och en styrenhet, Recalbox installerad p친 SD-kortet och en CRT-TV 游\n- **Kan jag ansluta b친de SCART- och VGA-utg친ngar samtidigt?**\nNej, det 칛r inte m칬jligt. Nuvarande begr칛nsningar g칬r att du inte kan skicka signalen till 2 enheter. Dessutom 칛r den genererade signalen endast kompatibel med den ena eller den andra sk칛rmen.\n- **Kan jag ansluta en HDMI-kabel samtidigt som SCART- eller VGA-kabeln?** \nNej, det finns en regel med Recalbox RGB Dual: en kabel i taget.\n- **츿r den kompatibel med alla CRT-sk칛rmar?** \nJa, s친 l칛nge sk칛rmen har ett RGB-kompatibelt SCART-uttag. Med Pixel Factory kan du generera en mycket ren synksignal f칬r att s칛kerst칛lla kompatibilitet med ett maximalt antal CRT-sk칛rmar.\n- **Min Recalbox sitter i ett fodral, kan jag komma runt det?**\nSom ett alternativ kan du l칛gga till en GPIO-f칬rl칛ngningskabel till din best칛llning f칬r att flytta Recalbox RGB Dual utanf칬r fodralet. \츿r alla konsoler och datorer som finns tillg칛ngliga p친 Recalbox kompatibla? De flesta 칛r redan kompatibla (alla arkadspel och 칬ver 70 system), och framtida uppdateringar kommer att l칛gga till fler.** 츿r Recalbox RGB Dual kompatibel med andra distributioner? **\nVi 칬verl친ter 친t andra retrospelsdistributioner att g칬ra sina system kompatibla med Recalbox RGB Dual.\n- **Vad s칛gs om vertikala spel?**\nVertikala spel st칬ds p친 dina CRT-TV-apparater.\n- **Vad s칛gs om vertikala sk칛rmar? **\Kompatibilitet med vertikala sk칛rmar kommer att implementeras i en framtida version av Recalbox, men oroa dig inte, Recalbox RGB Dual 칛r redan redo att st칬dja denna uppgradering.\n- **Vilka Raspberry Pi 칛r kompatibla?**\n Raspberry Pi 4 och Pi3 칛r kompatibla. Raspberry Pi 400 kr칛ver en GPIO-f칬rl칛ngning (finns som tillval vid best칛llning)\n- **Vad 칛r storleken p친 Recalbox RGB Dual?**\n56mmx65mm, den kommer att f칛stas perfekt p친 din Raspberry Pi.\n- **Vilka kablar beh칬ver jag?**\nEn SCART-kabel, som finns som tillval vid best칛llning.\nEn GPIO-f칬rl칛ngningskabel om du redan har ett h칬lje till din Raspberry Pi. \n- **Finns det n친gon str칬mf칬rs칬rjning att l칛gga till?**\nNej.\n- **Kan den st친 framme s친 h칛r?**\n츿r du en Maker ger vi bort gratis STL-filer f칬r att skriva ut ditt fodral i 3d p친 din skrivare eller i ett FabLab n칛ra dig!\n- **Varf칬r pratar vi om Hz och kHz?**\nN칛r vi pratar om uppdateringsfrekvens finns det tv친 enheter: HZ f칬r vertikal uppdateringsfrekvens (60 Hz = 60 bilder per sekund) och kHz f칬r horisontell uppdateringsfrekvens (15 kHz = 15 000 visade linjer per sekund). F칬rh친llandet mellan de tv친 칛r ganska enkelt att hitta. Den horisontella uppdateringsfrekvensen 칛r (n칛stan) antalet rader per bildruta (t.ex. 240) g친nger antalet bildrutor per sekund (60).",
"All options": "- **Menuuppl칬sning**: V칛lj mellan 240p eller 480i f칬r menyer. 480i 칛r mer l칛sbart, men har ett litet flimmer.\n- **V칛lj speluppdateringsfrekvens**: tvinga fram visningsl칛get (PAL, NTSC) eller regionen (EU,US,JP) f칬r ditt spel innan du startar det. Om du v칛ljer OFF sker valet automatiskt.\n- **Select Game Resolution**: tvinga fram spelets uppl칬sning vid start f칬r kompatibla system (Dreamcast, Naomi, Atomiswave)\n- **Zero Lag**: konfigurera emulatorer automatiskt f칬r att minimera *input lag* !\n- **Force Sound on Jack**: om du vill mata ut ljudet p친 Raspberry Pi-jacket 칛r det h칛r alternativet f칬r dig. Det aktiveras automatiskt om 31kHz Dip Switch 칛r aktiverad)\n- **Screen Calibration**: l친ter dig kalibrera sk칛rmens position och bildens bredd.",
"Usage with a case details": "Om du anv칛nder din Recalbox RGB Dual i en l친da ska du se till att inaktivera alla specifika konfigurationer f칬r denna l친da (skript, konfigurationsfiler). De GPIO:er som anv칛nds f칬r att kommunicera med de l친dor som har funktioner relaterade till str칬mhantering eller fl칛ktar kan komma i konflikt med driften av Recalbox RGB Dual.",
"Usage with a case": "Anv칛ndning i en l친da",
"Compatibility": "Kompatibilitet med Recalbox",
"Compatibility with recalbox details": "**Fram till den officiella utg친van av Recalbox 8.1** m친ste du anv칛nda den speciella versionen st칛mplad **recalboxrgbdual**. \n\nF칬r detta finns det tv친 l칬sningar:",
"Install the image": "Ladda ner bilden som motsvarar din Raspberry Pi nedan och installera den p친 ditt SD-kort med hj칛lp av funktionen **Use Custom Image** i [Raspberry Pi Imager] (https://downloads.raspberrypi.org/imager/imager_latest.exe)\n\n",
"Or set updates.type": "Eller modifiera filen `recalbox.conf` p친 ditt SD-kort och 칛ndra raden `updates.type=stable` till `updates.type=recalboxrgbdual`. Efter en omstart av din recalbox kommer du att erbjudas en uppdatering till specialversionen.",
"Kodi details": "Se om alla dina barndomsfilmer och serier med Kodi p친 Recalbox RGB Dual! \n\nKom ih친g att v칛lja den uppl칬sning som passar dig b칛st i Kodi-alternativen: \n\n* Inst칛llningar -> System -> Display -> Uppl칬sning \n\nV칛lj ett interlaced-l칛ge (**640x480** eller **768x576**)\n\nV칛xla konfigurationen till expertl칛ge och anv칛nd alternativet **Calibration** f칬r att kalibrera sk칛rmen.",
"Themes details": "Endast standardtemat har optimerats f칬r CRT-display. Om du anv칛nder andra teman kan vi inte garantera samma l칛sbarhet och visningskvalitet.",
"Recalbox RGB Dual is plug and play with Recalbox since the 8.1-Electron version.": "Recalbox RGB Dual 칛r plug and play med Recalbox sedan 8.1-Electron-versionen."
}